[{"title": "\n\n\t\t\t \n\t\t\t　　●〔南朝〕陈纪七　〔起强圉作噩（丁酉），尽屠维大渊献（己亥），凡三年。〕\n\n\t\t\t　　◎ 〔南朝〕陈高宗宣皇帝·中之下\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　〖胡三省注〗〕陈高宗宣皇帝　太建九年（丁酉　公元577年）\n\n\t\t\t　　春，正月，乙亥朔，齐太子恒即皇帝位，生八年矣；改元承光，大赦。尊齐主为太上皇帝，皇太后为太皇太后，皇后为太上皇后。以广宁王孝珩为太宰。〖胡三省注〗注〗珩，音行。〕\n\n\t\t\t　　司徒莫多娄敬显、领军大将军尉相愿谋伏兵千秋门，〖胡三省注〗注〗千秋门，邺宫西门。〕斩高阿那肱，立广宁王孝珩。会阿那肱自它路入朝，不果。孝珩求拒周师，谓阿那肱等曰：“朝廷不赐遣击贼，岂不畏孝珩反邪？孝珩若破宇文邕，〖胡三省注〗注〗周主讳邕。〕遂至长安，反亦何预国家事！以今日之急，犹如此猜忌邪！”高、韩恐其为变，出孝珩为沧州刺史。〖胡三省注〗注〗高、韩，谓高阿那肱、韩长鸾。《地形志》：熙平三年，分瀛、冀二州，置沧州，治饶安县城。〕相愿拔佩刀斫柱，叹曰：“大事去矣，知复何言！”\n\n\t\t\t　　齐主使长乐王尉世辩，〖胡三省注〗注〗长乐郡王。《五代志》：信都郡长乐县，旧置长乐郡。〕帅千余骑觇周师，出滏口，登高阜西望，遥见群乌飞起，谓是西军旗帜，即驰还；比至紫陌桥，不敢回顾。世辩，粲之子也。〖胡三省注〗注〗西军旗帜皆黑。齐人时恇惧，望见乌飞，以为周师已至，驰归不敢回顾，惧其及也。紫陌桥在邺城外。尉粲与高欢同起于北镇。《尔雅》曰：大陆曰：阜。广雅：山无石曰阜。〕于是黄门侍郎颜之推、中书侍郎薛道衡、侍中陈德信等劝上皇往河外募兵，〖胡三省注〗注〗齐制：门下省侍中、给事黄门侍郎各六人，中书省侍郎四人。河外，谓大河之外。王者内京师而外诸夏，齐都邺，在河北，故谓河南为河外。〕更为经略；若不济，南投陈国。从之。道衡，孝通之子也。〖胡三省注〗注〗薛孝通始从贺拔岳，后因入朝，遂留仕于邺。〕丁丑，太皇太后、太上皇后自邺先趣济州；〖胡三省注〗注〗齐州，治碻磝城。〕癸未，幼主亦自邺东行。己丑，周师至紫陌桥。\n\n\t\t\t　　", "husanxing_comment": ["〔南朝〕", "〔〖胡三省注〗珩，音行。〕", "〔〖胡三省注〗千秋门，邺宫西门。〕", "〔〖胡三省注〗周主讳邕。〕", "〔〖胡三省注〗高、韩，谓高阿那肱、韩长鸾。《地形志》：熙平三年，分瀛、冀二州，置沧州，治饶安县城。〕", "〔〖胡三省注〗长乐郡王。《五代志》：信都郡长乐县，旧置长乐郡。〕", "〔〖胡三省注〗西军旗帜皆黑。齐人时恇惧，望见乌飞，以为周师已至，驰归不敢回顾，惧其及也。紫陌桥在邺城外。尉粲与高欢同起于北镇。《尔雅》曰：大陆曰：阜。广雅：山无石曰阜。〕", "〔〖胡三省注〗齐制：门下省侍中、给事黄门侍郎各六人，中书省侍郎四人。河外，谓大河之外。王者内京师而外诸夏，齐都邺，在河北，故谓河南为河外。〕", "〔〖胡三省注〗薛孝通始从贺拔岳，后因入朝，遂留仕于邺。〕", "〔〖胡三省注〗齐州，治碻磝城。〕"], "translation": "\n\n\t\t\t　　●〔南朝〕陈纪七\n\n\t\t\t　　◎〔南朝〕陈宣帝·中之下\n\n\t\t\t　　〔南朝〕陈宣帝太建九年（丁酉　公元577年）\n\n\t\t\t　　春季，正月，乙亥朔（初一），北齐太子高恒即皇帝位，当时出生才八年；改年号为承光，大赦全国。尊称北齐后主为太上皇帝，皇太后为太皇太后，皇后为太上皇后。任命广宁王高孝珩为太宰。\n\n\t\t\t　　司徒莫多娄敬显、领军大将军尉相愿预谋在千秋门埋伏士兵，杀死高阿那肱，拥立广宁王高孝珩当皇帝，恰巧高阿那肱从另一条路入朝上殿，所以没有成功。高孝珩请求抗拒北周军队，对高阿那肱等人说：“朝廷不派我去打击敌人，难道不怕我高孝珩起来造反吗？高孝珩如果打败宇文邕，便到了长安，即便造反也干预不了国家的事情！象今天这样的危急，竟还如此猜忌！”高阿那肱、韩长鸾怕他要叛变，便派高孝珩出任沧州刺史。尉相愿气得拔出佩刀砍柱子，叹息说：“大事已去，还有什么可说的？”\n\n\t\t\t　　北齐国主派长乐王尉世辩率领一千多骑兵窥测北周军队的情况，出了滏口，登上土山向西面了望，远远地看见一群乌鸦腾空而起，以为是北周军队的旗帜，立即驰马返回；到了紫陌桥，还不敢回头看。尉世辩是尉粲的儿子。于是黄门侍郎颜之推、中书侍郎薛道衡、侍中陈德信等劝太上皇帝到黄河以南一带招募士兵，再作策划；如果不成功，就向南投奔陈朝。得到同意。薛道衡是薛孝通的儿子。丁丑（初三），太皇太后、太上皇后从邺城先去济州；癸未（初九），北齐幼主也从邺城向东进发。己丑（十五日），北周军队到了邺城城外的紫陌桥。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛卯，上祭北郊。\n\n\t\t\t　　壬辰，周师至邺城下；癸巳，围之，烧城西门。齐人出战，周师奋击，大破之。\n\n\t\t\t　　齐上皇从百骑东走，使武卫大将军慕容三藏守邺宫。〖胡三省注〗注〗后齐循魏制，武卫将军副贰左，右卫将军，掌左、右厢，所主朱华阁以外，阶从三品。加“大”者，进等。〕周师入邺，齐王、公以下皆降。三藏犹拒战，周主引见，礼之，拜仪同大将军。三藏，绍宗之子也。〖胡三省注〗注〗慕容绍宗始从尔朱氏，后事高欢父子。〕领军大将军渔阳鲜于世荣，齐高祖旧将也。周主先以马脑酒钟遗之，〖胡三省注〗注〗马脑石，似玉，宝石也，今作码瑙。〕世荣得即碎之。周师入邺，世荣在三台前鸣鼓不辍，周人执之；世荣不屈，乃杀之。周主执莫多娄敬显，数之曰：“汝有死罪三：前自晋阳走邺，携妾弃母，不孝也；〖胡三省注〗注〗自晋阳走邺，见上卷上年。走，音奏。〕外为伪朝戮力，内实通启于朕，不忠也；送款之后，犹持两端，不信也。用心如此，不死何待！”遂斩之。\n\n\t\t\t　　使将军尉迟勤追齐主。〖胡三省注〗注〗《考异》曰：《北齐书》“勤”作“刚”。今从《周书》。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗后齐循魏制，武卫将军副贰左，右卫将军，掌左、右厢，所主朱华阁以外，阶从三品。加“大”者，进等。〕", "〔〖胡三省注〗慕容绍宗始从尔朱氏，后事高欢父子。〕", "〔〖胡三省注〗马脑石，似玉，宝石也，今作码瑙。〕", "〔〖胡三省注〗自晋阳走邺，见上卷上年。走，音奏。〕", "〔〖胡三省注〗《考异》曰：《北齐书》“勤”作“刚”。今从《周书》。〕"], "translation": "\n\n\t\t\t　　辛卯（十七日），陈宣帝到北郊祭地。\n\n\t\t\t　　壬辰（十八日），北周军队到了邺城城下；癸巳（十九日），包围了邺城，焚烧邺城的西门。北齐士兵出城作战，北周军队奋勇攻击，大破北齐军队。\n\n\t\t\t　　北齐太上皇帝由上百名骑兵跟从向东出走，派武卫大将军慕容三藏守卫邺城的宫室。北周军队进入邺城，北齐的王、公以下的官员都向北周投降。慕容三藏还抗拒战斗，北周国主召见他，待之以礼，拜仪同大将军。慕容三藏是慕容绍宗的儿子。领军大将军渔阳鲜于世荣，是神武帝时的老将。北周国主先送给他们玛瑙酒杯，鲜于世荣得到后立即将杯子打碎。北周军队进入邺城时，鲜于世荣在三台前不断地击鼓，被北周军队捉住；鲜于世荣不肯屈服，被杀死。北周国主捉到莫多娄敬显，数说他：“你有三条死罪：以前你从晋阳去邺城，携带小老婆同行而抛弃母亲，这是不孝；表面替齐国效力，实际上从内部向朕送情报，这是不忠；向我们表示诚意以后，却还在两者之间动摇不定，这是不信。这样的用心，不死还等侍什么！”便将他杀死。\n\n\t\t\t　　派将军尉迟勤追赶北齐国主。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　甲午，周主入邺。齐国子博士长乐熊安生，博通《五经》，〖胡三省注〗注〗晋武帝咸宁四年，初立国子学，置国子祭酒、博士各一人，后齐置博士五人。黄帝，有熊氏；一曰：出于楚鬻熊之后，以名为氏。〕闻周主入邺，遽令扫门。家人怪而问之，安生曰：“周帝重道尊儒，必将见我。”俄而周主幸其家，不听拜，亲执其手，引与同坐；赏赐甚厚，给安车驷马以自随。又遣小司马唐道和〖胡三省注〗注〗后周之制，六官七命，自小冢宰至小司徒、小宗伯、小司马、小司寇、小司空，皆上大夫，七命。〕就中书侍郎李德林宅宣旨慰谕，曰：“平齐之利，唯在于尔。”引入宫，〖胡三省注〗注〗宫，即邺宫，时周主居之。〕使内史宇文昂访问齐朝风俗政教，人物善恶。即留内省，三宿乃归。〖胡三省注〗注〗内省，即齐之门下省。〕\n\n\t\t\t　　乙未，齐上皇渡河入济州。是日，幼主禅位于大丞相任城王湝。又为湝诏：尊上皇为无上皇，幼主为宋国天王。〖胡三省注〗注〗齐氏于倾危之际，不应改国号为宋。“宋国”，当作“宗国”。〕令侍中斛律孝卿送禅文及玺绂于瀛州，〖胡三省注〗注〗齐制，天子六玺，受命玺在六玺之外。绂，印组也。古者韍如蔽膝，又，裳绣为两己相背形，谓之黻。此紁直以系玺而已。玺，斯氏翻。绂，音弗。〕孝卿即诣邺。\n\n\t\t\t　　周主诏：“去年大赦所未及之处，皆从赦例。”〖胡三省注〗注〗去年周克晋阳，大赦，山东、河南、河北之地，尚为齐守。今既克邺，凡齐之境内，赦所未及之地，今皆从去年赦例。〕\n\n\t\t\t　　齐洛州刺史独孤永业，有甲士三万，闻晋州败，请出兵击周，奏寝不报；永业愤慨。又闻并州陷，乃遣子须达请降于周，周以永业为上柱国，封应公。〖胡三省注〗注〗此去年事也。因齐亡，叙之于此。应国公，用古邗、晋、应、韩之应以封之。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗晋武帝咸宁四年，初立国子学，置国子祭酒、博士各一人，后齐置博士五人。黄帝，有熊氏；一曰：出于楚鬻熊之后，以名为氏。〕", "〔〖胡三省注〗后周之制，六官七命，自小冢宰至小司徒、小宗伯、小司马、小司寇、小司空，皆上大夫，七命。〕", "〔〖胡三省注〗宫，即邺宫，时周主居之。〕", "〔〖胡三省注〗内省，即齐之门下省。〕", "〔〖胡三省注〗齐氏于倾危之际，不应改国号为宋。“宋国”，当作“宗国”。〕", "〔〖胡三省注〗齐制，天子六玺，受命玺在六玺之外。绂，印组也。古者韍如蔽膝，又，裳绣为两己相背形，谓之黻。此紁直以系玺而已。玺，斯氏翻。绂，音弗。〕", "〔〖胡三省注〗去年周克晋阳，大赦，山东、河南、河北之地，尚为齐守。今既克邺，凡齐之境内，赦所未及之地，今皆从去年赦例。〕", "〔〖胡三省注〗此去年事也。因齐亡，叙之于此。应国公，用古邗、晋、应、韩之应以封之。〕"], "translation": "\n\n\t\t\t　　甲午（二十日），北周国主进入邺城。北齐的国子博士长乐熊安生，博学精通《五经》，听到北周国主到了邺城，马上叫人打扫门庭。家人感到奇怪问他为什么，熊安生说：“周帝重道尊儒，一定会来看我。”不多久北周国主亲临熊家，不让熊安生叩拜，亲自搀住他的手，叫熊安生和自己坐在一起；赏赐给他很多东西，还送给他小车和马匹供他乘用。又派小司马唐道和去北齐的中书侍郎李德林的住处宣读圣旨加以慰问，说：“讨平齐国后得到的利益，就在于得到你。”带李德林进宫，派内史宇文昂向他请教北齐的风俗政教，人物的善恶。留他在门下省，住了三个晚上才让他回家。\n\n\t\t\t　　乙未（二十一日），北齐太上皇帝渡过黄河到济州。这一天，幼主把皇位让给大丞相任城王高湝。又替高湝下诏：尊称太上皇为无上皇，幼主为宋国天王。命令侍中斛律孝卿把禅位的文书和系有丝带的受命玉玺送到瀛州，斛律孝卿立即前往邺城。\n\n\t\t\t　　北周国主诏令：“去年大赦所没有执行地方，一律遵照赦例执行。”\n\n\t\t\t　　北齐的洛州刺史独孤永业有三万名甲士，听到晋州陷落，请求朝廷允许自己发兵攻击北周，但奏章被压下没有上报；独孤永业很愤慨。又听到并州陷落，便派儿子独孤须达向北周请求投降，北周任命独孤永业为上柱国，封应公。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙申，周以越王盛为相州总管。〖胡三省注〗注〗后魏置相州于邺。东魏都邺，改为司州，以甚京畿之地，仿汉、晋之制而置司州也。周既平齐，复为相州，列于诸州。〕\n\n\t\t\t　　齐上皇留胡太后于济州，使高阿那肱守济州关，〖胡三省注〗注〗济州城北有碻磝津故关。〕觇候周师，自与穆后、冯淑妃、幼主、韩长鸾、邓长颙等数十人奔青州。使内参田鹏鸾西出，参伺动静；〖胡三省注〗注〗参，候也。〕周师获之，问齐主何在，绐云：“已去，〖胡三省注〗注〗绐，诳言也。〕计当出境。”〖胡三省注〗注〗谓出齐境也。〕周人疑其不信，捶之。每折一支，辞色愈厉，竟折四支而死。\n\n\t\t\t　　上皇至青州，即欲入陈。而高阿那肱密召周师，约生致齐主，屡启云：“周师尚远，已令烧断桥路。”上皇由是淹留自宽。周师至关，阿那肱即降之。周师奄至青州，上皇囊金，系于鞍后，与后、妃、幼主等十余骑南走。己亥，至南邓村。尉迟勤追及，尽擒之，并胡太后送邺。〖胡三省注〗注〗先已擒胡太后于济州，今并齐主送邺。齐天保元年受禅，岁在庚午，四主，二十八年而亡。〕\n\n\t\t\t　　庚子，周主诏：“故斛律光、崔季舒等，宜追加赠谥，并为改葬，〖胡三省注〗注〗斛律光死见一百七十一卷太建四年。崔季舒等死见五年。谥，神至翻。〕子孙各随廕叙录。〖胡三省注〗注〗自汉以来，将相公卿皆得保任子弟若孙为官，所谓门荫者也。〕家口田宅没官者，并还之。”周主指斛律光名曰：“此人在，朕安得至邺！”辛丑，诏：“齐之东山、南园、三台，并可毁撤。瓦木诸物，可用者悉以赐民。山园之田，各还其主。”〖胡三省注〗注〗东山、南园、三台，皆高氏游宴之地。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗后魏置相州于邺。东魏都邺，改为司州，以甚京畿之地，仿汉、晋之制而置司州也。周既平齐，复为相州，列于诸州。〕", "〔〖胡三省注〗济州城北有碻磝津故关。〕", "〔〖胡三省注〗参，候也。〕", "〔〖胡三省注〗绐，诳言也。〕", "〔〖胡三省注〗谓出齐境也。〕", "〔〖胡三省注〗先已擒胡太后于济州，今并齐主送邺。齐天保元年受禅，岁在庚午，四主，二十八年而亡。〕", "〔〖胡三省注〗斛律光死见一百七十一卷太建四年。崔季舒等死见五年。谥，神至翻。〕", "〔〖胡三省注〗自汉以来，将相公卿皆得保任子弟若孙为官，所谓门荫者也。〕", "〔〖胡三省注〗东山、南园、三台，皆高氏游宴之地。〕"], "translation": "\n\n\t\t\t　　丙申（二十二日），北周任命越王宇文盛为相州总管。\n\n\t\t\t　　北齐太上皇帝把胡太后留在济州，派高阿那肱镇守济州关，观察北周军队的动静，自己和穆后、冯淑妃、幼主、韩长鸾、邓长颙等几十人逃奔青州。又派太监田鹏鸾去西部，刺探动静；他被北周军队抓获，问他北齐国主在哪里，田鹏鸾骗他们说：“已经离开原地，估计应当出了国境。”北周人怀疑他的话不可信，对他拷打。每打断一根肢体，田鹏鸾的话和脸色就愈加严厉，最后打断了四肢而死去。\n\n\t\t\t　　北齐太上皇帝到了青州，就要进入陈朝的国境。而高阿那肱秘密和北周军队联络，约定一起活捉北齐国主，却屡次向太上皇帝启奏道：“周朝的军队还离得很远，我已经下令烧桥断路。”太上皇帝因此在青州停留宽慰自己。北周军队到达关隘，高阿那肱就向他们投降。北周军队很快到了青州，北齐太上皇帝高纬用袋子装了金子，系在马鞍上，和皇后、妃子、幼主等乘了十几匹马向南逃走，己亥（二十五日），到南邓村，尉迟勤追上他们，全部活捉，连同胡太后一起送往邺城。\n\n\t\t\t　　庚子（二十六日），北周国主诏令：“已故的斛律光、崔季舒等，应追加封赠谥号，并将他们改葬，他们的子孙各随门荫按规定的等级次第授给官职，被没收充公的奴婢田地房产，一并发还。”北周国主指着斛律光的名字说：“这个人如果还在，朕怎能来到邺城！”辛丑（二十七日），诏令：“齐国的东山、南园、三台，都可以拆除。瓦片木材一类物件，可以利用的全部赏赐给百姓。山园所占用的土地，各还原主。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，壬午，上耕藉田。\n\n\t\t\t　　丙午，周主宴从官将士于齐太极殿，颁赏有差。\n\n\t\t\t　　丁未，高纬至邺，〖胡三省注〗注〗已为俘囚，不复书齐主。〕周主降阶，以宾礼见之。\n\n\t\t\t　　齐广宁王孝珩至沧州，以五千人会任城王湝于信都，〖胡三省注〗注〗冀州治信都。湝自河间进兵至信都。珩，音行。任，音壬。〕共谋匡复，召募得四万馀人。周主使齐王宪、柱国杨坚击之。令高纬为手书招湝，不从。宪军至赵州，〖胡三省注〗注〗魏孝昌二年，分定、相二州置殷州，治广阿，后改为赵州。〕湝遣二谍觇之，候骑执以白宪。宪集齐旧将，遍示之，〖胡三省注〗注〗齐旧将从宪军者，集以示谍，以携湝军之心。〕谓曰：“吾所争者大，不在汝曹。今纵汝还，仍充吾使。”乃与湝书曰：“足下谍者为候骑所拘，军中情实，具诸执事。〖胡三省注〗注〗谓谍者当能具言之。〕战非上计，无待卜疑；守乃下策，或未相许。已勒诸军分道并进，相望非远，凭轼有期。〖胡三省注〗注〗《左传》：城濮之役，楚子玉遣使请战于晋侯曰：“请与君之士戏，君凭轼而望之。”故引以为言。兵车之轼，高三尺三寸，立而凭之。〕‘不俟终日’，所望知机也！”〖胡三省注〗注〗《易大传》曰：“君子见几而作，不俟终日，”引以谕湝，使速降。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗已为俘囚，不复书齐主。〕", "〔〖胡三省注〗冀州治信都。湝自河间进兵至信都。珩，音行。任，音壬。〕", "〔〖胡三省注〗魏孝昌二年，分定、相二州置殷州，治广阿，后改为赵州。〕", "〔〖胡三省注〗齐旧将从宪军者，集以示谍，以携湝军之心。〕", "〔〖胡三省注〗谓谍者当能具言之。〕", "〔〖胡三省注〗《左传》：城濮之役，楚子玉遣使请战于晋侯曰：“请与君之士戏，君凭轼而望之。”故引以为言。兵车之轼，高三尺三寸，立而凭之。〕", "〔〖胡三省注〗《易大传》曰：“君子见几而作，不俟终日，”引以谕湝，使速降。〕"], "translation": "\n\n\t\t\t　　二月，壬午（疑误），陈宣帝到藉田举行耕种的仪式。\n\n\t\t\t　　丙午（初三），北周国主在北齐的太极殿赐宴随从的官员将士，按等级给予赏赐。\n\n\t\t\t　　丁未（初四），高纬到邺城，北周国主走下台阶，以对待宾客的礼节接见他。\n\n\t\t\t　　北齐的广宁王高孝珩到沧州，带领五千人在信都和任城王高湝会合，共同计划复国，征募到四万多人。北周国主派齐王宇文宪、柱国杨坚攻打他们。叫高纬写亲笔信对高湝招降，高湝不服从。宇文宪的军队到赵州，高湝派二名探子去侦察，反被北周的侦察骑兵捉住并报告了宇文宪。宇文宪把原先是北齐的将领召集在一起，将捉到的探子向他们示众，并说：“我所争夺的是大目标，不是你们。今天放你们回去，仍旧充当我的使者。”给高湝带去书信，信上说：“您的探子被我们的侦察兵捉到，我方军队中的情况，他们会向您报告。和我们打仗不是上策，这不用占卜就可以决定；防守是下策，或许您未必赞同。我已经统率各路军队分道并进，和您相见已经不远，我扶着兵车上的横木到来指日可待。希望您能知道时机，不要拖延时日！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　宪至信都，湝陈于城南以拒之。湝所署领军尉相愿诈出略陈，遂以众降。〖胡三省注〗注〗邺城之破，相愿盖奔瀛州，湝因署为领军。陈，读曰阵。〕相愿，湝心腹也，众皆骇惧。湝杀相愿妻子。明日，复战，宪击破之，俘斩三万人，执湝及广宁王孝珩。宪谓湝曰：“任城王何苦至此？”湝曰：“下官神武皇帝之子，兄弟十五人，幸而独存。逢宗社颠覆，今日得死，无愧坟陵。”〖胡三省注〗注〗聚土曰坟。陵，大阜也。坟陵，犹言山陵。〕宪壮之，命归其妻子。又亲为孝珩洗疮傅药，礼遇甚厚。孝珩叹曰：“自神武皇帝以外，吾诸父兄弟，无一人至四十者，命也。〖胡三省注〗注〗文襄死于盗手，年二十九；显祖，年三十一；济南王，年十七；孝昭，年二十七；武成，年三十二；其余多不得良死。〕嗣君无独见之明，宰相非柱石之寄，恨不得握兵符，受斧钺，展我心力耳！”〖胡三省注〗注〗史言湝、孝珩志节可怜。《五代志》：后齐命将出征，则授鼓旗于朝，皇帝陈法驾，服衮冕，至庙，拜于太祖，遍告讫，降就中阶，引上将操钺授柯曰：“从此上至天，将军制之。”又操斧授柯曰：“从此下至泉，将军制之。”将军既受斧钺，对曰：“国不可从外理，军不可从中制。臣既受命，有鼓旗斧钺之威，愿无一言之命于臣。”帝曰：“苟利社稷，将军裁之。”将军就车，载斧钺而出，皇帝推毂度阃，曰：“从此以外，将军制之。”。〕\n\n\t\t\t　　齐王宪善用兵，多谋略，得将士心。齐人惮其威声，多望风沮溃。刍牧不扰，军无私焉。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗邺城之破，相愿盖奔瀛州，湝因署为领军。陈，读曰阵。〕", "〔〖胡三省注〗聚土曰坟。陵，大阜也。坟陵，犹言山陵。〕", "〔〖胡三省注〗文襄死于盗手，年二十九；显祖，年三十一；济南王，年十七；孝昭，年二十七；武成，年三十二；其余多不得良死。〕", "〔〖胡三省注〗史言湝、孝珩志节可怜。《五代志》：后齐命将出征，则授鼓旗于朝，皇帝陈法驾，服衮冕，至庙，拜于太祖，遍告讫，降就中阶，引上将操钺授柯曰：“从此上至天，将军制之。”又操斧授柯曰：“从此下至泉，将军制之。”将军既受斧钺，对曰：“国不可从外理，军不可从中制。臣既受命，有鼓旗斧钺之威，愿无一言之命于臣。”帝曰：“苟利社稷，将军裁之。”将军就车，载斧钺而出，皇帝推毂度阃，曰：“从此以外，将军制之。”。〕"], "translation": "\n\n\t\t\t　　宇文宪到了信都，高湝在城南列阵进行抗拒。被高湝任命的领军尉相愿假装到阵前巡行，便率领军队向宇文宪投降。尉相愿本来是高湝的心腹，大家为此感到惊恐害怕。高湝便杀掉尉相愿的妻儿。第二天，又进行战斗，被宇文宪打败，俘虏和杀死的有三万人，高湝和广宁王高孝珩被捉住。宇文宪对高湝说：“任城王何苦至此！”高湝说：“下官是神武皇帝的儿子，十五个兄弟，只有我侥幸活下来。遭遇国家被颠覆，今日得以一死，是无愧于祖先的。”宇文宪佩服他的雄壮豪迈，命令归还他的妻儿。宇文宪又亲自为高孝珩洗疮涂药，礼遇很厚。高孝珩叹道：“除神武皇帝以外，我的父辈和兄弟，没有一个能活到四十岁的，这是命运注定的。继位的国君缺乏独特见解的明察，宰相不能担负国家重任的委托，遗憾的是我不能掌握兵符，授予我兵权，以施展我的用心和能力！”\n\n\t\t\t　　齐王宇文宪善于用兵，足智多谋，得到将士的爱戴。北齐军队害怕他的威名，都望风溃散。北周军队对百姓放牧的牲口不加侵扰，军队遵守纪律。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　周主以齐降将封辅相为北朔州总管。北朔州，齐之重镇，〖胡三省注〗注〗北朔州控御突厥，齐以为重镇。〕士卒骁勇。前长史赵穆等谋执辅相迎任城王湝于瀛州，不果，〖胡三省注〗注〗前长史，齐官。〕乃迎定州刺史范阳王绍义。绍义至马邑，自肆州以北二百八十余城皆应之。〖胡三省注〗注〗《五代志》：博陵郡，旧置定州；魏置肆州，治九原；六镇叛乱，寄治楼烦郡之秀容县，其北即齐北朔州界。〕绍义与灵州刺史袁洪猛引兵南出，欲取并州。至新兴，而肆州已为周守，〖胡三省注〗注〗《地形志》：魏太延二年，置薄骨律镇，孝昌二年，置灵州，东西分治，其地属西魏。天平中，东魏复置灵州，寄治汾州隰城县界。《五代志》：雁门郡繁畤县，东魏置武州，寄治城中，后齐改为北灵州。新兴，汉、魏古郡名，以《五代志》考之，与肆州皆在楼烦郡秀容县。宋白曰：唐之岚州，古新兴郡。〕前队二仪同以所部降周。〖胡三省注〗注〗二仪同，前隧之将二人，官皆仪同。〕周兵击显州，〖胡三省注〗注〗《地形志》：魏永安中，置显州，治汾州六〔〖胡三省注〗玉〕壁城。《五代志》：雁门郡崞县，东魏置廓州，后齐改北显州。周兵所击即此。〕执刺史陆琼，复攻拔诸城。绍义还保北朔州。周东平公神举将兵逼马邑，〖胡三省注〗注〗神举，即宇文神举。〕绍义战败，北奔突厥，犹有众三千人。绍义令曰：“欲还者从其意。”于是辞去者大半。突厥佗钵可汗常谓齐显祖为英雄天子，以绍义重踝，似之，〖胡三省注〗注〗腿两旁曰内外踝。〕甚见爱重；凡齐人在北者，悉以隶之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗北朔州控御突厥，齐以为重镇。〕", "〔〖胡三省注〗前长史，齐官。〕", "〔〖胡三省注〗《五代志》：博陵郡，旧置定州；魏置肆州，治九原；六镇叛乱，寄治楼烦郡之秀容县，其北即齐北朔州界。〕", "〔〖胡三省注〗《地形志》：魏太延二年，置薄骨律镇，孝昌二年，置灵州，东西分治，其地属西魏。天平中，东魏复置灵州，寄治汾州隰城县界。《五代志》：雁门郡繁畤县，东魏置武州，寄治城中，后齐改为北灵州。新兴，汉、魏古郡名，以《五代志》考之，与肆州皆在楼烦郡秀容县。宋白曰：唐之岚州，古新兴郡。〕", "〔〖胡三省注〗二仪同，前隧之将二人，官皆仪同。〕", "〔〖胡三省注〗《地形志》：魏永安中，置显州，治汾州六〔〖胡三省注〗玉〕壁城。《五代志》：雁门郡崞县，东魏置廓州，后齐改北显州。周兵所击即此。〕", "〔〖胡三省注〗神举，即宇文神举。〕", "〔〖胡三省注〗腿两旁曰内外踝。〕"], "translation": "\n\n\t\t\t　　北周国主任命北齐的降将封辅相为北朔州总管。北朔州是北齐的重镇，士兵强悍勇敢。前长史赵穆等人曾预谋捉住封辅相在瀛州迎接任城王高湝，没有成功，便迎接定州刺史范阳王高绍义。高绍义到马邑，从肆州以北的二百八十多座城池都起来响应。高绍义和灵州刺史袁洪猛领兵发兵向南，打算夺取并州。到了新兴时，肆州已经被北周军队占领，高绍义的前队中有二名仪同率领部下向北周投降。北周军队向显州进攻，捉住显州刺史陆琼，又攻克其他城池。高绍义回师保卫北朔州。北周东平公宇文神举领兵逼近马邑，高绍义被打败，向北逃奔突厥，还有三千部众。高绍义下令说：“想回去的人可以听便。”于是超过半数的人都离去了。突厥的佗钵可汗常说文宣帝是英雄天子，因为高绍义的踝关节两侧各有两个骨突，很象文宣帝，所以对他非常喜爱看重；凡是在突厥的北齐人，都由高绍义管理。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　于是齐之行台、州、镇，唯东雍州行台傅伏、营州刺史高宝宁不下，〖胡三省注〗注〗傅伏以永桥之功迁东雍州行台。《五代志》：绛郡，后魏置东雍州。辽西郡置营州，治和龙城。〕其馀皆入于周。凡得州五十，郡一百六十二，县三百八十，户三百三万二千五百。〖胡三省注〗注〗梁太宗大宝元年，齐显祖受魏禅，五主，二十七年而亡。齐所有司、冀、赵、义、怀、黎、建、东雍、汾、晋、南朔、并、肆、灵、显、恒、朔、定、瀛、幽、东燕、北燕、南营、安、青、济、光、胶、徐、仁、睢、兗、北徐、南青、海、东楚、潼、东徐、洛、郑、阳、宋、梁、南兗、西兗、北荆、襄、东广、秦、西楚、扬、南颍、北建、罗、合、江、和共六十州，而东广已下十州，时已为陈，故止言五十州。《考异》曰：《隋书·地理志》：州九十七，郡一百六十，县一百六十五。今从《周书》。〕高宝宁者，齐之疏属，有勇略，久镇和龙，甚得夷、夏之心。周主于河阳、幽、青、南兗、豫、徐、北朔、定置总管府，相、并二州各置宫及六府官。〖胡三省注〗注〗中山，或都会之地，或守御之要也，故皆置总管府。总管，犹魏、晋之都督也。相、并二州，皆有齐旧宫及省，故仍置宫，若别都然。置六府官，以代省也。六府官，盖倣长安六官之府，未必备官也。〕\n\n\t\t\t　　周师之克晋阳也，齐使开府仪同三司纥奚永安求救于突厥，比至，齐已亡。佗钵可汗处永安于吐谷浑使者之下，〖胡三省注〗注〗纥奚，虏复姓。魏收官氏志：北方诸姓有纥奚氏。比，必寐翻，及也。处，昌吕翻。吐，如字，或土鹘翻。谷，音浴。使，疏吏翻。〕永安言于佗钵曰：“今齐国已亡，永安何用馀生！欲闭气自绝，恐天下谓大齐无死节之臣；乞赐一刀，以显示远近。”佗钵嘉之，赠马七十匹而归之。\n\n\t\t\t　　梁主入朝于邺。〖胡三省注〗注〗梁臣于周，以周平齐，故入朝。〕自秦兼天下，无朝觐之礼，至是始命有司草具其事：致积，致饩，设九傧、九介，受享于庙，三公、三孤、六卿致食，劳宾，还贽，致享，皆如古礼。〖胡三省注〗注〗积，子赐翻。閧，许既翻。劳，力到翻。郑玄曰：每积有牢礼米禾刍薪。又曰：大礼，饔餼也。《左传》：居则具一日之积。杜预曰：刍米菜薪。诗传曰：牲腥曰餼。或曰：馈客生食及刍米曰餼。傧，主副也，导主以行礼者也。介，宾副也，辅宾以行礼者也。《五代志》：梁王之朝周，入畿，大冢宰命有司致积，其餼五牢，米九十筥，対醢各三十五瓮，酒十八壶，米禾各五十军，薪刍各百车。既至，大司空设九傧以致馆。梁王东帛乘马，设九介以待之。礼成而出。明日，王朝，受享于庙。既致享，太冢宰又命公一人玄冕乘军，陈九傧，以东帛乘马致食于宾及宾之从，各有差致食讫，又命公一弁服乘车执贽，设九傧以劳宾。王设九介，迎于门外。明日，朝服乘车，还贽于公，公皮弁迎于大门。授贽受贽，并于堂之中楹。大明日，王朝服，设九介，乘车以见于公。事毕，公致享。明日，三孤一人又执贽劳于梁王。明日，王还贽。又明日，王见三孤如三公。明日，卿一人又执贽劳王，王见卿又如三孤。于是三公、三孤、六卿又各餼宾，并属官之长为使，牢米东帛同三公。傧，必刃翻。劳，力到翻。〕周主与梁主宴，酒酣，周主自弹琵琶。梁主起舞，曰：“陛下既亲抚五弦，臣何敢不同百兽！”周主大悦，赐赉甚厚。〖胡三省注〗注〗舜弹五弦之琴。夔曰：“于，多击石拊石，百兽率舞。”梁主舜况周主，故悦。赉，来代翻。〕\n\n\t\t\t　　乙卯，周主自邺西还。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗傅伏以永桥之功迁东雍州行台。《五代志》：绛郡，后魏置东雍州。辽西郡置营州，治和龙城。〕", "〔〖胡三省注〗梁太宗大宝元年，齐显祖受魏禅，五主，二十七年而亡。齐所有司、冀、赵、义、怀、黎、建、东雍、汾、晋、南朔、并、肆、灵、显、恒、朔、定、瀛、幽、东燕、北燕、南营、安、青、济、光、胶、徐、仁、睢、兗、北徐、南青、海、东楚、潼、东徐、洛、郑、阳、宋、梁、南兗、西兗、北荆、襄、东广、秦、西楚、扬、南颍、北建、罗、合、江、和共六十州，而东广已下十州，时已为陈，故止言五十州。《考异》曰：《隋书·地理志》：州九十七，郡一百六十，县一百六十五。今从《周书》。〕", "〔〖胡三省注〗中山，或都会之地，或守御之要也，故皆置总管府。总管，犹魏、晋之都督也。相、并二州，皆有齐旧宫及省，故仍置宫，若别都然。置六府官，以代省也。六府官，盖倣长安六官之府，未必备官也。〕", "〔〖胡三省注〗纥奚，虏复姓。魏收官氏志：北方诸姓有纥奚氏。比，必寐翻，及也。处，昌吕翻。吐，如字，或土鹘翻。谷，音浴。使，疏吏翻。〕", "〔〖胡三省注〗梁臣于周，以周平齐，故入朝。〕", "〔〖胡三省注〗积，子赐翻。閧，许既翻。劳，力到翻。郑玄曰：每积有牢礼米禾刍薪。又曰：大礼，饔餼也。《左传》：居则具一日之积。杜预曰：刍米菜薪。诗传曰：牲腥曰餼。或曰：馈客生食及刍米曰餼。傧，主副也，导主以行礼者也。介，宾副也，辅宾以行礼者也。《五代志》：梁王之朝周，入畿，大冢宰命有司致积，其餼五牢，米九十筥，対醢各三十五瓮，酒十八壶，米禾各五十军，薪刍各百车。既至，大司空设九傧以致馆。梁王东帛乘马，设九介以待之。礼成而出。明日，王朝，受享于庙。既致享，太冢宰又命公一人玄冕乘军，陈九傧，以东帛乘马致食于宾及宾之从，各有差致食讫，又命公一弁服乘车执贽，设九傧以劳宾。王设九介，迎于门外。明日，朝服乘车，还贽于公，公皮弁迎于大门。授贽受贽，并于堂之中楹。大明日，王朝服，设九介，乘车以见于公。事毕，公致享。明日，三孤一人又执贽劳于梁王。明日，王还贽。又明日，王见三孤如三公。明日，卿一人又执贽劳王，王见卿又如三孤。于是三公、三孤、六卿又各餼宾，并属官之长为使，牢米东帛同三公。傧，必刃翻。劳，力到翻。〕", "〔〖胡三省注〗舜弹五弦之琴。夔曰：“于，多击石拊石，百兽率舞。”梁主舜况周主，故悦。赉，来代翻。〕"], "translation": "\n\n\t\t\t　　于是北齐的行台、州、镇中，只有东雍州行台傅伏、营州刺史高宝宁没有降服，其他地方都并入北周。一共得到五十州，一百六十二郡，三百八十县，三百另三万二千五百户。高宝宁是北齐皇室的远支，勇敢有胆略，长久在和龙镇守，很得夷人和汉人的人心。北周国主在河阳、幽、青、南兖、豫、徐、北朔、定各州设置总管府，相、并二州分别设置宫室和六府官。\n\n\t\t\t　　北周军队攻克晋阳时，北齐派开府仪同三司纥奚永安向突厥求救，他刚到突厥，北齐已经灭亡。佗钵可汗把纥奚永安安排在吐谷浑使者之下，纥奚永安对佗钵可汗说：“现在齐国已经灭亡，我何必留此残生！本准备屏气自尽，只怕天下人说我们大齐朝没有殉节而死的臣子，请求给我一刀，死后可以让远近的人都知道我的心迹。”佗钵可汗对他表示赞许，送给七十匹马让他回去。\n\n\t\t\t　　后梁国主到邺城朝见北周君主。自从秦始皇兼并天下以后，朝见礼制久已废缺，这时才开始命令有关部门拟订礼节：如致送薪米、致送活羊，设九个宾相、九个传达，在宗庙中设宴款待，三公、三孤、六卿向后梁国主献食，慰劳宾客、还礼、宴享宾客等，都依照古礼。北周国主设宴款待后梁国主，酒喝到高兴时，北周国主亲自弹琵琶。后梁国主起立跳舞，说：“陛下既然亲自演奏琵琶，臣怎敢不象百兽那样起舞！”北周国主听了大为高兴，赏赐给他很多东西。\n\n\t\t\t　　乙卯（十二日），北周国主从邺城西回长安。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，壬午，周诏：“山东诸军，各举明经干治者二人；若奇才异术，卓尔不群者，不拘此数。”〖胡三省注〗注〗时周分置诸州总管以抚镇山东，治军政，故曰诸军。〕\n\n\t\t\t　　周主之擒尉相贵也，〖胡三省注〗注〗擒尉相贵，见上卷上年。〕招齐东雍州刺史傅伏，伏不从。齐人以伏为行台右仆射。周主既克并州，〖胡三省注〗注〗克并州，亦见上卷上年。〕复遣韦孝宽招之，〖胡三省注〗注〗韦孝宽镇勋州，与东雍州接境，故使招之。〕令其子以上大将军、武乡公告身〖胡三省注〗注〗以古武乡郡封为公也。石勒置武乡郡。凡授官爵，皆给以符，谓之告身。《五代志》：冯翊郡华阴县，西魏改武乡郡。周当以此封傅伏。〕及金、马脑二酒钟赐伏为信。伏不受，谓孝宽曰：“事君有死无贰。此儿为臣不能竭忠，为子不能尽孝，人所雠疾，愿速斩之以令天下！”周主自邺还，至晋州，遣高阿那肱等百余人临汾水召伏。伏出军，隔水见之，〖胡三省注〗注〗汾水径晋、绛二州之间，东雍在绛州界，故隔水。〕问：“至尊今何在？”阿那肱曰：“已被擒矣。”伏仰天大哭，帅众入城，于聽事前北面哀号，良久，然后降。〖胡三省注〗注〗帅，读曰率。聽，与廳（厅）同。毛晃曰：聽事治官处，汉、晋皆作“聽事”，六朝以来，乃始加“广”。〖按〗聽，今简化作听；廳，简化作厅。字形已分化。〕周主见之曰：“何不早下？”伏流涕对曰：“臣三世为齐臣，食齐禄，不能自死，羞见天地！”周主执其手曰：“为臣当如此。”乃以所食羊肋骨赐伏曰：“骨亲肉疏，所以相付。”遂引使宿卫，授上仪同大将军。敕之曰：“若亟与公高官，恐归附者心动。努力事朕，勿忧富贵。”他日，又问：“前救河阴得何赏？”对曰：“蒙一转，授特进、永昌郡公。”〖胡三省注〗注〗勋级曰转。〕周主谓高纬曰：“朕三年教战，决取河阴。正为傅伏善守，城不可动，遂敛军而退。公当时赏功，何其薄也！”\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗时周分置诸州总管以抚镇山东，治军政，故曰诸军。〕", "〔〖胡三省注〗擒尉相贵，见上卷上年。〕", "〔〖胡三省注〗克并州，亦见上卷上年。〕", "〔〖胡三省注〗韦孝宽镇勋州，与东雍州接境，故使招之。〕", "〔〖胡三省注〗以古武乡郡封为公也。石勒置武乡郡。凡授官爵，皆给以符，谓之告身。《五代志》：冯翊郡华阴县，西魏改武乡郡。周当以此封傅伏。〕", "〔〖胡三省注〗汾水径晋、绛二州之间，东雍在绛州界，故隔水。〕", "〔〖胡三省注〗帅，读曰率。聽，与廳（厅）同。毛晃曰：聽事治官处，汉、晋皆作“聽事”，六朝以来，乃始加“广”。〖按〗聽，今简化作听；廳，简化作厅。字形已分化。〕", "〔〖胡三省注〗勋级曰转。〕"], "translation": "\n\n\t\t\t　　三月，壬午（初九），北周下诏：“山东各州的总管，分别推荐二名通晓经术办事能干的人；如果有特殊的才能，超出寻常与众不同的人，可以不受人数的限制。”\n\n\t\t\t　　北周国主捉拿尉相贵时，曾经招降北齐东雍州刺史傅伏，傅伏不肯。北齐任命傅伏为行台右仆射。北周国主攻下并州以后，又派韦孝宽去招降，叫他的儿子送去上大将军、武乡公等官爵的委任状和用金子、玛瑙制成的酒杯作为凭据。傅伏不肯接受，对韦孝宽说：“我服事国君除殉死以外没有其他想法。这个孩子作为臣子不能尽忠，作为儿子又不能尽孝，为人人憎恨痛骂，希望你赶快把他杀掉以昭示天下！”北周国主从邺城返回时，到了晋州，派高阿那肱等一百多人在汾水边召傅伏来。傅伏派出军队，隔河见到他们，便问：“天子现在哪里？”高阿那肱说：“已经被捉住了。”傅伏仰天大哭，率领军队进城，在官署的厅堂前面向北方悲伤痛哭，哭了很久，然后向北周投降。北周国主见到他说：“为什么不及早投诚？”傅伏流泪回答说：“我家三代是齐国的臣子，吃的是齐国的俸禄，没有殉国，羞见天地！”北周国主握住他手说：“做臣子的应当这样。”便把自己食用的羊排骨赏给傅伏，说：“骨亲肉疏，所以把骨头交给你。”便派他充当官廷的值宿禁卫，授给上仪同大将军的官职，说：“如果马上让你做高官，怕归附的人嫉妒。你只要努力侍奉朕，不必担心富贵。”另一天，又问他：“以前救援河阴时得到什么赏赐？”回答道：“蒙皇帝迁调官职一次，授给特进、永昌郡公。”北周国主对高纬说：“朕指挥打仗三年，决心攻下河阴。正由于傅伏善于防守，城不可动，便收拾军队而退走。您当时对他功劳的赏赐，为什么如此微薄！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，乙巳，周主至长安，置高纬于前，列其王公于后，车舆、旗帜、器物，以次陈之。备大驾，〖胡三省注〗注〗秦大驾，属车八十一乘；汉遵用之，备千乘万骑。晋之盛也，驾卤簿，见于志为尤详。开皇中，大驾十二乘，法驾半之。其后大驾用三十六，法驾月十二。用氏虽设六官，置司辂之职以掌公车之政，以隋制参之，大驾卤薄必不能如汉、晋之盛。帜，昌志翻。〕布六军，奏凯乐，〖胡三省注〗注〗周官：王师大献则令奏恺乐。注云：大献，献捷于祖；恺乐，献功之乐。〕献俘于太庙。观者皆称万岁。戊申，封高纬为温公，齐之诸王三十余人，皆受封爵。周主与齐君臣饮酒，令温公起舞。高延宗悲不自持，屡欲仰药，其傅婢禁止之。\n\n\t\t\t　　周主以李德林为内史上士，〖胡三省注〗注〗后周之制，内史属春官，中大夫五命，下大夫四命，上士三命。〕自是诏诰格式及用山东人物，并以委之。帝从容谓群臣曰：“我常日唯闻李德林名，复见其为齐朝作诏书移檄，正谓是天上人；岂言今日得其驱使。”神武公纥豆陵毅对曰：〖胡三省注〗注〗神武郡公。后魏置神武郡于神武川，隋为神武县，属马邑郡。纥豆陵毅，本姓窦。唐宰相世系表曰：窦本窦融之后，以窦武之难，亡入鲜卑拓跋部，使居南境，号没鹿回部，世为部大人。及勤，后魏穆帝命为纥豆陵氏。至会孙岩，从孝文帝徙各阳，遂为河南洛阳人，复为窦氏。宇文复代北旧姓，又复为纥豆陵氏。〕“臣闻麒麟凤皇，为王者瑞，可以德感，不可力致。麒麟凤皇，得之无用。岂如德林，为瑞且有用哉！”帝大笑曰：“诚如公言。”\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗秦大驾，属车八十一乘；汉遵用之，备千乘万骑。晋之盛也，驾卤簿，见于志为尤详。开皇中，大驾十二乘，法驾半之。其后大驾用三十六，法驾月十二。用氏虽设六官，置司辂之职以掌公车之政，以隋制参之，大驾卤薄必不能如汉、晋之盛。帜，昌志翻。〕", "〔〖胡三省注〗周官：王师大献则令奏恺乐。注云：大献，献捷于祖；恺乐，献功之乐。〕", "〔〖胡三省注〗后周之制，内史属春官，中大夫五命，下大夫四命，上士三命。〕", "〔〖胡三省注〗神武郡公。后魏置神武郡于神武川，隋为神武县，属马邑郡。纥豆陵毅，本姓窦。唐宰相世系表曰：窦本窦融之后，以窦武之难，亡入鲜卑拓跋部，使居南境，号没鹿回部，世为部大人。及勤，后魏穆帝命为纥豆陵氏。至会孙岩，从孝文帝徙各阳，遂为河南洛阳人，复为窦氏。宇文复代北旧姓，又复为纥豆陵氏。〕"], "translation": "\n\n\t\t\t　　夏季，四月，乙巳（初三），北周国主到长安，把高纬安排在前面，把北齐的王公排在后面，车辆、旗帜、器物，依次排列。准备好出行的“大驾”所应具备的全部人员仪仗，由公卿奉引，太仆驾车，六军排开队列，高奏凯旋的音乐，到太庙举行献俘的仪式。观看的人都高呼万岁。戊申（初六），封高纬为温公，北齐的三十多个王，都受到封爵。北周国主和北齐的君臣一同饮酒，叫温公为大家跳舞。高延宗悲伤到不能克制自己，屡次要服毒自尽，都被周围的婢女劝止。\n\n\t\t\t　　北周国主武帝任命李德林为内史上士，此后凡是武帝的诏诰格式和对潼关以东人物的任用，全都委托给他。武帝曾在闲谈时对群臣说：“我以前只听说李德林的名字，又常见到他为齐朝所写的诏书公文，正认为他是天上的人才，怎么敢说今天能为我所用。”神武公纥豆陵毅回答说：“臣听说麒麟凤凰，是王者的祥瑞，可用德行来感化它们，不能用强力得到它们。麒麒凤凰，得到了也没有用处，怎么象李德林那样，既是祥瑞而且有用！”武帝大笑说：“真是您所说的那样。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己巳，周主享太庙。\n\n\t\t\t　　五月，丁丑，周以谯王俭为大冢宰。庚辰。以杞公亮为大司徒，郑公达奚震为大宗伯，梁公侯莫陈芮为大司马，应公独孤永业为大司寇，郑公韦孝宽为大司空。〖胡三省注〗绪本作“郑公”，据考应为“郧公”。〕\n\n\t\t\t　　己丑，周主祭方丘。〖胡三省注〗注〗周制：方丘在国阴六里之郊，以其先炎帝神农氏配。〕诏以“路寝会义、崇信、含仁、云和、思齐诸殿，皆晋公护专政时所为，事穷壮丽，有逾清庙，〖胡三省注〗注〗清庙者，倣周祀文王之庙而为之也。毛传曰：清庙者，祭有清明之德者之宫也。〕悉可毁撤。雕斫之物，并赐贫民。缮造之宜，务从卑朴。”戊戌，又诏：“并、邺诸堂殿壮丽者准此。”〖胡三省注〗注〗并、邺诸堂殿，齐氏所营也。〕\n\n\t\t\t　　臣光曰：周高祖可谓善处胜矣！他人胜则益奢，高祖胜而愈俭。\n\n\t\t\t　　", "husanxing_comment": ["〔〖按〗光绪本作“郑公”，据考应为“郧公”。〕", "〔〖胡三省注〗周制：方丘在国阴六里之郊，以其先炎帝神农氏配。〕", "〔〖胡三省注〗清庙者，倣周祀文王之庙而为之也。毛传曰：清庙者，祭有清明之德者之宫也。〕", "〔〖胡三省注〗并、邺诸堂殿，齐氏所营也。〕"], "translation": "\n\n\t\t\t　　己巳（二十七日），北周国主到太庙祭祀。\n\n\t\t\t　　五月，丁丑（初五），北周任命谯王宇文俭为大冢宰。庚辰（初八），任命杞公宇文亮为大司徒，郑公达奚震为大宗伯，梁公侯莫陈芮为大司马，应公独孤永业为大司寇，郑公韦孝宽为大司空。\n\n\t\t\t　　己丑（十七日），北周国主到方丘祭地。诏告：“天子的寝室会义、崇信、含仁、云和、思齐等殿，都是晋公宇文护专政时所兴建的，穷极壮丽的能事，超过宗庙的规模，可以全部拆毁。雕饰的物件，可以赐给贫民。修缮建造的事宜，务必简单朴素。”又诏告：“并、邺的各处壮丽的厅堂宫殿照此办理。”\n\n\t\t\t　　臣司马光曰：周武帝可以称得上善于对待胜利了！别人得到胜利后就更加奢侈，周武帝胜利后却更加节俭。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，丁卯，周主东巡。秋，七月，丙戌，幸洛州。〖胡三省注〗注〗洛州治洛阳。〕八月，壬寅，议定权衡度量，颁之于四方。\n\n\t\t\t　　初，魏虏西凉之人，〖胡三省注〗注〗西凉，谓河西。自江渠氏据河西，称凉王；宋文帝元嘉十六年，魏太武帝击而虏之。〕没为隶户，齐氏因之，仍供厮役。〖胡三省注〗注〗厮，养也，役也，使也，贱也。苏林曰：厮，取者薪者也。韦昭曰：析薪曰：厮。今或读从诜入声。〕周主灭齐，欲施宽惠，诏曰：“罪不及嗣，古有定科。〖胡三省注〗注〗书大禹谟：皋陶曰：“罚不及嗣。”孔传云：父子罪不相及。〕杂役之徒，独异常宪，〖胡三省注〗注〗宪，法也。〕一从罪配，百代不免，罚既无穷，刑何以措！凡诸杂户，悉放为民。”自是无复杂户。\n\n\t\t\t　　甲子，郑州获九尾狐，〖胡三省注〗注〗此时郑州盖犹在长社。〕已死，献其骨。周主曰：”瑞应之来，必彰有德。若五品时叙，四海和平，乃能致此。〖胡三省注〗注〗此稽瑞应图而言也。孔氏书传：五品，谓五常。〖按〗孔氏书传，指孔氏之《尚书》中传记，即《尚书孔氏传》。〕今无其时，恐非实录。”命焚之。\n\n\t\t\t　　九月，戊寅，周制：“庶人已上，唯听衣绸、绵绸、丝布、圆绫、纱、绢、绡、葛、布等九种，〖胡三省注〗注〗绸，与紬同，大丝缯也。绵绸，纺绵为之，今淮人能织绵紬，紧厚，耐久服。丝布，以丝裨布缕织之，今谓之兼丝布。圆绫，土绫也，亦谓之绢花。纱，方目纱也。绢，缣也，细丝缯。绡，生丝缯。葛，葛越，宜夏服。布，缉麻若为之。〕余悉禁之。朝祭之服，不拘此制。”\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗洛州治洛阳。〕", "〔〖胡三省注〗西凉，谓河西。自江渠氏据河西，称凉王；宋文帝元嘉十六年，魏太武帝击而虏之。〕", "〔〖胡三省注〗厮，养也，役也，使也，贱也。苏林曰：厮，取者薪者也。韦昭曰：析薪曰：厮。今或读从诜入声。〕", "〔〖胡三省注〗书大禹谟：皋陶曰：“罚不及嗣。”孔传云：父子罪不相及。〕", "〔〖胡三省注〗宪，法也。〕", "〔〖胡三省注〗此时郑州盖犹在长社。〕", "〔〖胡三省注〗此稽瑞应图而言也。孔氏书传：五品，谓五常。〖按〗孔氏书传，指孔氏之《尚书》中传记，即《尚书孔氏传》。〕", "〔〖胡三省注〗绸，与紬同，大丝缯也。绵绸，纺绵为之，今淮人能织绵紬，紧厚，耐久服。丝布，以丝裨布缕织之，今谓之兼丝布。圆绫，土绫也，亦谓之绢花。纱，方目纱也。绢，缣也，细丝缯。绡，生丝缯。葛，葛越，宜夏服。布，缉麻若为之。〕"], "translation": "\n\n\t\t\t　　六月，丁卯（二十六日），北周国主到东部巡视。秋季，七月，丙戌（十五日），驾临洛州。八月，壬寅（初二），议定度量衡制度，向四方颁布。\n\n\t\t\t　　当初，北魏俘虏了西凉人，便没入官府当奴隶户，北齐沿袭北魏的做法，奴隶户仍旧为官府服劳役。北周国主灭掉北齐，要对这些人给予宽恕恩惠，下诏说：“犯罪不能株连后代，是古代已有的法律。从事杂役的犯人，唯独异于常法，一旦犯罪发配，百代都得不到赦免，惩罚既已无穷无尽，正常的刑法还怎么执行！凡属于这类杂户，全都释放为民。”从此以后就没有杂户。\n\n\t\t\t　　甲子（二十四日），郑州捉到有九尾的狐狸，当时已经死了，于是把骨骼献上。北周国主说：“天降祥瑞，一定是显扬世上有德之人。如果五伦常行，天下和平，才能出现此种祥瑞。现在没有这样的时势，恐怕不符合实际。”命令把骨骼烧掉。\n\n\t\t\t　　九月，戊寅（初八），北周下诏：“平民百姓以上的人，可以穿用绸、绵绸、丝布、圆绫、纱、绢、绡、葛、布等九种材料做的衣服，其余的一概禁止。朝祭时的服装，不受这种制度的限制。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，戊申，周主如邺。\n\n\t\t\t　　上闻周人灭齐，欲争徐、兗，〖胡三省注〗注〗此言禹迹徐、兗二州之地。《禹贡》曰：海岱及淮惟徐州，济河惟兗州。周之九州，青州得沂、泗、淮三水，兗州得大野，无复徐州矣。今之徐州，春秋宋也，《左传》围宋彭城是也。秦属泗水郡；汉属沛郡，后分立楚国，后置徐州。自是之后，徐州专治彭城矣。〕诏南兗州刺史、司空吴明彻督诸军伐之，以其世子戎昭、将军惠觉摄行州事。明彻军至吕梁，周徐州总管梁士彦帅众拒战，戊午，明彻击破之。士彦婴城自守，明彻围之。\n\n\t\t\t　　帝锐意以为河南指麾可定。中书通事舍人蔡景历谏曰：“师老将骄，不宜过穷远略。”〖胡三省注〗注〗魏黄初中，中书置通事郎，晋初置舍人、通事，江左令舍人通事谓之通事舍人，掌呈奏案，又掌诏命。陈氏得国，国之政事并由中书省，有中书舍人五人，分掌二十一局事，各当尚书诸曹，并为上司，总国内机要，尚书唯听受而已。〕帝怒，以为沮众，出为豫章内史。未行，有飞章劾景历在省赃污狼籍，坐免官，削爵土。〖胡三省注〗注〗飞者，不知其所自来也，盖出上意。〕\n\n\t\t\t　　周改葬德皇帝于冀州，〖胡三省注〗注〗宇文肱者，宇文泰之父也，从鲜于修礼攻定州，战死于唐河。武成初，追谥德皇帝。其地在齐，未得改葬。平齐之后，乃得改葬于冀州。〕周主服缞，哭于太极殿；百官素服。\n\n\t\t\t　　周人诬温公高纬与宜州刺史穆提婆谋反，并其宗族皆赐死。众人多自陈无之，高延宗独攘袂泣而不言，以椒塞口而死。唯纬弟仁英以清狂，仁雅以瘖疾得免，〖胡三省注〗注〗汉张敞奏言，“昌邑王贺清狂不惠。”苏林曰：凡狂者阴阳脉尽浊，今此人不狂似狂，故言清狂。或曰：色理清徐而心不慧，故曰清狂。清狂，如今白痴也。瘖，于今翻，痖也。〕徙于蜀。其余亲属，不杀者散配西土，〖胡三省注〗注〗西土，谓长安西边州郡。〕皆死于边裔。\n\n\t\t\t　　周主以高湝妻卢氏赐其将斛斯征。〖胡三省注〗注〗湝，户皆翻，又音皆。将，即亮翻；下同。〕卢氏蓬首垢面，长斋，不言笑。征放之，乃为尼。〖胡三省注〗注〗卢氏，山东高门，史言其能守节。长斋者，依佛教茹蔬素，不食荤肉。尼，女夷翻，女僧。〕齐后、妃贫者，至以卖烛为业。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗此言禹迹徐、兗二州之地。《禹贡》曰：海岱及淮惟徐州，济河惟兗州。周之九州，青州得沂、泗、淮三水，兗州得大野，无复徐州矣。今之徐州，春秋宋也，《左传》围宋彭城是也。秦属泗水郡；汉属沛郡，后分立楚国，后置徐州。自是之后，徐州专治彭城矣。〕", "〔〖胡三省注〗魏黄初中，中书置通事郎，晋初置舍人、通事，江左令舍人通事谓之通事舍人，掌呈奏案，又掌诏命。陈氏得国，国之政事并由中书省，有中书舍人五人，分掌二十一局事，各当尚书诸曹，并为上司，总国内机要，尚书唯听受而已。〕", "〔〖胡三省注〗飞者，不知其所自来也，盖出上意。〕", "〔〖胡三省注〗宇文肱者，宇文泰之父也，从鲜于修礼攻定州，战死于唐河。武成初，追谥德皇帝。其地在齐，未得改葬。平齐之后，乃得改葬于冀州。〕", "〔〖胡三省注〗汉张敞奏言，“昌邑王贺清狂不惠。”苏林曰：凡狂者阴阳脉尽浊，今此人不狂似狂，故言清狂。或曰：色理清徐而心不慧，故曰清狂。清狂，如今白痴也。瘖，于今翻，痖也。〕", "〔〖胡三省注〗西土，谓长安西边州郡。〕", "〔〖胡三省注〗湝，户皆翻，又音皆。将，即亮翻；下同。〕", "〔〖胡三省注〗卢氏，山东高门，史言其能守节。长斋者，依佛教茹蔬素，不食荤肉。尼，女夷翻，女僧。〕"], "translation": "\n\n\t\t\t　　冬季，十月，戊申（初九），北周国主去邺城。\n\n\t\t\t　　陈宣帝听到北周灭亡了齐国，想和北周争夺徐州、兖州，下诏南兖州刺史、司空吴明彻督率军队进行讨伐，任命吴明彻的长子吴戎昭、将军惠觉代理州事。吴明彻的军队到了吕梁，北周的徐州总管梁士彦率领军队抵抗，戊午（十九日），被吴明彻打败。梁士彦据城自守，被吴明彻的军队包围。\n\n\t\t\t　　陈宣帝一心认为河南很容易平定。中书通事舍人蔡景历规劝说：“军队老迈将领骄傲，不宜穷兵远攻。”宣帝大怒，认为是破坏大家的斗志，把蔡景历派出担任豫章内史。他还没有出发，有紧急的奏章弹劾蔡景历在中书省有贪赃行为，声名很坏，因此被免去官职，取消了爵号和封地。\n\n\t\t\t　　北周将德皇帝宇文肱在冀州改葬，北周国主穿了丧服，在太极殿大哭，百官都穿白色的丧服。\n\n\t\t\t　　北周有人诬告温公高纬和宜州刺史穆提婆合谋造反，下令对他们以及他们的宗族赐死。众人都自已申辩没有这件事，高延宗却独自捋起衣袖哭泣而不说话，用辣椒塞在自己的口里而死。只有高纬的弟弟高仁英由于是白痴，高仁雅由于是哑巴而得到赦免，被徙移到四川。其他亲属，不杀的被分散发配到长安西边的州郡，都死在边境。\n\n\t\t\t　　北周国主把高湝的妻子卢氏赏给将军斛斯征。卢氏蓬头垢面，一直吃素，不说不笑。斛斯征便放了她，于是做了尼姑。北齐皇后、贫穷的妃子，甚至以卖蜡独为业。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，壬申，周立皇子衍为道王，〖胡三省注〗注〗道，古国名，春秋有江、黄、道、鲩。“皇子”，当作“皇孙”。衍，周太子之长子。此有可疑者，后注屡之。通鉴一百七十一卷太建五年六月，书周皇孙衍生。〕兑为蔡王。\n\n\t\t\t　　癸酉，周遣上大将军王軌将兵救徐州。初，周人败齐师于晋州，乘胜逐北。齐人所弃甲仗，未暇收敛，〖胡三省注〗注〗事见上卷八年。〕稽胡乘间窃出，并盗而有之。仍立刘蠡升之孙没鐸为主，〖胡三省注〗注〗刘蠡升为高欢所灭，见一百五十七卷梁武帝大同元年。〕号圣武皇帝，改元石平。\n\n\t\t\t　　周人既克关东，〖胡三省注〗注〗谓克齐也。〕将讨稽胡，议欲穷其巢穴。齐王宪曰：“步落稽种类既多，又山谷险绝，王师一举，未可尽除。且当剪其魁首，余加慰抚。”周主从之，以宪为行军元帅，督诸军讨之。〖胡三省注〗注〗行军元帅始此。〕至马邑，分道俱进。没铎分遣其党天柱守河东，穆支守河西，据险以拒之。〖胡三省注〗注〗此西河离石之河东、河西也。〕宪命谯王俭击天柱，滕王逌击穆支，并破之，斩首万馀级。赵王招击没鐸，擒之，馀众皆降。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗道，古国名，春秋有江、黄、道、鲩。“皇子”，当作“皇孙”。衍，周太子之长子。此有可疑者，后注屡之。通鉴一百七十一卷太建五年六月，书周皇孙衍生。〕", "〔〖胡三省注〗事见上卷八年。〕", "〔〖胡三省注〗刘蠡升为高欢所灭，见一百五十七卷梁武帝大同元年。〕", "〔〖胡三省注〗谓克齐也。〕", "〔〖胡三省注〗行军元帅始此。〕", "〔〖胡三省注〗此西河离石之河东、河西也。〕"], "translation": "\n\n\t\t\t　　十一月，壬申（初三），北周立皇子宇文衍为道王，宇文兑为蔡王。\n\n\t\t\t　　癸酉（初四），北周派上大将军王軌带兵援救徐州。起初，北周在晋州打败北齐军队，乘胜追逐北上，北齐人所丢弃的盔甲兵器，来不及收罗集中；稽胡钻空子偷偷出动，将丢弃的东西全都盗走。仍旧立刘蠡升的孙子刘没铎为君主，称圣武皇帝，改年号为石平。\n\n\t\t\t　　北周攻克北齐以后，将讨伐稽胡，商议要直捣他们的巢穴。齐王宇文宪说：“步落稽的种类很多，又在山谷险峻的地方，只靠朝廷军队的一次行动，不能将他们全部消灭。应当除掉他们的首领，对众人加以慰劳安抚。”北周国主采纳了他的意见，任命宇文宪为行军元帅，督率军队进行讨伐。大军抵达马邑后，分路并进。刘没铎分派党羽天柱防守西河以东，穆支防守西河以西，据险进行抗拒。宇文宪命令谯王宇文俭进攻天柱，滕王宇文逌进攻穆支，将他们都打败，杀死一万多人。赵王宇文招进攻刘没铎，将他活捉，其余兵众全部投降。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　周诏：“自永熙三年以来，东土之民掠为奴婢，〖胡三省注〗注〗后魏孝武帝永熙三年西入关，自是宇文氏、高氏交兵，互相侵掠，得其民口，各以为奴婢。〕及克江陵之日，良人没为奴婢者，〖胡三省注〗注〗梁世祖承圣三年，江陵破，事见一百六十五卷。〕并放为良。”又诏：“后宫唯置妃二人，世妇三人，御妻三人，此外皆减之。”\n\n\t\t\t　　周主性节俭，常服布袍，寝布被，后宫不过十馀人；每行兵，亲在行陈，步涉山谷，人所不堪；抚将士有恩，而明察果断，用法严峻。由是将士畏威而乐为之死。\n\n\t\t\t　　己亥晦，日有食之。\n\n\t\t\t　　周初行《刑书要制》：群盗赃一匹，及正、长隐五丁、若地顷以上，皆死。〖胡三省注〗注〗隋因周制，制人五家为保，保有长；保五为闾，闾四为族，皆有正。畿外置里正，比闾正；党长，比族正；以相检察，所谓正、长也。百亩为顷。长，知两翻。〕\n\n\t\t\t　　十二月，戊申，新作东宫成，太子徙居之。\n\n\t\t\t　　庚申，周主如并州，移并州军民四万户于关中。戊辰，废并州宫及六府。〖胡三省注〗注〗是年春，周置并州宫及六府。〕\n\n\t\t\t　　高宝宁自黄龙上表劝进于高绍义，〖胡三省注〗注〗黄龙，即和龙，今之黄龙府。〕绍义遂称皇帝，改元武平，以宝宁为丞相。突厥佗钵可汗举兵助之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗后魏孝武帝永熙三年西入关，自是宇文氏、高氏交兵，互相侵掠，得其民口，各以为奴婢。〕", "〔〖胡三省注〗梁世祖承圣三年，江陵破，事见一百六十五卷。〕", "〔〖胡三省注〗隋因周制，制人五家为保，保有长；保五为闾，闾四为族，皆有正。畿外置里正，比闾正；党长，比族正；以相检察，所谓正、长也。百亩为顷。长，知两翻。〕", "〔〖胡三省注〗是年春，周置并州宫及六府。〕", "〔〖胡三省注〗黄龙，即和龙，今之黄龙府。〕"], "translation": "\n\n\t\t\t　　北周诏令：“自永熙三年以来，东部的百姓被抢走当奴婢、以及攻克江陵时被没入官府当奴婢的平民百姓，都放归民间。”又诏令：“后宫只设置妃子二人，女官三人，御女三人，除此以外都减掉。”\n\n\t\t\t　　北周国主生性节俭，常常穿布袍，睡觉时盖布被，后宫不过十几人；每逢行军作战，亲自在军队里，徒步在山谷里行走，这是别人所不能忍受的；安抚将士给予恩惠，而且明察果断，用法严峻，因此将士们虽然怕他的威严但乐意为他而死。\n\n\t\t\t　　己亥晦（三十日），出现日食。\n\n\t\t\t　　北周开始实行《刑书要制》：凡盗窃一匹赃物，以及闾正、里正、族正、保长、党长隐瞒五个丁口、一百亩地以上的，都处死。\n\n\t\t\t　　十二月，戊申（初十），陈朝新建的东宫落成，皇太子迁到那里居住。\n\n\t\t\t　　庚申（二十二日），北周国主去并州，将并州的四万户军民迁移到关中地区。戊辰（三十日），废除并州的宫室和六府。\n\n\t\t\t　　高宝宁从黄龙上表劝高绍义当皇帝，高绍义于是做了皇帝，改年号为武平，任命高宝宁为丞相。突厥佗钵可汗举兵帮助高绍义。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　〖胡三省注〗〕陈高宗宣皇帝　太建十年（戊戌　公元578年）\n\n\t\t\t　　春，正月，壬午，周主幸邺；辛卯，幸怀州；〖胡三省注〗注〗怀州，治河内郡野王。自此以后，周、陈之君，书“如”、书“幸”，杂出其间，未悉义例所安。〕癸巳，幸洛州。置怀州宫。\n\n\t\t\t　　二月，甲辰，周谯孝王俭卒。\n\n\t\t\t　　丁巳，周主还长安。\n\n\t\t\t　　吴明彻围周彭城，环列舟舰于城下，攻之甚急。王軌引兵轻行，据淮口，〖胡三省注〗注〗淮口，清水入淮之口，即清口也。〕结长围，以铁锁贯车轮数百，沈之清水，〖胡三省注〗注〗郦道元曰：清水，即泗水之别名。〕以遏陈船归路，军中恟惧。谯州刺史萧摩诃言于明彻曰：“闻王軌始锁下流，其两端筑城，今尚未立，公若见遣击之，彼必不敢相拒。水路未断，贼势不坚；彼城若立，则吾属必为虏矣。”明彻奋髯曰：“搴旗陷陈，将军事也；长算远略，老夫事也。”摩诃失色而退。〖胡三省注〗注〗史言明彻骄而愎谏以致败。搴，拔取也。陈，读曰阵。〕一旬之间，水路遂断。\n\n\t\t\t　　", "husanxing_comment": ["〔南朝〕", "〔〖胡三省注〗怀州，治河内郡野王。自此以后，周、陈之君，书“如”、书“幸”，杂出其间，未悉义例所安。〕", "〔〖胡三省注〗淮口，清水入淮之口，即清口也。〕", "〔〖胡三省注〗郦道元曰：清水，即泗水之别名。〕", "〔〖胡三省注〗史言明彻骄而愎谏以致败。搴，拔取也。陈，读曰阵。〕"], "translation": "\n\n\t\t\t　　〔南朝〕陈宣帝太建十年（戊戌　公元578年）\n\n\t\t\t　　春季，正月，壬午（十四日），北周国主驾临邺城；辛卯（二十三日），驾临怀州；癸巳（二十五日），驾临洛州。设置怀州的宫室。\n\n\t\t\t　　二月，甲辰（初七），北周谯孝王宇文俭去世。\n\n\t\t\t　　丁巳（二十日），北周国主回长安。\n\n\t\t\t　　陈朝的吴明彻包围北周的彭城，将战船环绕排列在城下，攻城很急。北周派王軌领兵轻装前进，占据淮口，结成长长的包围圈，用铁锁连接起几百个车轮，沉在清水河里，用来阻断陈朝船只的归路；军队中动荡不安感到恐惧。谯州刺史萧摩诃对吴明彻说：“听说王軌刚开始封锁清水河的下游，在河的两头筑城，现在还没有建起来，您如果派我去攻击，对方一定不敢抵抗。水路没有阻断，贼势不会牢固；等到他们的城建成，我们就会成为对方的俘虏。”吴明彻掀起胡子，说：“拔掉敌人的军旗冲锋陷阵，是你将军的事情；长谋远略，是我老夫的事情。”萧摩诃吓得脸上变色退了出来。十天之间，水路终于被阻断。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　周兵益至，诸将议破堰拔军，以舫载马而去。马主裴子烈曰：“若破堰下船，船必倾倒，不如先遣马出。”〖胡三省注〗注〗《考异》曰：《南史》作“马明主”，今从《陈书》。马主，马军主也。舫，并两船也。〕时明彻苦背疾甚笃，萧摩诃复请曰：“今求战不得，进退无路。若潜军突围，未足为耻。愿公帅步卒、乘马舆徐行，摩诃领铁骑数千驱驰前后，必当使公安达京邑。”〖胡三省注〗注〗京邑，谓建康。观摩诃此言，亦知军退后周师继至，必不能守淮南。帅，读曰率。轝，考字书皆无此字，唯《类篇》有之，音羊茹切，舁车也。今言乘马轝，则当读与舆字同，从平声。〕明彻曰：“弟之此策，乃良图也。然步军既多，吾为总督，必须身居其后，相帅兼行。弟马军宜速在前，不可迟缓。”摩诃因帅马军夜发。甲子，明彻决堰，乘水势退军。冀以入淮。至清口，水势渐微，舟舰并碍车轮，不复得过。王軌引兵围而蹙之，众溃。明彻为周人所执，将士三万并器械辎重皆没于周。萧摩诃以精骑八十居前突围，众骑继之，比旦，达淮南，〖胡三省注〗注〗淮水南岸也。〕与将军任忠、周罗㬋独全军得还。\n\n\t\t\t　　初，帝谋取彭、汴，以问五兵尚书毛喜，〖胡三省注〗注〗彭、汴，谓彭城、汴水之地。五兵尚书，以掌中兵、外兵、别兵、都兵、骑兵名官。〕对曰：“淮左新平，边民未辑。周氏始吞齐国，难与争锋。且弃舟艥之工，践车骑之地，〖胡三省注〗注〗徐、兖之地四平，车骑便于驰突。〕去长就短，非吴人所便。臣愚以为不若安民保境，寝兵结好，斯久长之术也。”及明彻败，帝谓喜曰：“卿言验于今矣。”即日，召蔡景历，复以为征南咨议参军。〖胡三省注〗注〗以其言验也。〕\n\n\t\t\t　　周主封吴明彻为怀德公，〖胡三省注〗注〗怀德郡公。《五代志》：巴东郡武宁县，后周置南都郡源阳县，寻改郡曰怀德，县曰武宁。〕位大将军。〖胡三省注〗注〗其朝列于大将军，无职事也。〕明彻忧愤而卒。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：《南史》作“马明主”，今从《陈书》。马主，马军主也。舫，并两船也。〕", "〔〖胡三省注〗京邑，谓建康。观摩诃此言，亦知军退后周师继至，必不能守淮南。帅，读曰率。轝，考字书皆无此字，唯《类篇》有之，音羊茹切，舁车也。今言乘马轝，则当读与舆字同，从平声。〕", "〔〖胡三省注〗淮水南岸也。〕", "〔〖胡三省注〗彭、汴，谓彭城、汴水之地。五兵尚书，以掌中兵、外兵、别兵、都兵、骑兵名官。〕", "〔〖胡三省注〗徐、兖之地四平，车骑便于驰突。〕", "〔〖胡三省注〗以其言验也。〕", "〔〖胡三省注〗怀德郡公。《五代志》：巴东郡武宁县，后周置南都郡源阳县，寻改郡曰怀德，县曰武宁。〕", "〔〖胡三省注〗其朝列于大将军，无职事也。〕"], "translation": "\n\n\t\t\t　　北周军队越到越多，陈朝的将领们商议破坏堵水的土堤将军队撤离，用船只装载马匹退走，马军主将裴子烈说：“如果破了土堤将马匹放下船，船一定会倾翻，不如先将马匹送出去。”当时吴明彻背上长疮病得很重，萧摩诃再次向他请求说：“现在求战不得，进退无路。军队如果秘密地突围，也不足为耻。希望您率领步兵、乘马车慢慢地前进，我带领几千名铁骑在前后来往奔驰，一定能使您平安地到达京城建康。”吴明彻说：“老弟这个计策，是个好办法。然而步兵很多，我是总督，必须在队伍后面，率领他们一起行动。老弟的马军应当行动迅速，走在步兵前面不能迟缓。”萧摩诃因此率领马军在晚上出发。甲子（二十七日），吴明彻决断土堤，乘水势撤退军队，希望从这里进入淮河。到清口时，水越来越浅，水军船只被沉在清水河中的车轮所阻挡，无法通过。王軌带领军队将他们包围起来并加以收缩，陈朝军队溃败。吴明彻被北周捉住，三万将士以及军队的器械物资都被北周吞并。萧摩诃率领八十名精骑兵在前面突围，其余的骑兵在后面跟随，早晨时，到达淮河南岸，和将军任忠、周罗㬋的军队得以保全回去。\n\n\t\t\t　　当初，陈宣帝打算夺取彭州、汴州，询问五兵尚书毛喜的意见，毛喜回答说：“淮左平定不久，边地的百姓还不稳定。周国刚吞并齐国，很难和对方争高低。况且放弃乘船作战的擅长，来到平原地区骑马乘车打仗，避长就短，这不是南方人所熟习的。以臣的愚见不如安抚百姓守护国境，停止用兵和周国结成友好关系，这才是长久之计。”吴明彻被打败以后，宣帝对毛喜说：“您以前的话现在证实了。”同一天，召见蔡景历，复官任职为征南咨议参军。\n\n\t\t\t　　北周国主封吴明彻为怀德公，位于大将军之列。吴明彻忧愁愤怒而去世。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　乙丑，周以越王盛为大冢宰。\n\n\t\t\t　　三月，戊辰，周于蒲州置宫，〖胡三省注〗注〗《五代志》：河东郡，后魏曰秦州；后周改蒲州，因蒲坂似名州也。〕废同州及长春二宫。〖胡三省注〗注〗同州治冯翊。宇文泰辅魏，多居同州，其后受魏禅，遂以同州置别宫。长春宫在朝邑，冯翊之属县也。是宫盖亦宇文氏置。〕\n\n\t\t\t　　甲戌，周主初服常冠，以皁纱全幅向后襆发，仍裁为四脚。〖胡三省注〗注〗今之襆头始此，制微有不同耳。杜佑曰：“后汉末，王公卿士以幅巾为雅，用全幅皂而向后襆发，谓之头巾，俗人因号为襆发。后周武帝因裁幅巾为四脚。〕\n\n\t\t\t　　丙子，命中军大将军、开府仪同三司淳于量为大都督，〖胡三省注〗注〗陈制：中军大将军，品第二，秩中二千石。开府仪同三司，品第一，其秩则万石矣。〕总水陆诸军事，镇西将军孙瑒都督荆、郢诸军，〖胡三省注〗注〗瑒（玚），又音畅。〕平北将军樊毅都督清口上至荆山缘淮诸军，宁远将军任忠都督寿阳、新蔡、霍州诸军，以备周。〖胡三省注〗注〗宁远将军，梁置；陈制，拟官品第五。此新蔡在化阳郡界。《五代志》：梁置平高、新蔡、新城三郡于殷城；后齐置新蔡郡于固始，二县皆属弋阳。任，音壬。〕\n\n\t\t\t　　乙酉，大赦。\n\n\t\t\t　　壬辰，周改元宣政。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《五代志》：河东郡，后魏曰秦州；后周改蒲州，因蒲坂似名州也。〕", "〔〖胡三省注〗同州治冯翊。宇文泰辅魏，多居同州，其后受魏禅，遂以同州置别宫。长春宫在朝邑，冯翊之属县也。是宫盖亦宇文氏置。〕", "〔〖胡三省注〗今之襆头始此，制微有不同耳。杜佑曰：“后汉末，王公卿士以幅巾为雅，用全幅皂而向后襆发，谓之头巾，俗人因号为襆发。后周武帝因裁幅巾为四脚。〕", "〔〖胡三省注〗陈制：中军大将军，品第二，秩中二千石。开府仪同三司，品第一，其秩则万石矣。〕", "〔〖胡三省注〗瑒（玚），又音畅。〕", "〔〖胡三省注〗宁远将军，梁置；陈制，拟官品第五。此新蔡在化阳郡界。《五代志》：梁置平高、新蔡、新城三郡于殷城；后齐置新蔡郡于固始，二县皆属弋阳。任，音壬。〕"], "translation": "\n\n\t\t\t　　乙丑（二十八日），北周任命越王宇文盛为大冢宰。\n\n\t\t\t　　三月，戊辰（初一），北周在蒲州营建宫室，废除同州和长春二宫。\n\n\t\t\t　　甲戌（初七），北周国主初次戴平日用的帽子，用整幅的黑纱从前向后包扎头发，并裁成四个帽翅。\n\n\t\t\t　　丙子（初九），陈朝任命中军大将军、开府仪同三司淳于量为大都督，总管水路和陆路的军事，镇西将军孙瑒都督荆州、郢州的军队，平北将军樊毅都督清口上到荆山沿淮河一带的军队，宁远将军任忠都督寿阳、新蔡、霍州的军队，以防备北周的军事行动。\n\n\t\t\t　　乙酉（十八日），陈朝大赦全国。\n\n\t\t\t　　壬辰（二十五日），北周改年号为宣政。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，庚申，突厥寇周幽州，杀掠吏民。\n\n\t\t\t　　戊午，樊毅遣军渡淮北，对清口筑城。壬戌，清口城不守。\n\n\t\t\t　　五月，己丑，周高祖帅诸军伐突厥，〖胡三省注〗注〗周主以是役殂于军中，故书其庙号。帅，读曰率。〕遣柱国原公姬愿、〖胡三省注〗注〗原，古国名。〕东平公神举等将兵五道俱入。\n\n\t\t\t　　癸巳，帝不豫，留止云阳宫；〖胡三省注〗注〗《五代志》：京兆郡云阳县，后周置云阳郡。盖亦置别宫于此。〕丙申，诏停诸军。驿召宗师宇文孝伯赴行在所，〖胡三省注〗注〗后周置宗师之官，盖掌诸宗室。杜佑曰：宗师属天官，中大夫也，五命；小宗师，下大夫，四命。宇文孝伯时留长安，故驿召之。天子所至为行在所。〕帝执其手曰：“吾自量必无济理，以后事付君。”是夜，授孝伯司卫上大夫，总宿卫兵。〖胡三省注〗注〗后周之制，凡上大夫，皆六命。〕又令驰驿入京镇守，以备非常。六月，丁酉朔，帝疾甚，还长安；是夕殂，年三十六。\n\n\t\t\t　　戊戌，太子即位。尊皇后阿史那氏为皇太后。〖胡三省注〗注〗阿史那氏，天和三年娶于突厥者也。〕宣帝始立，即逞奢欲。大行在殡，曾无戚容，〖胡三省注〗注〗在戚而有嘉容，鲁昭公所以不终也。〕扪其杖痕，大骂曰：“死晚矣！”〖胡三省注〗注〗扪，以手抚摸也。杖痕，为太子时受之痕。〕阅视高祖宫人，逼为淫欲。〖胡三省注〗注〗周武帝未祔庙而书高祖者，史笔也。〕超拜吏部下大夫郑译为开府仪同大将军、内史中大夫，委以朝政。〖胡三省注〗注〗郑译有宠，事始上卷八年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗周主以是役殂于军中，故书其庙号。帅，读曰率。〕", "〔〖胡三省注〗原，古国名。〕", "〔〖胡三省注〗《五代志》：京兆郡云阳县，后周置云阳郡。盖亦置别宫于此。〕", "〔〖胡三省注〗后周置宗师之官，盖掌诸宗室。杜佑曰：宗师属天官，中大夫也，五命；小宗师，下大夫，四命。宇文孝伯时留长安，故驿召之。天子所至为行在所。〕", "〔〖胡三省注〗后周之制，凡上大夫，皆六命。〕", "〔〖胡三省注〗阿史那氏，天和三年娶于突厥者也。〕", "〔〖胡三省注〗在戚而有嘉容，鲁昭公所以不终也。〕", "〔〖胡三省注〗扪，以手抚摸也。杖痕，为太子时受之痕。〕", "〔〖胡三省注〗周武帝未祔庙而书高祖者，史笔也。〕", "〔〖胡三省注〗郑译有宠，事始上卷八年。〕"], "translation": "\n\n\t\t\t　　夏季，四月，庚申（二十三日），突厥入侵北周的幽州，杀害抢劫当地的官吏百姓。\n\n\t\t\t　　戊午（二十一日），陈朝的樊毅派军队渡过淮河到了北面，对着清口筑城。壬戌（二十五日），清口城失守。\n\n\t\t\t　　五月，己丑（二十三日），北周武帝率领军队征讨突厥，派柱国原公宇文姬愿、东平公宇文神举等领兵分五路并进。\n\n\t\t\t　　癸巳（二十七日），北周武帝生病，留在云阳宫；丙申（三十日），下诏所有军队停止行动。派驿使到长安召宗师宇文孝伯赶到武帝所在的地方，武帝握住他的手说：“我自己估计不能痊愈了，以后的事都托付给您。”这天晚上，授给宇文孝伯司卫上大夫的职位，总管宿卫兵。又命令他骑上驿马到京城镇守，防备非常事件。六月，丁酉朔（初一），武帝病情严重，回长安；在当天夜晚去世，年三十六岁。\n\n\t\t\t　　戊戌（初二），皇太子宇文赟即位。尊称皇后阿史那氏为皇太后。北周宣帝刚即位，便放肆地奢侈纵欲。北周武帝还没有殡葬，他毫无悲伤的样子，抚摸以前被棍棒所打留下的伤痕，大骂道：“死得太晚了！”察看北周宣帝后宫的女子，强迫她们满足自己的淫欲。越级封吏部下大夫郑译为开府仪同大将军、内史中大夫，把朝政委托给他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己未，葬武皇帝于孝陵，庙号高祖。既葬，诏内外公除，帝及六宫皆议即吉。京兆郡丞乐运上疏，以为“葬期既促，事讫即除，太为汲汲。”帝不从。〖胡三省注〗注〗乐运擢京兆郡丞，见一百七十一卷五年。自丁酉至己未二十三日而葬，太速矣。〕\n\n\t\t\t　　帝以齐炀王宪属尊望重，忌之。〖胡三省注〗注〗齐王于周主，叔父也，属尊。出将入相，着功名，其望重。《谥法》：好内远礼曰炀。宪岂有是哉﹖周主杀之而加以恶谥耳。〕谓宇文孝伯曰：“公能为朕图齐王，当以其官相授。”孝伯叩头曰：“先帝遗诏，不许滥诛骨肉。齐王，陛下为叔父，功高德茂，社稷重臣。陛下若无故害之，臣又顺旨曲从，则臣为不忠之臣，陛下为不孝之子矣。”帝不怿，由是疏之。乃与开府仪同大将军于智、郑译等密谋之，使智就宅候宪，因告宪有异谋。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗乐运擢京兆郡丞，见一百七十一卷五年。自丁酉至己未二十三日而葬，太速矣。〕", "〔〖胡三省注〗齐王于周主，叔父也，属尊。出将入相，着功名，其望重。《谥法》：好内远礼曰炀。宪岂有是哉﹖周主杀之而加以恶谥耳。〕"], "translation": "\n\n\t\t\t　　己未（二十三日），将武皇帝埋葬在孝陵，庙号高祖。葬事刚结束，便下诏朝廷内外脱去丧服，让朝臣议论皇帝和皇后、妃嫔换穿吉服。京兆郡丞乐运向周宣帝上疏，以为“葬期已经很匆促，葬事刚完就不穿丧服，太焦急了。”宣帝不听。\n\n\t\t\t　　北周宣帝因为齐炀王宇文宪位高望重，对他很忌恨。对宇文孝伯说：“您如果能为朕除掉齐王，就把他的官职授给您。”宇文孝伯叩头说：“先帝有遗诏，不许滥杀骨肉至亲。齐王是陛下的叔父，功高德重，是国家的重臣，陛下如果无缘无故地杀害他，臣又依照旨意违心执行，那么我就是不忠之臣，陛下就是不孝之子了。”宣帝很不高兴，从此对他疏远。宣帝便和开府仪同大将军于智、郑译等人密谋，派于智到宇文宪的家里去伺探，诬告宇文宪有阴谋。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　甲子，帝遣宇文孝伯语宪，欲以宪为太师，〖胡三省注〗注〗太师，三师之首。〕宪辞让。又使孝伯召宪，曰：“晚与诸王俱入。”既至殿门，宪独被引进。帝先伏壮士于别室，至，即执之。宪自辨理，帝使于智证宪，宪目光如炬，与智相质。〖胡三省注〗注〗质，证也，验也。〕或谓宪曰：“以王今日事势，何用多言！”宪曰：“死生有命，宁复图存！但老母在堂，恐留兹恨耳！”〖胡三省注〗注〗言既诬以异谋，恐罪及其母也。〕因掷笏于地。遂缢之。〖胡三省注〗注〗缢，经也，绞也。〕\n\n\t\t\t　　帝召宪僚属，使证成宪罪。参军勃海李纲，誓之以死，终无桡辞。〖胡三省注〗注〗桡，奴教翻，曲也。〕有司以露车载宪尸而出，〖胡三省注〗注〗车无帷盖曰露车。〕故吏皆散，唯李纲抚棺号恸，躬自瘗之，〖胡三省注〗注〗纲在宪府，先此未有闻焉，而能临难，尽节于所事；隋、唐之间，汔能自持，有以也夫！〕哭拜而去。\n\n\t\t\t　　又杀上大将军王兴、上开府仪同大将军独孤熊、开府仪同大将军豆卢绍，〖胡三省注〗注〗《隋书》曰：豆卢，本姓慕容，燕北地王精之后，中山败，归魏。北人谓归义为豆卢，因氏焉。〕皆素与宪亲善者也。帝既诛宪而无名，〖胡三省注〗注〗无罪以加之为无名；古所谓无名之师，亦言无罪而加之兵也。〕乃云与兴等谋反，时人谓之“伴死”。\n\n\t\t\t　　以于智为柱国，封齐公，以赏之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗太师，三师之首。〕", "〔〖胡三省注〗质，证也，验也。〕", "〔〖胡三省注〗言既诬以异谋，恐罪及其母也。〕", "〔〖胡三省注〗缢，经也，绞也。〕", "〔〖胡三省注〗桡，奴教翻，曲也。〕", "〔〖胡三省注〗车无帷盖曰露车。〕", "〔〖胡三省注〗纲在宪府，先此未有闻焉，而能临难，尽节于所事；隋、唐之间，汔能自持，有以也夫！〕", "〔〖胡三省注〗《隋书》曰：豆卢，本姓慕容，燕北地王精之后，中山败，归魏。北人谓归义为豆卢，因氏焉。〕", "〔〖胡三省注〗无罪以加之为无名；古所谓无名之师，亦言无罪而加之兵也。〕"], "translation": "\n\n\t\t\t　　甲子（二十八日），宣帝派宇文孝伯传话给宇文宪，想任命他为太师，宇文宪表示推辞。又派宇文孝伯召宇文宪，说：“晚上和其他王公一起来。”他们应召刚到殿门，宇文宪被单独领进去。宣帝预先在别的房子里埋伏了壮士，宇文宪一到，就被捉住。宇文宪为自己辩护说理，宣帝就叫于智和他对证，宇文宪的目光如火，和于智对质。有人对宇文宪说：“以你今天事情的趋势，何必多说！”宇文宪说：“死生有命，我难道还想活吗！只是老母亲还在，感到遗憾而已！”因此把朝笏扔在地上。宇文宪被绞死。\n\n\t\t\t　　宣帝召来宇文宪部下的官吏，要他们证实宇文宪的罪行。参军勃海人李纲，以死起誓，始终没有乱说。官吏用没有帷盖的车子载上宇文宪的尸体出了殿门，宇文宪从前的官吏都散走了，只有李纲抚摸着棺木号啕痛哭，亲自将宇文宪埋葬，大哭拜别而去。\n\n\t\t\t　　宣帝又杀掉上大将军王兴、上开府仪同大将军独孤熊、开府仪同大将军豆卢绍，他们都是素来和宇文宪亲近的人。宣帝既然杀掉宇文宪而没有罪名，便说他是和王兴等人密谋造反，当时人称王兴等人为“伴死”。\n\n\t\t\t　　任命于智为柱国，封齐公，作为对他的奖赏。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　闰月，乙亥，周主立妃杨氏为皇后。〖胡三省注〗注〗杨坚之女也。〕\n\n\t\t\t　　辛巳，周以赵王招为太师，陈王纯为太傅。\n\n\t\t\t　　齐范阳王绍义闻周高祖殂，以为得天助。幽州人卢昌期，起兵据范阳，〖胡三省注〗注〗《五代志》：幽州治蓟城涿县，旧置范阳郡。〕迎绍义，绍义引突厥兵赴之。周遣柱国东平公神举将兵讨昌期。绍义闻幽州总管出兵在外，欲乘虚袭蓟，神举遣大将军宇文恩将四千人救之，半为绍义所杀。会神举克范阳，擒昌期。绍义闻之，素衣举哀，还入突厥。高宝宁帅夷、夏数万骑救范阳，至潞水，〖胡三省注〗注〗《水经注》：鲍丘水出御夷北塞中，俗谓之大榆河，南过潞县为潞水。〕闻昌期死，还，据和龙。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗杨坚之女也。〕", "〔〖胡三省注〗《五代志》：幽州治蓟城涿县，旧置范阳郡。〕", "〔〖胡三省注〗《水经注》：鲍丘水出御夷北塞中，俗谓之大榆河，南过潞县为潞水。〕"], "translation": "\n\n\t\t\t　　闰月，乙亥（初三），北周国主宣帝宇文赟立妃子杨氏为皇后。\n\n\t\t\t　　辛巳（初九），北周任命赵王宇文招为太师，陈王宇文纯为太傅.\n\n\t\t\t　　北齐范阳王高绍义听说北周高祖已死，以为得到了上天的帮助。幽州人卢昌期起兵占领范阳，迎接高绍义，高绍义引来突厥兵去那里。北周派柱国东平公宇文神举率军讨伐卢昌期。高绍义听到幽州总管出兵在外，想乘虚袭击蓟州，宇文神举派大将军宇文恩率领四千人去援救，被高绍义杀死一半。恰好宇文神举攻下范阳，生擒卢昌期，高绍义听到噩耗，穿上白色丧服举行哀悼，退回突厥。高宝宁率领夷人和汉人的几万骑兵去救范阳，到潞水时，听到卢昌期已死的消息，返回，占据和龙。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，周主享太庙；丙午，祀圜丘。〖胡三省注〗注〗按《五代志》：周祭圜丘及南郊，并正月上辛；今用七月丙午，非旧制。〕\n\n\t\t\t　　庚戌，周以小宗伯斛斯征为大宗伯。壬戌，以亳州总管杨坚为上柱国、大司马。〖胡三省注〗注〗《五代志》：谯郡，后魏置南兖州，后周置总管府，后改曰亳州。〕\n\n\t\t\t　　癸亥，周主尊所生母李氏为帝太后。〖胡三省注〗注〗嫡母阿史那氏既尊为皇太后，又尊生母为帝太后。〕\n\n\t\t\t　　八月，丙寅，周主祀西郊；〖胡三省注〗注〗《五代志》：后周五郊坛，其崇及去国如其行之数，其方俱百二十步，仕壝皆半之。〕壬申，如同州。以大司徒杞公亮为安州总管，上柱国长孙览为大司徒，杨公王谊为大司空。丙戌，以永昌公椿为大司寇。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗按《五代志》：周祭圜丘及南郊，并正月上辛；今用七月丙午，非旧制。〕", "〔〖胡三省注〗《五代志》：谯郡，后魏置南兖州，后周置总管府，后改曰亳州。〕", "〔〖胡三省注〗嫡母阿史那氏既尊为皇太后，又尊生母为帝太后。〕", "〔〖胡三省注〗《五代志》：后周五郊坛，其崇及去国如其行之数，其方俱百二十步，仕壝皆半之。〕"], "translation": "\n\n\t\t\t　　秋季，七月，北周国主到太庙祭祀；丙午（十一日），到圜丘祭天。\n\n\t\t\t　　庚戌（十五日），北周任命小宗伯斛斯征为大宗伯。壬戌（二十七日），任命亳州总管杨坚为上柱国、大司马。\n\n\t\t\t　　癸亥（二十八日），北周国主对亲生母亲李氏尊称为帝太后。\n\n\t\t\t　　八月，丙寅（初二），北周国主到西郊祭祀；壬申（初八），去同州。任命大司徒杞公宇文亮为安州总管，上柱国长孙览为大司徒，杨公王谊为大司空。丙戌（二十二日），任命永昌公宇文椿为大司寇。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，乙巳，立方明坛于娄湖。戊申，以扬州刺史始兴王叔陵为王官伯，临盟百官。〖胡三省注〗注〗《周礼》：司盟掌盟载之法，凡邦国有疑、会同，则掌其盟约之载，北面诏明神，既盟则贰之。郑玄注曰：有疑，不协也。明神，神之明察者，谓日月山川也。觐礼加方明于坛上，所以依之也。诏之者，读其载书以告之也。贰　之者，写其副当以授六官。陈祥道曰：诸侯觐于天子，为宫方三百步，四门，坛十有二寻，深四尺，加方明于其上。觐礼方明者，木也，方四尺，设六色：东方青，南方赤，西方白，北方黑，上玄，下黄。设六玉：上圭，下璧，南方璋，西方琥，东方圭，北方璜。郑氏曰：方明者，上下四方神明之象也。会同而盟，明神监之。六色，象其神。六玉以礼之，上宜以苍璧，下宜以黄琮，而　不以者，则上下之神非天地之至贵者也。设玉者，刻其木以著之。王官伯者，古者天子盟诸侯，使天子之老麘之。如春秋践土之盟，王子虎盟诸侯于王庭，是之谓王官伯。时彭城丧师，陈入通国上下摇心，故为是盟。〕\n\n\t\t\t　　庚戌，周主封其弟元为荆王。\n\n\t\t\t　　周主诏：“诸应拜者，皆以三拜成礼。”〖胡三省注〗注〗三拜成礼，用夷礼也。〕\n\n\t\t\t　　甲寅，上幸娄湖誓众。乙卯，分遣大使以盟誓班下四方，上下相警戒。〖胡三省注〗注〗班，布也。〕\n\n\t\t\t　　冬，十月，癸酉，周主还长安。以大司空王谊为襄州总管。〖胡三省注〗注〗《五代志》：襄阳郡，江左侨置雍州，西魏改曰襄州。〕戊子，以尚书左仆射陆缮为尚书仆射。\n\n\t\t\t　　十一月，突厥寇周边，围酒泉，杀掠吏民。〖胡三省注〗注〗《五代志》：张掖郡福禄县，旧置酒泉郡。〕\n\n\t\t\t　　十二月，甲子，周以毕王贤为大司空。\n\n\t\t\t　　己丑，周以河阳总管滕王逌为行军元帅，帅众入寇。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《周礼》：司盟掌盟载之法，凡邦国有疑、会同，则掌其盟约之载，北面诏明神，既盟则贰之。郑玄注曰：有疑，不协也。明神，神之明察者，谓日月山川也。觐礼加方明于坛上，所以依之也。诏之者，读其载书以告之也。贰　之者，写其副当以授六官。陈祥道曰：诸侯觐于天子，为宫方三百步，四门，坛十有二寻，深四尺，加方明于其上。觐礼方明者，木也，方四尺，设六色：东方青，南方赤，西方白，北方黑，上玄，下黄。设六玉：上圭，下璧，南方璋，西方琥，东方圭，北方璜。郑氏曰：方明者，上下四方神明之象也。会同而盟，明神监之。六色，象其神。六玉以礼之，上宜以苍璧，下宜以黄琮，而　不以者，则上下之神非天地之至贵者也。设玉者，刻其木以著之。王官伯者，古者天子盟诸侯，使天子之老麘之。如春秋践土之盟，王子虎盟诸侯于王庭，是之谓王官伯。时彭城丧师，陈入通国上下摇心，故为是盟。〕", "〔〖胡三省注〗三拜成礼，用夷礼也。〕", "〔〖胡三省注〗班，布也。〕", "〔〖胡三省注〗《五代志》：襄阳郡，江左侨置雍州，西魏改曰襄州。〕", "〔〖胡三省注〗《五代志》：张掖郡福禄县，旧置酒泉郡。〕"], "translation": "\n\n\t\t\t　　九月，乙巳（十一日），陈朝在娄湖建立方明坛。戊申（十四日），任命扬州刺史始兴王陈叔陵为王官伯，和朝廷百官立盟效忠皇室。\n\n\t\t\t　　庚戌（十六日），北周国主封弟弟宇文元为荆王。\n\n\t\t\t　　北周国主诏令：“应当对皇帝朝拜的，都以三拜成礼。”\n\n\t\t\t　　甲寅（二十日），陈宣帝驾临娄湖对众官盟誓。乙卯（二十一日），分派大使将盟誓对全国宣布，使上下互相告诫防备。\n\n\t\t\t　　冬季，十月，癸酉（初十），北周国主回长安。任命大司空王谊为襄州总管。戊子（二十五日），陈朝任命尚书左仆射陆缮为尚书仆射。\n\n\t\t\t　　十一月，突厥入侵北周边境，包围酒泉，屠杀抢掠当地官吏百姓。\n\n\t\t\t　　十二月，甲子（初二），北周任命毕王宇文贤为大司空。\n\n\t\t\t　　己丑（二十七日），北周任命河阳总管滕王宇文逌为行军元帅，率众侵犯陈朝。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　〖胡三省注〗〕陈高宗宣皇帝　太建十一年（己亥　公元579年）\n\n\t\t\t　　春，正月，癸巳，周主受朝于露门，〖胡三省注〗注〗“露门”，当作“路门”。路，大也，盖周之外朝也。程泰之作雍，录，以唐大明宫丹凤门、太极宫承天门皆为唐之外朝，盖识此意。〕始与群臣服汉、魏衣冠；〖胡三省注〗注〗以此知后周之君臣，前此盖胡服也。〕大赦，改元大成。置四辅官：以大冢宰越王盛为大前疑，相州总管蜀公尉迟迥为大右弼，申公李穆为大左辅，大司马随公杨坚为大后承。〖胡三省注〗注〗记文王世子，虞、夏、商、周有师保，有疑丞，设四辅及三公，周主仿此以置官。〕\n\n\t\t\t　　周主之初立也，以高祖《刑书要制》为太重而除之，〖胡三省注〗注〗周行《刑书要制》见上九年。〕又数行赦宥。京兆郡丞乐运上疏，以为：“《虞书》所称‘眚灾肆赦’，谓过误为害，当缓赦之。《吕刑》云：‘五刑之疑有赦。’谓刑疑从罚，罚疑从免也。谨寻经典，未有罪无轻重，溥天大赦之文。大尊岂可数施非常之惠，以肆奸宄之恶乎！”〖胡三省注〗注〗大尊，犹言至尊也。〕帝不纳。既而民轻犯法，又自以奢淫多过失，恶人规谏，欲为威虐，慑服群下。乃更为《刑经圣制》，〖胡三省注〗注〗《考异》曰：周《帝纪》，行刑经圣制在八月。案隋元岩传，乐运之谏，因岩纳说得免，及王轨之死，岩遂废于家。今运书已有“更严前制”之语，然则行刑经在轨死前也。〕用法益深，大醮于正武殿，告天而行之。〖胡三省注〗注〗《五代志》：道家斋法：夜中于星辰之下，陈设酒脯、単饵、币物，历祀天皇、太一、祀五星、列宿。为书，烧番陈读，云奏上天曹，名之为醮。〕密令左右伺察群臣，小有过失，辄行诛谴。\n\n\t\t\t　　", "husanxing_comment": ["〔南朝〕", "〔〖胡三省注〗“露门”，当作“路门”。路，大也，盖周之外朝也。程泰之作雍，录，以唐大明宫丹凤门、太极宫承天门皆为唐之外朝，盖识此意。〕", "〔〖胡三省注〗以此知后周之君臣，前此盖胡服也。〕", "〔〖胡三省注〗记文王世子，虞、夏、商、周有师保，有疑丞，设四辅及三公，周主仿此以置官。〕", "〔〖胡三省注〗周行《刑书要制》见上九年。〕", "〔〖胡三省注〗大尊，犹言至尊也。〕", "〔〖胡三省注〗《考异》曰：周《帝纪》，行刑经圣制在八月。案隋元岩传，乐运之谏，因岩纳说得免，及王轨之死，岩遂废于家。今运书已有“更严前制”之语，然则行刑经在轨死前也。〕", "〔〖胡三省注〗《五代志》：道家斋法：夜中于星辰之下，陈设酒脯、単饵、币物，历祀天皇、太一、祀五星、列宿。为书，烧番陈读，云奏上天曹，名之为醮。〕"], "translation": "\n\n\t\t\t　　〔南朝〕陈宣帝太建十一年（己亥　公元579年）\n\n\t\t\t　　春季，正月，癸巳（初一），北周国主在宫室最里面的正门接受百官的朝拜，开始和群臣穿戴汉、魏时代的衣帽；大赦全国，改年号为大成。设置四名辅助皇帝的官职；任命大冢宰越王宇文盛为大前疑，相州总管蜀公尉迟迥为大右弼，申公李穆为大左辅，大司马随公杨坚为大后承。\n\n\t\t\t　　北周国主宣刚即位时，认为高祖时的《刑书要制》量刑太重而废除，又几次施行赦罪。京兆郡丞乐运向宣帝上疏，以为：“《虞书》中所说的‘眚灾肆赦’，是说因无心的过失而犯罪的，应当宽恕赦免；《吕刑》中说：‘五刑之疑有赦’，是说对叛刑有怀疑可以改为处罚，对处罚有怀疑可以改为免罪。我认真地查阅了经典，没有发现对罪行不分轻重，普天下一律大赦的记载。天子怎能几次施行非同寻常的仁慈，使为非作歹的人放肆作恶！”北周宣帝不采纳他的意见。不久以后百姓不怕犯法，宣帝自己又因为奢侈有许多过失，痛恨别人的规劝，想用威势和残暴，令下面的人畏惧屈服。于是另行制定《刑经圣制》，用刑更加严厉，在正武殿设坛进行祈祷，祷告上天以后加以实施。秘密地派左右的人窥伺观察群臣，发现犯有小的过失，便任意杀害治罪。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　又，居丧才逾年，即恣声乐，鱼龙百戏，常陈殿前，〖胡三省注〗注〗《五代志》：齐武平中，有鱼龙烂漫、俳优朱儒、山车、巨象、拔井、种瓜、杀马、剥驴等奇怪异端，百有余物，名为百戏。时郑译有宠于周主，征齐散乐，并会京师为之，盖秦角抵之流也。〕累日继夜，不知休息；多聚美女以实后宫，增置位号，不可详录。游宴沉湎，或旬日不出，〖胡三省注〗注〗毛晃曰：沉湎，饮酒齐其色。韩诗：饮酒闭门不出客曰湎。〕群臣请事者，皆因宦者奏之。于是乐运舆榇诣朝堂，陈帝八失：其一，以为“大尊比来事多独断，不参诸宰辅，与众共之”。其二，“搜美女以实后宫，仪同以上女不许辄嫁，贵贱同怨”。其三，“大尊一入后宫，数日不出，所须闻奏，多附宦者”。其四，“下诏宽刑，未及半年，更严前制”。其五，“高祖斫雕为朴，崩未逾年，而遽穷奢丽”。其六，“徭赋下民，以奉俳优角抵”。其七，“上书字误者，即治其罪，杜献书之路”。其八，“玄象垂诫，不能咨诹善道，〖胡三省注〗注〗玄象天象也。日月星辰，在天成象。〕修布德政”。“若不革兹八事，臣见周庙不血食矣。”〖胡三省注〗注〗牺牲之荐为血食。〕帝大怒，将杀之。朝臣恐惧，莫有救者。内史中大夫洛阳元岩汉曰：“臧洪同死，人犹愿之，〖胡三省注〗注〗陈容愿与臧洪同死，事见六十卷汉献帝兴平三年。〕况比干乎！〖胡三省注〗注〗以乐运忠谏况之比干。〕若乐运不免，吾将与之俱毙。”乃诣閤请见，曰：“乐运不顾其死，欲以求名。陛下不如劳而遣之，以广圣度。”帝颇感悟。明日，召运，谓曰：“朕昨夜思卿所奏，实为忠臣。”赐御食而罢之。\n\n\t\t\t　　癸卯，周立皇子阐为鲁王。〖胡三省注〗注〗按李延寿《北史》：静帝讳衍，后改名阐。观此，则九年周主皇子衍为道王，自是高祖之子邪﹖ 〕\n\n\t\t\t　　甲辰，周主东巡。丙午，以许公宇文善为大宗伯。戊午，周主至洛阳；立鲁王阐为皇太子。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《五代志》：齐武平中，有鱼龙烂漫、俳优朱儒、山车、巨象、拔井、种瓜、杀马、剥驴等奇怪异端，百有余物，名为百戏。时郑译有宠于周主，征齐散乐，并会京师为之，盖秦角抵之流也。〕", "〔〖胡三省注〗毛晃曰：沉湎，饮酒齐其色。韩诗：饮酒闭门不出客曰湎。〕", "〔〖胡三省注〗玄象天象也。日月星辰，在天成象。〕", "〔〖胡三省注〗牺牲之荐为血食。〕", "〔〖胡三省注〗陈容愿与臧洪同死，事见六十卷汉献帝兴平三年。〕", "〔〖胡三省注〗以乐运忠谏况之比干。〕", "〔〖胡三省注〗按李延寿《北史》：静帝讳衍，后改名阐。观此，则九年周主皇子衍为道王，自是高祖之子邪﹖ 〕"], "translation": "\n\n\t\t\t　　另外，北周宣帝居丧刚过一年，就恣意于音乐歌舞，常常在殿前欣赏鱼龙变化等魔术杂技，连日连夜，不知道休息；又选了许多美女充实后宫，增添了不少名位称号，无法详细记录；游宴酗酒，甚至一连十天不出宫，群臣向他启奏请示，都由太监转奏。于是乐运用车拉了棺木到百官议事的朝堂，面陈北周宣帝的八条过失：一，认为“天子近来对大事多独断专行，不和宰相辅臣一同商议。”二，“搜罗美女充实后宫，仪同以上官员的女儿不准出嫁，无论贵贱都对此怨恨。”三，“天子一进后宫，几天都不出来，官员们要奏事，必须通过太监。”四，“下诏放宽刑罚，不到半年，反而比以前的制度更加严厉。”五，“高祖皇帝去绝浮华，崇尚朴实，驾崩还不到一年，而天子就竭力追求奢侈壮丽。”六，“叫百姓服劳役纳赋税，用来供养耍杂技演滑稽比角力的艺人。”七，“向天子献书中有错字，就被治罪，杜绝了献书之路。”八，“天空的星象出现了告诫的预兆，不能征求询问为善之道，修整实行德政。”“如果不革除这八件事，臣将见到周朝的宗庙不会有杀牲取血的祭祀了。”北周宣帝勃然大怒，要杀死他。朝臣们都很恐惧，没有人敢救他。内史中大夫洛阳元岩叹道：“汉献帝时的陈容愿意和臧洪一起死，使人仰慕，何况比干！如果乐运不免一死，我将和他一起去死。”于是到中閤求见北周宣帝，说：“乐运不顾死活，是为了求名。陛下不如对他慰劳而后放他走，才显出陛下度量宏大。”宣帝稍有点感动省悟。第二天，把乐运召来，对他说：“朕昨天晚上考虑你所奏的话，实在是个忠臣。”赐给他御用的食物但又将他罢免。\n\n\t\t\t　　癸卯（十一日），北周立皇子宇文阐为鲁王。\n\n\t\t\t　　甲辰（十二日），北周国主东巡。丙午日，任命许公宇文善为大宗伯。戊午（二十六日），北周国主到洛阳；立鲁王宇文阐为皇太子。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，癸亥，上耕藉田。周下诏，以洛阳为东京；发山东诸州兵治洛阳宫，常役四万人。徒相州六府于洛阳。〖胡三省注〗注〗周置相州六府，见上九年。〕\n\n\t\t\t　　周徐州总管王軌，闻郑译用事，自知及祸，谓所亲曰：“吾昔在先朝，实申社稷至计。今日之事，断可知矣。此州控带淮南，邻接强寇，欲为身计，易如反掌。〖胡三省注〗注〗强寇，谓陈。〕但忠义之节，不可亏违，况荷先帝厚恩，岂可以获罪于嗣主，遽忘之邪！正可于此待死，冀千载之后，知吾此心耳！”\n\n\t\t\t　　周主从容问译曰：“我脚杖痕，谁所为也？”对曰：“事由乌丸轨、〖胡三省注〗注〗受杖事见上卷八年。王轨盖赐姓乌丸氏，故称之。〕宇文孝伯。”因言轨捋须事。〖胡三省注〗注〗宇文孝伯何为出此言也！欲自求免死邪﹖然终于不免也。捋须事见同上。〕帝使内史杜庆信就州杀轨，元岩不肯署诏。御正中大夫颜之仪切谏，〖胡三省注〗注〗武成元年，置御正四人。〕帝不听，岩进继之，脱巾顿颡，三拜三进。〖胡三省注〗注〗颡，额也。〕帝曰：“汝欲党乌丸轨邪？”岩曰：“臣非党轨，正恐滥诛失天下之望。”帝怒，使阉竖搏其面。〖胡三省注〗注〗搏，手击也。〕轨遂死，岩亦废于家。远近知与不知，皆为轨流涕。之仪，之推之弟也。〖胡三省注〗注〗颜之推先仕于齐，齐亡入周。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗周置相州六府，见上九年。〕", "〔〖胡三省注〗强寇，谓陈。〕", "〔〖胡三省注〗受杖事见上卷八年。王轨盖赐姓乌丸氏，故称之。〕", "〔〖胡三省注〗宇文孝伯何为出此言也！欲自求免死邪﹖然终于不免也。捋须事见同上。〕", "〔〖胡三省注〗武成元年，置御正四人。〕", "〔〖胡三省注〗颡，额也。〕", "〔〖胡三省注〗搏，手击也。〕", "〔〖胡三省注〗颜之推先仕于齐，齐亡入周。〕"], "translation": "\n\n\t\t\t　　二月，癸亥（初二），陈宣帝到藉田举行耕种仪式。北周下诏，以洛阳为东京；征调潼关以东各州的士兵修建洛阳宫，平时服劳役的有四万人。把相州的六府迁到洛阳。\n\n\t\t\t　　北周的徐州总管王軌，听到郑译当权，自己知道将有灾祸，对亲近的人说：“我从前在先帝时，真实地申述了治国的根本大计。今天将要发生的事，断然可以知道。这个州控制淮南，靠近强敌，如果要替自己打算，可说是易如反掌。但是忠义的节操，不敢违背，何况我蒙受先帝的厚恩，怎能因为得罪了当今皇上，就忘掉所受的恩德！正可以在这里等死，希望在千年以后，知道我的忠心！”\n\n\t\t\t　　北周宣帝曾经随便问郑译说：“我脚上被杖打的伤痕，是谁干的？”答道：“事情的起因是乌丸（王）轨、宇文孝伯。”因此告诉他王軌在宫中宴会时捋先帝胡子的事。北周宣帝派内史杜庆信到徐州将王軌处死，内史中大夫元岩不肯在诏书上签名。御正中大夫颜之仪恳切劝阻宣帝，宣帝不听，元岩随后进见宣帝，脱下头巾叩拜，三次叩头三次前进。宣帝说：“你要袒护王軌吗？”元岩说：“臣不是要偏袒王軌，而是担心乱杀会失掉天下人对陛下的期望。”宣帝大怒，叫太监打元岩的耳光。王軌于是被杀死，元岩也被免职回家。远近各地不论是否知道王軌，都为之流泪。颜之仪是颜之推的弟弟。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　周主之为太子也，上柱国尉迟运为宫正，〖胡三省注〗注〗此太子宫正也。〕数进谏，不用；又与王軌、宇文孝伯、宇文神举皆为高祖所亲待，太子疑其同毁己。及轨死，运惧，私谓孝伯曰：“吾徒必不免祸，为之奈何？”孝伯曰：“今堂上有老母，地下有武帝。〖胡三省注〗注〗武帝，即高祖也。〕为臣为子，知欲何之！且委质事人，本徇名义；谏而不入，死焉可逃！足下若为身计，宜且远之。”于是运求出为秦州总管。〖胡三省注〗注〗天水郡，旧秦州。〕\n\n\t\t\t　　他日，帝托以齐王宪事让孝伯曰：“公知齐王谋反，何以不言？”对曰：“臣知齐王忠于社稷，为群小所谮，言必不用，所以不言。且先帝付嘱微臣，〖胡三省注〗注〗嘱，托也。〕唯令辅导陛下。今谏而不从，实负顾托。以此为罪，是所甘心。”帝大惭，俯首不语，命将出，赐死于家。〖胡三省注〗注〗将，引也，领也。〕\n\n\t\t\t　　时宇文神举为并州刺史，帝遣使就州鸩杀之。尉迟运至秦州，亦以忧死。\n\n\t\t\t　　周罢南伐诸军。\n\n\t\t\t　　突厥佗钵可汗请和于周，周主以赵王招女为千金公主，妻之，且命执送高绍义；佗钵不从。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗此太子宫正也。〕", "〔〖胡三省注〗武帝，即高祖也。〕", "〔〖胡三省注〗天水郡，旧秦州。〕", "〔〖胡三省注〗嘱，托也。〕", "〔〖胡三省注〗将，引也，领也。〕"], "translation": "\n\n\t\t\t　　当北周宣帝还是皇太子时，上柱国尉迟运担任太子宫正，屡次对皇太子进谏，意见不被采纳；尉迟运和王軌、宇文孝伯、宇文神举都曾受到北周武帝亲切的对待，皇太子怀疑尉迟运和他们一同在武帝跟前诽谤自己。王軌死后，尉迟运感到恐惧，私下对宇文孝伯说：“我们这些人一定免不了遭祸，怎么办？宇文孝伯说：“现在堂上有老母亲，九泉之下有先帝，作为臣子和儿子，怎能知道去哪里！况且作为臣子奉侍君主，本应遵从名义；对君主加劝阻而不被采纳，怎能避免一死！足下如果为自己考虑，最好暂且躲远一点。”于是尉迟运请求离开朝廷去做秦州总管。\n\n\t\t\t　　另一天，宣帝假借了齐王宇文宪的事情责备宇文孝伯说：“你知道齐王谋反的事，为什么不说？”答道：“臣知道齐王忠于国家，由于被一帮小人造谣中伤，我说话一定不被陛下采纳，所以不说。况且先帝曾嘱咐微臣，只让我辅导陛下。现在规劝而不被采纳，实在辜负了先帝的委托。以此作为罪名，我心甘情愿。”北周宣帝大为惭愧，低头不语，命令放他出去，在家里把他赐死。\n\n\t\t\t　　当时宇文神举是并州刺史，北周宣帝派使者去并州赐给毒酒将他害死。尉迟运到秦州后，也因忧愁而死。\n\n\t\t\t　　北周停止南征的军事行动。\n\n\t\t\t　　突厥佗钵可汗向北周求和，北周宣帝将赵王宇文招的女儿封为千金公主，嫁给佗钵可汗为妻，又命令可汗捉住高绍义送回北周，佗钵可汗不服从。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛巳，周宣帝传位于太子阐，大赦，改元大象，自称天元皇帝，所居称“天台”，冕二十四旒，车服旗鼓皆倍于前王之数。皇帝称正阳宫，置纳言、御正、诸卫等官，〖胡三省注〗注〗保定四年，改宗伯为纳言。此纳言似隋官之纳言，为门下省长官。诸卫等官，左，右宫伯、小宫伯、左，右中侍、左，右侍、左，右前侍、左，右后侍、左，右骑侍、左，右宗侍、左，右庶侍、左，右勋侍、左，右武伯、小武伯、左，右旅贲、左，右射声、左，右骁骑、左，右羽林、左，右游击也。〕皆准天台。尊皇太后为天元皇太后。\n\n\t\t\t　　天元既传位，骄侈弥甚，务自尊大，无所顾惮，国之仪典，率情变更。每对臣下自称为天，用樽、彝、珪、瓚以饮食。〖胡三省注〗注〗《周礼》有六尊、六彝，尊有罍而彝有舟。郑玄曰：彝，亦尊也。郁鬯日彝。彝，法也，言为尊之法。郑众曰：于圭头为器，可以挹鬯祼祭，谓之瓒。瓒，藏旱翻。〕令群臣朝天台者，致斋三日，清身一日。既自比上帝，不欲群臣同己，常自带绶，及冠通天冠，加金附蝉，顾见侍臣弁上有金蝉及王公有绶者，并令去之。〖胡三省注〗注〗《五代志》：古者君臣佩玉，绶者所以贯佩相承受也。又上下施韍，如蔽膝。五霸之后，战兵不息，佩非兵器，韍非战仪，于是解去佩、韍，留其系襚而已。韍、佩既废，秦乃以采组连结于襚，又谓之绶。周制：皇帝组绶，以苍，以青，以朱，以黄，以白，以玄，以纁，以红，以紫，以緅，以碧，以绿，十有二色。诸王及王云公九色，自黄以下；王公以下，以差降杀。通天冠，古制高九寸，正竖顶，少斜却，乃直下铁为卷梁，前有展筒，冠前加金博山述。加金附蝉者，乃侍中、常侍所冠武戒也。史皆言天元之率意自尊。绶，音受。冠通之冠，古玩翻。〕不听人有“天”、“高”、“上”、“大”之称，官名有犯，皆改之。改姓高者为“姜”，九族称高祖者为“长祖”。又令天下车皆以浑木为轮。禁天下妇人不得施粉黛，〖胡三省注〗注〗粉以傅面，黛以填额、画眉。〕自非宫人，皆黄眉墨妆。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗保定四年，改宗伯为纳言。此纳言似隋官之纳言，为门下省长官。诸卫等官，左，右宫伯、小宫伯、左，右中侍、左，右侍、左，右前侍、左，右后侍、左，右骑侍、左，右宗侍、左，右庶侍、左，右勋侍、左，右武伯、小武伯、左，右旅贲、左，右射声、左，右骁骑、左，右羽林、左，右游击也。〕", "〔〖胡三省注〗《周礼》有六尊、六彝，尊有罍而彝有舟。郑玄曰：彝，亦尊也。郁鬯日彝。彝，法也，言为尊之法。郑众曰：于圭头为器，可以挹鬯祼祭，谓之瓒。瓒，藏旱翻。〕", "〔〖胡三省注〗《五代志》：古者君臣佩玉，绶者所以贯佩相承受也。又上下施韍，如蔽膝。五霸之后，战兵不息，佩非兵器，韍非战仪，于是解去佩、韍，留其系襚而已。韍、佩既废，秦乃以采组连结于襚，又谓之绶。周制：皇帝组绶，以苍，以青，以朱，以黄，以白，以玄，以纁，以红，以紫，以緅，以碧，以绿，十有二色。诸王及王云公九色，自黄以下；王公以下，以差降杀。通天冠，古制高九寸，正竖顶，少斜却，乃直下铁为卷梁，前有展筒，冠前加金博山述。加金附蝉者，乃侍中、常侍所冠武戒也。史皆言天元之率意自尊。绶，音受。冠通之冠，古玩翻。〕", "〔〖胡三省注〗粉以傅面，黛以填额、画眉。〕"], "translation": "\n\n\t\t\t　　辛巳（二十日），北周宣帝将皇位传给皇太子宇文阐，大赦全国，改年号为大象，自称天元皇帝，居住的地方称“天台“，皇冠悬垂二十四条玉串，车服旗鼓比以前的皇帝增加一倍。皇帝所住的地方称正阳宫，设置纳言、御正、诸卫等官职，都按照天台那样。尊称皇太后为天元皇太后。\n\n\t\t\t　　天元皇帝传位以后，更加骄纵奢侈，妄自尊大，无所顾忌，国家的典章制度，随意改变，常常对臣子自称为天，饮食时用金、玉制成的食器，命令群臣到天台朝见以前，先素食三天，洁身一天。他自比上帝，不准群臣和他同样穿戴，常常穿配有丝带的衣服，戴通天冠，冠上有金制的蝉作为装饰品，看到侍臣的帽子上有金蝉和王公衣服上配有丝带，都叫他们去掉。不准别人有“天”、“高”、“上”、“大”等字的称呼，官员的姓名中有以上字样，一律改掉。姓高的改为姓“姜”，九族中称高祖的改称“长祖”。又命令天下的车辆用整块木材做车轮。禁止天下的妇女搽粉画眉，以后如果不是宫中的女子，都不准涂脂抹粉画眉毛。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　每召侍臣论议，唯欲兴造变革，未尝言及政事。游戏无常，出入不节，羽仪仗卫，晨出夜还，陪侍之官，皆不堪命。自公卿以下，常被楚挞。每捶人，皆以百二十为度，谓之“天杖”，其后又加至二百四十。宫人内职亦如之，后、妃、嫔、御，虽被宠幸，亦多杖背。于是内外恐怖，人不自安，皆求苟免，莫有固志，重足累息，〖胡三省注〗注〗重足而立，屏气积郁而不敢息。〕以逮于终。\n\n\t\t\t　　戊子，周以越王盛为太保，尉迟迥为大前疑，代王达为大右弼。\n\n\t\t\t　　辛卯，徙邺城《石经》于洛阳。〖胡三省注〗注〗尉，纡勿翻。汉灵帝时，蔡邕立石经于太学讲堂前，一曰：立于鸿都门。魏正始中，又立古、篆、隶三字石经，高澄迁之于邺，周今复徙之洛阳。〕诏：“河阳、幽、相、豫、亳、青、徐七总管，并受东京六府处分。”\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗重足而立，屏气积郁而不敢息。〕", "〔〖胡三省注〗尉，纡勿翻。汉灵帝时，蔡邕立石经于太学讲堂前，一曰：立于鸿都门。魏正始中，又立古、篆、隶三字石经，高澄迁之于邺，周今复徙之洛阳。〕"], "translation": "\n\n\t\t\t　　天元皇帝召集侍臣议论，只谈宫室的兴建变革，从不谈论政事。随意游戏，出入没有节制，有仪仗队随从，早出晚归，连陪伴侍奉的官员，都无法忍受。自公卿以下的官员，常常遭到刑杖的拷打。对人拷打时，以一百二十下为准，称为“天杖”，以后又增加到二百四十下。宫女和在宫中任职的女官也都这样，后、妃、嫔、御，虽然受到宠幸，也多被拷打背脊。于是内外都感到恐怖，人心惶惶，动摇不定，只求苟安幸免，失去了意志，恐惧到叠足而立不敢出气，直到他死去为止。\n\n\t\t\t　　戊子（二十七日），北周任命越王宇文盛为太保，尉迟迥为大前疑，代王宇文达为大右弼。\n\n\t\t\t　　辛卯（三十日），将邺城的《石经》迁到洛阳。诏令：“河阳、幽、相、豫、亳、青、徐七州的总管，都受东京六府的管辖。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，庚申，天元还长安，大陈军伍，亲擐甲胄，入自青门，静帝备法驾以从。〖胡三省注〗注〗青门，汉长安城东出南来第三门也。门色青，故名青门。法驾，次于大驾。〕\n\n\t\t\t　　夏，四月，壬戌朔，立妃硃氏为天元帝后。后，吴人，本出寒微，生静帝，长于天元十余岁，疏贱无宠，以静帝故，特尊之。\n\n\t\t\t　　乙巳，周主祠太庙。壬午，大醮于正武殿。\n\n\t\t\t　　五月，辛亥，以襄国郡为赵国，济南郡为陈国，武当、安富二郡为越国，上党郡为代国，新野郡为滕国，邑各万户；〖胡三省注〗注〗食邑各有实士。“安富”，当作“安福”。《五代志》：淅阳郡武当县，旧置武当郡。又，安福郡。南阳郡之新野县，旧日棘阳，置新野郡。〕令赵王招、陈王纯、越王盛、代王达、滕王逌并之国。\n\n\t\t\t　　随公杨坚私谓大将军汝南公庆曰：“天元实无积德；视其相貌，寿亦不长。又，诸籓微弱，各令就国，曾无深根固本之计。羽翮既剪，何能及远哉！”〖胡三省注〗注〗观杨坚此言，岂有篡心哉！然坚处猜虐之朝而发此言，其免者盖幸也。〕庆，神举之弟也。\n\n\t\t\t　　突厥寇周并州。六月，周发山东诸民修长城。〖胡三省注〗注〗修齐所筑长城也。齐筑长城，见百六十六卷梁敬帝太平元年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗青门，汉长安城东出南来第三门也。门色青，故名青门。法驾，次于大驾。〕", "〔〖胡三省注〗食邑各有实士。“安富”，当作“安福”。《五代志》：淅阳郡武当县，旧置武当郡。又，安福郡。南阳郡之新野县，旧日棘阳，置新野郡。〕", "〔〖胡三省注〗观杨坚此言，岂有篡心哉！然坚处猜虐之朝而发此言，其免者盖幸也。〕", "〔〖胡三省注〗修齐所筑长城也。齐筑长城，见百六十六卷梁敬帝太平元年。〕"], "translation": "\n\n\t\t\t　　三月，庚申（疑误），北周天元皇帝回长安时，大张旗鼓地摆开军队的阵容，自己穿戴了铠甲和头盔，从长安的青门进城，静帝备好皇帝的车驾在后跟随。\n\n\t\t\t　　夏季，四月，壬戌朔（疑误），天元皇帝立妃子朱氏为天元帝后。天元帝后，是江南吴人，出身低贱，是静帝的生母，比天元皇帝大十几岁，原先被疏远轻视得不到宠爱，因为生了静帝所以赐给尊号。\n\n\t\t\t　　乙巳（疑误），北周国主到太庙祭祀。壬午（二十二日），在正武殿举行祷神除灾的祭祀。\n\n\t\t\t　　五月，辛亥日，以襄国郡为赵国，济南郡为陈国，武当、安富二郡为越国，上党郡为代国，新野郡为滕国，分别食邑一万户；令赵王宇文招、陈王宇文纯、越王宇文盛、代王宇文达、滕王宇文逌一起去各自的封国。\n\n\t\t\t　　随公杨坚私下对大将军汝南公宇文庆说：“天元皇帝实在没有积德，看他的相貌，寿命也不长。另外，各个藩王势力都很微弱，叫他们去各自的封国，没有深根固本、不可动摇的长远之计。羽毛都被剪掉了，怎么能飞得远呢！”宇文庆是宇文神举的弟弟。\n\n\t\t\t　　突厥侵扰北周的并州。六月，北周征调潼关以东各地的百姓修葺北齐所筑的长城。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，庚寅，周以杨坚为大前疑，柱国司马消难为大后承。\n\n\t\t\t　　辛卯，初用大货六铢钱。〖胡三省注〗注〗《五代志》：梁武帝铸钱，肉好周郭，文曰五铢；而又别铸，除其肉郭，谓之女钱；二品并行。百姓或私以古钱交易，有直百五铢、五铢女钱、太平百钱、定平一百、五铢雉钱、五铢对文等号，轻重不一。天子品并行。百姓或私以古钱交易，有直百五铢、五铢女钱、太平百钱、定平一百、五铢对文等号，轻重不一。天子频下诏书，非新铸二种之钱，并不许用，而私用益甚。至普通中，乃议尽罢铜钱，更铸铁钱。人以铁贱易得，并皆和铸。大同已后，所在铁钱如丘山。钱陌所在不等，至于末年，陌益少，以三十五为陌。陈初承丧乱之后，铁钱不行。始，梁末又有两柱钱柔鹅眼钱，两柱重而鹅眼轻杂而用之，其价同。私家多镕钱，又间以锡、铁，兼以粟、帛为货。至文帝天嘉五年，改铸五铢，初出当鹅眼之十。至是又铸大货六铢，以一当五铢之十，后还当一，人皆不以为便。未几，帝崩，遂废六铢而行五铢。〕\n\n\t\t\t　　丙申，周纳司马消难女为正阳宫皇后。〖胡三省注〗注〗静帝后也。〕\n\n\t\t\t　　己酉，周尊天元帝太后李氏为天皇太后，壬子，改天元皇后硃氏为天皇后，立妃元氏为天右皇后，陈氏为天左皇后，凡四后云。元氏，开府仪同大将军晟之女；陈氏，大将军山提之女也。〖胡三省注〗注〗陈山提，尔朱兆苍头也，见一百五十六卷梁武帝中大通五年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《五代志》：梁武帝铸钱，肉好周郭，文曰五铢；而又别铸，除其肉郭，谓之女钱；二品并行。百姓或私以古钱交易，有直百五铢、五铢女钱、太平百钱、定平一百、五铢雉钱、五铢对文等号，轻重不一。天子品并行。百姓或私以古钱交易，有直百五铢、五铢女钱、太平百钱、定平一百、五铢对文等号，轻重不一。天子频下诏书，非新铸二种之钱，并不许用，而私用益甚。至普通中，乃议尽罢铜钱，更铸铁钱。人以铁贱易得，并皆和铸。大同已后，所在铁钱如丘山。钱陌所在不等，至于末年，陌益少，以三十五为陌。陈初承丧乱之后，铁钱不行。始，梁末又有两柱钱柔鹅眼钱，两柱重而鹅眼轻杂而用之，其价同。私家多镕钱，又间以锡、铁，兼以粟、帛为货。至文帝天嘉五年，改铸五铢，初出当鹅眼之十。至是又铸大货六铢，以一当五铢之十，后还当一，人皆不以为便。未几，帝崩，遂废六铢而行五铢。〕", "〔〖胡三省注〗静帝后也。〕", "〔〖胡三省注〗陈山提，尔朱兆苍头也，见一百五十六卷梁武帝中大通五年。〕"], "translation": "\n\n\t\t\t　　秋季，七月，庚寅（初一），北周任命杨坚为大前疑，柱国司马消难为大后承。\n\n\t\t\t　　辛卯（初二），陈朝开始使用六铢钱的大钱币。\n\n\t\t\t　　丙申（初七），北周静帝纳司马消难的女儿为正阳宫皇后。\n\n\t\t\t　　己酉（二十日），北周对天元帝太后李氏尊号为天皇太后。壬子（二十三日），改天元皇后朱氏为天皇后，立妃子元氏为天右皇后，陈氏为天左皇后，一共有四个后。元氏，是开府仪同大将军元晟的女儿；陈氏，是大将军陈山提的女儿。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，庚申，天元如同州。\n\n\t\t\t　　丁卯，上阅武于大壮观。命都督任忠帅步骑十万陈于玄武湖，都督陈景帅楼舰五百出瓜步江，振旅而还。〖胡三省注〗注〗《释名》：观者，于上观望。帅，读曰率。陈，读曰阵。楼舰，即楼船，两面施重板，列战洛，故谓之楼舰。帝自丧师于彭城，设近陈以耀武，所谓不足者示人有余也。〕\n\n\t\t\t　　壬申，周天元还长安。甲戌，以陈山提、元晟并为上柱国。〖胡三省注〗注〗二人者，皆后父也。〕\n\n\t\t\t　　戊寅，上还宫。\n\n\t\t\t　　豫章内史南康王方泰，在郡秩满，纵火延烧邑居，因行暴掠，驱录富人，征求财贿。〖胡三省注〗注〗录，收也。〕上阅武，方泰当从，启称母疾不行，而微服往民间淫人妻，为州所录。〖胡三省注〗注〗州，谓扬州也。〕又帅人仗抗拒，伤禁司，〖胡三省注〗注〗仗，兵仗。禁司，当禁防奸非者。帅，读曰率。〕为有司所奏。上大怒，下方泰狱，免官，削爵土，寻而复旧。\n\n\t\t\t　　壬午，周以上柱国毕王贤为太师，郇公韩业为大左辅。九月，乙卯，以酆王贞为大冢宰。以郧公韦孝宽为行军元帅，帅行军总管杞公亮、郕公梁士彦寇淮南。仍遣御正杜杲、礼部薛舒来聘。\n\n\t\t\t　　冬，十月，壬戌，周天元幸道会苑，大醮，以高祖配醮。初复佛像及天尊像，〖胡三省注〗注〗周毁经像见上卷六年。〕天元与二像俱南面坐，大陈杂戏，令长安士民纵观。\n\n\t\t\t　　甲戌，以尚书仆射陆缮为尚书左仆射。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《释名》：观者，于上观望。帅，读曰率。陈，读曰阵。楼舰，即楼船，两面施重板，列战洛，故谓之楼舰。帝自丧师于彭城，设近陈以耀武，所谓不足者示人有余也。〕", "〔〖胡三省注〗二人者，皆后父也。〕", "〔〖胡三省注〗录，收也。〕", "〔〖胡三省注〗州，谓扬州也。〕", "〔〖胡三省注〗仗，兵仗。禁司，当禁防奸非者。帅，读曰率。〕", "〔〖胡三省注〗周毁经像见上卷六年。〕"], "translation": "\n\n\t\t\t　　八月，庚申（初一），天元皇帝去同州。\n\n\t\t\t　　丁卯（初八），陈朝宣帝在大壮观阅兵。命令都督任忠率领十万步骑兵在玄武湖列阵，都督陈景统率五百艘楼船出瓜步江，整顿部队而返。\n\n\t\t\t　　壬申（十三日），北周天元皇帝回长安。甲戌（十五日），任命陈山提、元晟两人为上柱国。\n\n\t\t\t　　戊寅（十九日），陈宣帝回宫。\n\n\t\t\t　　豫章内史南康王陈方泰，在郡里服官任期已满，纵火焚烧城里的房屋，并进行凶暴的抢掠，驱赶逮捕富人，搜括财富强索贿赂。宣帝阅兵时，陈方泰应当随从，却启奏说母亲有病不能随同，然而穿了普通衣服到民间奸污别人的妻子，被州官逮捕。又曾领人带着兵器抗拒官府，打伤禁司，被官吏奏报给宣帝。宣帝勃然大怒，将陈方泰投入牢狱，免官，取消他的爵号和封地，不久又都恢复如前。\n\n\t\t\t　　壬午（二十三日），北周任命上柱国毕王宇文贤为太师，郇公韩业为大左辅。九月，乙卯（二十七日），任命酆王宇文贞为大冢宰。任命郧公韦孝宽为行军元帅，率领行军总管杞公宇文亮、郕公梁士彦入侵淮南。仍派御正杜杲、礼部薛舒到陈朝聘问。\n\n\t\t\t　　冬季，十月，壬戌（初四），北周天元皇帝驾临道会苑，举行祷神除灾的祭祀，以周高祖配祀。开始恢复佛像和天尊像，天元皇帝的造像和上述的两像都是面南而坐，布置了大批杂戏，让长安的士民随意观赏。\n\n\t\t\t　　甲戌（十六日），陈朝任命尚书仆射陆缮为尚书左仆射。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，辛卯，大赦。\n\n\t\t\t　　周韦孝宽分遣杞公亮自安陆攻黄城，梁士彦攻广陵。〖胡三省注〗注〗分两路进兵以攻淮南。此广陵在新息。〕甲午，士彦至肥口。〖胡三省注〗注〗肥水入淮之口。〕\n\n\t\t\t　　乙未，周天元如温汤。〖胡三省注〗注〗即骊山温汤，在骊山西北。十道志曰：温泉有三所，其一处即皇堂石井，后周宇文护所造。〕\n\n\t\t\t　　戊戌，周军进围寿阳。\n\n\t\t\t　　周天元如同州。\n\n\t\t\t　　诏开府仪同三司、南兗州刺史淳于量为上流水军都督，中领军樊毅都督北讨诸军事，左卫将军任忠都督北讨前军事，前丰州刺史皋文奏帅步骑三千趣阳平郡。〖胡三省注〗注〗《五代志》：建安郡，陈置丰州。江都郡安宜县，梁置阳平郡。皋，姓，皋陶之后。《左传》有越大夫皋如。帅，读曰率；下同。〕\n\n\t\t\t　　壬寅，周天元还长安。\n\n\t\t\t　　癸卯，任忠帅步骑七千趣秦郡；丙午，仁威将军鲁广达帅众入淮；〖胡三省注〗注〗梁置五德将军，智、信、仁、勇、严；五威将军，代旧征虏；五武将军，代旧冠军。〕是日，樊毅将水军二万自东关入焦湖，〖胡三省注〗注〗《九域志》：巢湖，亦谓之焦湖。樊毅水军欲自此湖向合肥。将，即亮翻，又音如字，领也。焦，子小翻。〕武毅将军萧摩诃帅步骑趣历阳。〖胡三省注〗注〗武毅将军亦梁置，下于五德二班。〕戊申，韦孝宽拔寿阳，杞公亮拔黄城，梁士彦拔广陵；辛亥，又取霍州。〖胡三省注〗注〗《水经注》：萧齐立霍州，治灊县天柱山。《五代志》：庐江郡霍山县，梁置霍州。〕癸丑，以扬州刺史始兴王叔陵为大都督，总水步众军。\n\n\t\t\t　　丁巳，周铸永通万国钱，一当千，与五行大布并行。〖胡三省注〗注〗《五代志》：周令：五行大布与五钟三品并用。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗分两路进兵以攻淮南。此广陵在新息。〕", "〔〖胡三省注〗肥水入淮之口。〕", "〔〖胡三省注〗即骊山温汤，在骊山西北。十道志曰：温泉有三所，其一处即皇堂石井，后周宇文护所造。〕", "〔〖胡三省注〗《五代志》：建安郡，陈置丰州。江都郡安宜县，梁置阳平郡。皋，姓，皋陶之后。《左传》有越大夫皋如。帅，读曰率；下同。〕", "〔〖胡三省注〗梁置五德将军，智、信、仁、勇、严；五威将军，代旧征虏；五武将军，代旧冠军。〕", "〔〖胡三省注〗《九域志》：巢湖，亦谓之焦湖。樊毅水军欲自此湖向合肥。将，即亮翻，又音如字，领也。焦，子小翻。〕", "〔〖胡三省注〗武毅将军亦梁置，下于五德二班。〕", "〔〖胡三省注〗《水经注》：萧齐立霍州，治灊县天柱山。《五代志》：庐江郡霍山县，梁置霍州。〕", "〔〖胡三省注〗《五代志》：周令：五行大布与五钟三品并用。〕"], "translation": "\n\n\t\t\t　　十一月，辛卯（初四），陈朝大赦全国。\n\n\t\t\t　　北周韦孝宽分别派遣杞公宇文亮从安陆进攻黄城，梁士彦进攻广陵。甲午（初七），梁士彦到肥口。\n\n\t\t\t　　乙未（初八），北周天元皇帝去骊山的温泉。\n\n\t\t\t　　戊戌（十一日），北周军队进攻并包围寿阳。\n\n\t\t\t　　北周天元皇帝去同州。\n\n\t\t\t　　陈宣帝诏令开府仪同三司、南兖州刺史淳于量为上流水军都督，中领军樊毅都督北讨诸军事，左卫将军任忠都督北讨前军事，前丰州刺史皋文奏率领三千步骑兵进取阳平郡。\n\n\t\t\t　　壬寅（十五日），北周天元皇帝回长安。\n\n\t\t\t　　癸卯（十六日），陈朝的任忠率领七千步骑兵进取秦郡；丙午（十九日），仁威将军鲁广达率军进入淮河一带。同一天，樊毅率领二万水军从东关进入焦湖，武毅将军萧摩诃率领步骑兵进取历阳。戊申（二十一日），北周的的韦孝宽攻克寿阳，杞公宇文亮攻克黄城，梁士彦攻克广陵；辛亥（二十四日），又攻取霍州。癸丑（二十六日），陈朝任命扬州刺史始兴王陈叔陵为大都督，总辖水步诸军。\n\n\t\t\t　　丁巳（三十日），北周铸造永通万国钱，以一当千，和五行大布一并流通。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，戊午，周天元以灾异屡见，舍仗卫，如天兴宫。百官上表，劝复寝膳。甲子，还宫，御正武殿，集百官及宫人、外命妇，〖胡三省注〗注〗外命妇，五命以上官之妻也。〕大列伎乐，初作乞寒胡戏。〖胡三省注〗注〗杜佑曰：“乞寒者，本西国外藩之乐也。《新唐书》：康国之俗，十一月，鼓舞乞寒，以水交泼为乐，其戏流入中国。〕\n\n\t\t\t　　乙丑，南、北兗、晋三州〖胡三省注〗注〗《五代志》不载北兖州所治。同安郡，梁置豫州，后改曰晋州，后齐改江州，陈复曰晋州。〕及盱眙、山阳、阳平、马头、秦、历阳、沛、北谯、南梁等九郡民并自拔还江南。〖胡三省注〗注〗《考异》曰：陈纪“九郡”作“九州”，盖字误。《五代志》：江都永福县，旧曰沛；梁置泾城、东阳二郡及泾州，陈废州，并二郡为沛郡。全淑县，梁置北谯郡。南梁郡，自宋志有之，不知其实土所在；梁天监二年，冯道根以南梁太守戍阜陵，盖自是为实土。〕周又取谯、北徐州。〖胡三省注〗注〗谯州治涡阳，在谯郡山桑县。北徐州置于琅邪郡。〕自是江北之地尽没于周。\n\n\t\t\t　　周天元如洛阳，亲御驿马，日行三百里，四皇后及文武侍卫数百人并乘驲以从。〖胡三省注〗注〗馹，人质翻，亦驿马也。〕仍令四后方驾齐驱，〖胡三省注〗注〗方驾，并驾也。〕或有先后，辄加谴责，人马顿仆，相及于道。\n\n\t\t\t　　癸酉，遣平北将军沈恪、电威将军裴子烈镇南徐州，开远将军徐道奴镇栅口，〖胡三省注〗注〗电威、开远将军，品并第七，秩六百石。栅口，栅江口。〕前信州刺史杨宝安镇白下。戊寅，以中领军樊毅都督荆、郢、巴、武四州水陆诸军事。〖胡三省注〗注〗《五代志》：南郡公安县，陈置荆州，江夏郡置郢州，巴陵郡置巴州，武陵郡置武州。〕己卯，周天元还长安。\n\n\t\t\t　　贞毅将军汝南周法尚，〖胡三省注〗注〗贞毅将军，班五德将军之下。〕与长沙王叔坚不相能。叔坚谮之于上，云其欲反。上执其兄定州刺史法僧，〖胡三省注〗注〗《五代志》：永安郡麻城县，陈置定州。其地时已没于周。〕发兵将击法尚。法尚奔周，周天元以为开府仪同大将军、顺州刺史，〖胡三省注〗注〗《五代志》：汉东郡顺义县，西魏置顺州。〕上遣将军樊猛济江击之。法尚遣部曲督韩朗诈降于猛，曰：“法尚部兵不愿降北，人皆窃议，欲叛还。若得军来，自当倒戈。”猛以为然，引兵急趋之。法尚阳为畏惧，自保江曲，〖胡三省注〗注〗江曲，江水之曲。〕战而伪走，伏兵邀之。猛仅以身免，没者几八千人。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗外命妇，五命以上官之妻也。〕", "〔〖胡三省注〗杜佑曰：“乞寒者，本西国外藩之乐也。《新唐书》：康国之俗，十一月，鼓舞乞寒，以水交泼为乐，其戏流入中国。〕", "〔〖胡三省注〗《五代志》不载北兖州所治。同安郡，梁置豫州，后改曰晋州，后齐改江州，陈复曰晋州。〕", "〔〖胡三省注〗《考异》曰：陈纪“九郡”作“九州”，盖字误。《五代志》：江都永福县，旧曰沛；梁置泾城、东阳二郡及泾州，陈废州，并二郡为沛郡。全淑县，梁置北谯郡。南梁郡，自宋志有之，不知其实土所在；梁天监二年，冯道根以南梁太守戍阜陵，盖自是为实土。〕", "〔〖胡三省注〗谯州治涡阳，在谯郡山桑县。北徐州置于琅邪郡。〕", "〔〖胡三省注〗馹，人质翻，亦驿马也。〕", "〔〖胡三省注〗方驾，并驾也。〕", "〔〖胡三省注〗电威、开远将军，品并第七，秩六百石。栅口，栅江口。〕", "〔〖胡三省注〗《五代志》：南郡公安县，陈置荆州，江夏郡置郢州，巴陵郡置巴州，武陵郡置武州。〕", "〔〖胡三省注〗贞毅将军，班五德将军之下。〕", "〔〖胡三省注〗《五代志》：永安郡麻城县，陈置定州。其地时已没于周。〕", "〔〖胡三省注〗《五代志》：汉东郡顺义县，西魏置顺州。〕", "〔〖胡三省注〗江曲，江水之曲。〕"], "translation": "\n\n\t\t\t　　十二月，戊午（初一），北周天元皇帝因为一再出现灾异现象，不用仪仗和护卫，去天兴宫斋戒。朝廷百官对他上表，劝他恢复睡觉用膳。甲子（初七），天元皇帝回宫，在正武殿召集百官、宫人、宫廷外臣以下的母亲、妻子，摆开了许多杂技歌舞，初次演出西域地方的“乞寒”戏。\n\n\t\t\t　　乙丑（初八），南兖州、北兖州、晋州以及盱眙、山阳、阳平、马头、秦、历阳、沛、北谯、南梁等九郡的百姓一齐离开当地返回长江以南地区。北周又得到谯、北徐州。此后长江以北的地方都并入北周。\n\n\t\t\t　　北周天元皇帝去洛阳，亲自驾驭驿马，一天走三百里，四位皇后以及文武侍卫几百人乘驿马在后面跟从。又命令四位皇后和自己并驾齐驱，走得有先后时，便加以斥责，弄得人困马乏跌倒在地，一路上接连不断出现。\n\n\t\t\t　　癸酉（十六日），陈朝派平北将军沈恪、电威将军裴子烈镇南徐州，开远将军徐道奴镇守栅口，前信州刺史杨宝安镇守白下。戊寅（二十一日），任命中领军樊毅都督荆、郢、巴、武四州的水陆军务。已卯（二十二日），北周天元皇帝回长安。\n\n\t\t\t　　陈朝的贞毅将军汝南周法尚，与长沙王陈叔坚不和，陈叔坚在皇帝面前说周法尚的坏话，说他要谋反，陈宣帝逮捕了周法尚的哥哥定州刺史周法僧，发兵准备讨伐周法尚。周法尚投降北周，北周天元皇帝任命他为仪同大将军、顺州刺史，陈宣帝派将军樊猛渡过长江去攻打他。周法尚派部曲督韩朗向樊猛假投降，说：“周法尚部下的士兵不愿意向北周投降，人们都私下议论，要叛变返回陈国。如果能派军队来，就会掉转矛头对周法尚造反。”樊猛认为他的话很对，便率军急攻周法尚。周法尚表面装作畏惧，自保江曲，交战后假装退兵，实际上埋伏了士兵向樊猛拦击，樊猛仅仅单身脱逃，损失的军队几乎有八千人。"}]