[{"title": "\n\n\t\t\t \n\t\t\t　　● 唐纪六　〔起玄黓敦牂（壬午），尽阏逢涒滩（甲申）五月，凡二年有奇。〕\n\n\t\t\t　　◎ 唐高祖神尧大圣光孝皇帝·中之下\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高祖神尧大圣光孝皇帝　武德五年（壬午　公元622年）\n\n\t\t\t　　春，正月，刘黑闼自称汉东王，改元天造，定都洺州。以范愿为左仆射，董康买为兵部尚书，高雅贤为右领军；征王琮为中书令，刘斌为中书侍郎；窦建德时文武悉复本位。其设法行政，悉师建德，而攻战勇决过之。\n\n\t\t\t　　丙戌，同安贼帅殷恭邃以舒州来降。〖胡三省注〗注〗舒州，隋之同安郡。宋白曰：舒州，汉皖县，属庐江郡；晋置晋熙郡，梁置南豫州，复为晋州；北齐改江州，隋初改熙州，大业改同安郡；唐改舒州，以其地古舒子之国也。〕\n\n\t\t\t　　丁亥，济州别驾刘伯通执刺史窦务本，以州附徐圆朗。\n\n\t\t\t　　庚寅，东盐州治中王才艺杀刺史田华，以城应刘黑闼。〖胡三省注〗注〗沧州盐山县，本汉高成县地，去年，置东盐州，以清池县隶之。〕\n\n\t\t\t　　秦王世民军至获嘉，〖胡三省注〗注〗按宋白续通典：隋开皇四年，移获嘉县于修武故城。〕刘黑闼弃相州，退保洺州。丙申，世民复取相州，〖胡三省注〗注〗《考异》曰：《实录》云：“禄州人杀刺史独孤彻以城应黑闼。”按《地理志》无禄州，盖字误耳；《新书》作相州，尤误也。按刘黑闼攻拔相州，执刺史房晃，秦王兵至，乃弃相州，故秦王复取之。《新书·帝纪》，拔相州，杀房晃在正月乙酉，相州人杀独孤彻叛附黑闼在丙申，其误明矣。禄州既莫考其地，然黑闼之拔相州，与秦王之复相州，本末甚明，与禄州全不相干。而《新书》所书杀房晃，拔相州，月日亦误。〕进军肥乡，〖胡三省注〗注〗肥乡县，汉魏郡邯沟县地，曹魏置肥乡县，属广平郡。武德初属紫州，去年废紫州，以肥乡属磁州。《九域志》：肥乡在洺州东南三十五里。〕列营洺水之上以逼之。〖胡三省注〗注〗水经：洺水东迳曲梁城。曲梁即永年，洺州所治也。〕\n\n\t\t\t　　萧铣既败，散兵多归林士弘，军势复振。〖胡三省注〗注〗林士弘为张善安所败，兵势自此衰，见一百八十四卷隋义宁元年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗舒州，隋之同安郡。宋白曰：舒州，汉皖县，属庐江郡；晋置晋熙郡，梁置南豫州，复为晋州；北齐改江州，隋初改熙州，大业改同安郡；唐改舒州，以其地古舒子之国也。〕", "〔〖胡三省注〗沧州盐山县，本汉高成县地，去年，置东盐州，以清池县隶之。〕", "〔〖胡三省注〗按宋白续通典：隋开皇四年，移获嘉县于修武故城。〕", "〔〖胡三省注〗《考异》曰：《实录》云：“禄州人杀刺史独孤彻以城应黑闼。”按《地理志》无禄州，盖字误耳；《新书》作相州，尤误也。按刘黑闼攻拔相州，执刺史房晃，秦王兵至，乃弃相州，故秦王复取之。《新书·帝纪》，拔相州，杀房晃在正月乙酉，相州人杀独孤彻叛附黑闼在丙申，其误明矣。禄州既莫考其地，然黑闼之拔相州，与秦王之复相州，本末甚明，与禄州全不相干。而《新书》所书杀房晃，拔相州，月日亦误。〕", "〔〖胡三省注〗肥乡县，汉魏郡邯沟县地，曹魏置肥乡县，属广平郡。武德初属紫州，去年废紫州，以肥乡属磁州。《九域志》：肥乡在洺州东南三十五里。〕", "〔〖胡三省注〗水经：洺水东迳曲梁城。曲梁即永年，洺州所治也。〕", "〔〖胡三省注〗林士弘为张善安所败，兵势自此衰，见一百八十四卷隋义宁元年。〕"], "translation": "\n\n\t\t\t　　● 唐纪六\n\n\t\t\t　　◎ 唐高祖·中之下\n\n\t\t\t　　唐高祖武德五年（壬午　公元622年）\n\n\t\t\t　　春季，正月，刘黑闼自称汉东王，改年号为天造，都城设在洺州。任命范愿为左仆射，董康买为兵部尚书，高雅贤为右领军，征召王琮为中书令，刘斌为中书侍郎，窦建德时期的文武官员全部恢复了原来的职位。刘黑闼的法令行政，全部效法窦建德，但他作战勇猛果敢则超过窦建德。\n\n\t\t\t　　丙戌（初四），同安盗贼首领殷恭邃以舒州降唐。\n\n\t\t\t　　丁亥（初五），唐济州别驾刘伯通捉住刺史窦务本，以济州归附徐圆朗。\n\n\t\t\t　　庚寅（初八），唐东盐州治中王才艺杀死刺史田华，以城池响应刘黑闼。\n\n\t\t\t　　秦王李世民的大军到获嘉，刘黑闼放弃相州，撤退保卫洺州。丙申（十四日），李世民收复相州，进军肥乡，在洺水边布营进逼刘黑闼。\n\n\t\t\t　　萧铣败亡后，他的散兵大部分投靠了林士弘，林士弘的军队因此重振势力。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己酉，岭南俚帅杨世略以循、潮二州来降。〖胡三省注〗注〗循州，龙川郡，秦、汉龙川、博罗县地；南朝置郡，隋置州。潮州，义安郡，汉南海郡揭阳县地；梁置东扬州，寻改瀛州，隋平陈，改潮州。俚，音里。〕\n\n\t\t\t　　唐使者王义童下泉、睦、建三州。〖胡三省注〗注〗睦州，遂安郡，汉富春、歙县地。刘昫曰：武德四年，以建安郡之建安县置建州。盖隋置泉州建安郡治闽县，景云元年，改为闽州，开元十三年改为福州。圣历二年，分泉州之南安、龙溪、莆田三县置武荣州，景云二年，更武荣州为泉州。是今之福州乃唐初之泉州，今之泉州乃景云二年之泉州也。〕\n\n\t\t\t　　幽州总管李艺将所部兵数万会秦王世民讨刘黑闼，黑闼闻之，留兵万人，使范愿守洺州，自将兵拒艺。夜宿沙河，〖胡三省注〗注〗隋以汉襄国县为龙冈县，又分龙冈置沙河县，时属邢州。宋白曰：沙河即湡水也。《水经》云：湡水出赵郡襄国县西山，东过沙河县，沙河在县南五里。范成大曰：临洺镇东去洺州三十五里，过洺河三十里至沙河县，二十五里至邢州。〕程名振载鼓六十具，于城西二里堤上急击之，城中地皆震动。范愿惊惧，驰告黑闼；黑闼遽还，遣其弟十善与行台张君立将兵一万击艺于鼓城。壬子，战于徐河，〖胡三省注〗注〗鼓城县，旧曰曲阳，后齐废；隋开皇十六年分置晋阳县，十八年，改为鼓城。按《水经注》，下曲阳有鼓聚，此因春秋鼓子之国以名县也；唐属赵州。《水经》：徐水出广昌县东南大岭下，东北迳五回县，又迳北平县界，东南出山，又东迳清苑城北，又东至高阳入河。范成大曰：徐河在清苑北十里。〕十善、君立大败，所失亡八千人。\n\n\t\t\t　　洺水人李去惑〖胡三省注〗注〗《隋志》：洺水县，属曰斥漳，后齐省入平恩。开皇六年，分置曲周，大业初，废曲周入洺水；唐末，省洛水入曲周。〕据城来降，秦王世民遣彭公王君廓将千五百骑赴之，入城共守。二月，刘黑闼引兵还攻洺水，癸亥，行至列人，〖胡三省注〗注〗列人县，汉属广平国，后汉属魏郡，晋复属广平，后魏复属魏郡，隋废。《九域志》：洺州有列人城，在汉斥丘县东北，武安县西南。杜佑曰：汉列人县古城，在肥乡县东北。〕秦王世民使秦叔宝邀击破之。〖胡三省注〗注〗《考异》曰：《实录》：“癸亥，秦王击刘黑闼于列人，大破之。”《革命记》：“十一月，太宗渡河入相州，刘黑闼从洺州勒兵拒王师，置营于邺县东三十里。每日两军皆挑战，而大兵皆不出。经十余日，洺水县人李去惑、李潘买、李开弼等为车骑、骠骑，领兵在刘黑闼营，去惑等背贼营来入洺州城，诳人云：‘刘黑闼已败，先走得归。’乃唤得宗室子弟二百余人，守城定，遣使间道以告太宗。太宗遣彭国公王君廓领马军一千五百骑入洺州。经十许日，黑闼引兵攻洺州，行至故列人城西，秦叔宝等以五千骑击之。叔宝等为闼所败，又以伏兵从河下起，横击黑闼，败之。会日暮，收军。其夜三更，贼兵总至洺州城东营，即于城两门掘壕竖栅，防王君廓之走。洺州城四面有水，阔五十步已上，深皆三四尺，黑闼于东北角两处，填柴运土，作甬道，以撞车攻城。太宗三度将兵击之，贼置阵拒官军，攻城愈急。”按高祖、太宗《实录》皆以去年十二月命太宗讨黑闼，今年正月始至河北，无十一月渡河之事。《太宗实录》亦无列人战事。盖叔宝破贼，秦王奏之耳。又按洺水，洺州属县。去惑、君廓所据者洺水县城，“水”字误作“州”耳。〕\n\n\t\t\t　　豫章贼帅张善安以虔、吉等五州来降，拜洪州总管。〖胡三省注〗注〗洪州，豫章郡；虔州，南康郡；吉州，庐陵郡；皆隋平陈所置州。〕\n\n\t\t\t　　戊辰，金乡人阳孝诚叛徐圆朗，以城来降。\n\n\t\t\t　　己巳，秦王世民复取邢州。辛未，并州人冯伯让以城来降。〖胡三省注〗注〗隋开皇十六年，以恒州井陉县置井州，大业初废，武德元年复置。《考异》曰：《实录》作“并州”。按并州未尝失城。盖是时于井陉县置井州，字之误也。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗循州，龙川郡，秦、汉龙川、博罗县地；南朝置郡，隋置州。潮州，义安郡，汉南海郡揭阳县地；梁置东扬州，寻改瀛州，隋平陈，改潮州。俚，音里。〕", "〔〖胡三省注〗睦州，遂安郡，汉富春、歙县地。刘昫曰：武德四年，以建安郡之建安县置建州。盖隋置泉州建安郡治闽县，景云元年，改为闽州，开元十三年改为福州。圣历二年，分泉州之南安、龙溪、莆田三县置武荣州，景云二年，更武荣州为泉州。是今之福州乃唐初之泉州，今之泉州乃景云二年之泉州也。〕", "〔〖胡三省注〗隋以汉襄国县为龙冈县，又分龙冈置沙河县，时属邢州。宋白曰：沙河即湡水也。《水经》云：湡水出赵郡襄国县西山，东过沙河县，沙河在县南五里。范成大曰：临洺镇东去洺州三十五里，过洺河三十里至沙河县，二十五里至邢州。〕", "〔〖胡三省注〗鼓城县，旧曰曲阳，后齐废；隋开皇十六年分置晋阳县，十八年，改为鼓城。按《水经注》，下曲阳有鼓聚，此因春秋鼓子之国以名县也；唐属赵州。《水经》：徐水出广昌县东南大岭下，东北迳五回县，又迳北平县界，东南出山，又东迳清苑城北，又东至高阳入河。范成大曰：徐河在清苑北十里。〕", "〔〖胡三省注〗《隋志》：洺水县，属曰斥漳，后齐省入平恩。开皇六年，分置曲周，大业初，废曲周入洺水；唐末，省洛水入曲周。〕", "〔〖胡三省注〗列人县，汉属广平国，后汉属魏郡，晋复属广平，后魏复属魏郡，隋废。《九域志》：洺州有列人城，在汉斥丘县东北，武安县西南。杜佑曰：汉列人县古城，在肥乡县东北。〕", "〔〖胡三省注〗《考异》曰：《实录》：“癸亥，秦王击刘黑闼于列人，大破之。”《革命记》：“十一月，太宗渡河入相州，刘黑闼从洺州勒兵拒王师，置营于邺县东三十里。每日两军皆挑战，而大兵皆不出。经十余日，洺水县人李去惑、李潘买、李开弼等为车骑、骠骑，领兵在刘黑闼营，去惑等背贼营来入洺州城，诳人云：‘刘黑闼已败，先走得归。’乃唤得宗室子弟二百余人，守城定，遣使间道以告太宗。太宗遣彭国公王君廓领马军一千五百骑入洺州。经十许日，黑闼引兵攻洺州，行至故列人城西，秦叔宝等以五千骑击之。叔宝等为闼所败，又以伏兵从河下起，横击黑闼，败之。会日暮，收军。其夜三更，贼兵总至洺州城东营，即于城两门掘壕竖栅，防王君廓之走。洺州城四面有水，阔五十步已上，深皆三四尺，黑闼于东北角两处，填柴运土，作甬道，以撞车攻城。太宗三度将兵击之，贼置阵拒官军，攻城愈急。”按高祖、太宗《实录》皆以去年十二月命太宗讨黑闼，今年正月始至河北，无十一月渡河之事。《太宗实录》亦无列人战事。盖叔宝破贼，秦王奏之耳。又按洺水，洺州属县。去惑、君廓所据者洺水县城，“水”字误作“州”耳。〕", "〔〖胡三省注〗洪州，豫章郡；虔州，南康郡；吉州，庐陵郡；皆隋平陈所置州。〕", "〔〖胡三省注〗隋开皇十六年，以恒州井陉县置井州，大业初废，武德元年复置。《考异》曰：《实录》作“并州”。按并州未尝失城。盖是时于井陉县置井州，字之误也。〕"], "translation": "\n\n\t\t\t　　己酉（二十七日），岭南俚族首领杨世略以循、潮二州降唐。\n\n\t\t\t　　唐朝使者王义童夺取泉、睦、建三州。\n\n\t\t\t　　唐幽州总管李艺率领他的几万部队会同秦王李世民讨伐刘黑闼，刘黑闼闻讯，留下一万兵力，命范愿守卫洺州，自己率军抵抗李艺。夜晚，刘黑闼在沙河县宿营，程名振带六十面大鼓，在州城西二里处的河堤上猛擂鼓，城中的地面都感到震动。范愿惊慌失措，派飞骑报告刘黑闼，刘黑闼迅速返回州，派他的弟弟刘十善和行台张君立率领一万兵马在鼓城攻打李艺。壬子（三十日），双方在徐河交战，刘十善、张君立大败，损失八千人。\n\n\t\t\t　　洺水县人李去惑占据城池降唐，秦王李世民派彭公王君廓率一千五百名骑兵赴洺水，进城与李去惑共同守城。二月，刘黑闼带军回师攻打洺水，癸亥（十一日），走到列人县，秦王李世民命秦叔宝截击并打败了刘黑闼。\n\n\t\t\t　　豫章盗贼首领张善安以虔、吉等五州降唐，官拜洪州总管。\n\n\t\t\t　　戊辰（十六日），金乡人阳孝诚背叛徐圆朗，以金乡县城降唐。\n\n\t\t\t　　己巳（十七日），秦王李世民收复邢州。辛未（十九日），井州人冯伯让以城降唐。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙子，李艺取刘黑闼定、栾、廉、赵四州，〖胡三省注〗注〗隋开皇十六年，分赵州广阿县置栾州，大业初，州废，并为赵州。新志：武德五年，改赵州为栾州。按赵州治平枣，栾州治广阿。窦建德、刘黑闼相继跨有山东，盖自置栾州。是年黑闼破走之后，始并赵州为栾州也。武德元年，分恒州笹城县置廉州。《考异》曰：《实录》作“定、率、廉、隋四州”。按河北无率、隋二州。今从《唐统纪》。〕获黑闼尚书刘希道，引兵与秦王世民会洺州。\n\n\t\t\t　　刘黑闼攻洺水甚急。城四旁皆有水，广五十馀步，黑闼于城东北筑二甬道以攻之；世民三引兵救之，黑闼拒之，不得进。世民恐王君廓不能守，召诸将谋之，李世勣曰：“若甬道达城下，城必不守。”行军总管郯勇公罗士信请代君廓守之。世民乃登城西南高冢，以旗招君廓，君廓帅其徒力战，溃围而出。士信帅左右二百人乘之入城，代君廓固守。黑闼昼夜急攻，会大雪，救兵不得往，凡八日，丁丑，城陷。黑闼素闻其勇，欲生之，士信词色不屈，乃杀之，时年二十。〖胡三省注〗注〗《考异》曰：《高祖实录》：“王君廓知不可守，溃围而出，秦王谓诸将曰：‘谁能代者﹖’士信曰：‘愿以死守。’因遣之。”按君廓若已溃围而出，则黑闼围守益固，士信何以复得入城！《革命记》曰：“太宗知贼势盛，恐王君廓不能固，以问诸将，士信以为无虑，太宗使士信入守之。太宗登段王墓，以旗招王君廓从南门突围，不得；即向北门，并兵攻捉，门人少退，得出，士信亦以左右二百人入城。经八日，昼夜被攻，木石俱尽，士信被左右执之以降贼。五年正月，城陷，李去惑以数十人突围出，归太宗。去惑后授秦州都督，李潘买拜檀州刺史，李开弼城陷而没，赠上柱国，以公礼葬。”今从之。《高祖实录》，士信死时年二十八，旧传云年二十。按士信始从张须陀击王薄等，时年十四，若死时年二十八，则在大业四年，于时王薄未为盗。年二十，则在大业十二年，是岁须陀死。今从之。〕\n\n\t\t\t　　戊寅，汴州总管王要汉攻徐圆朗杞州，拔之，获其将周文举。\n\n\t\t\t　　庚辰，延州道行军总管段德操〖胡三省注〗注〗延州，汉上郡肤施之地，元魏之末，置东夏州，西魏改曰延州，隋曰延安郡。〕击梁师都石堡城，师都自将救之；德操与战，大破之，师都以十六骑遁去。上益其兵，使乘胜进攻夏州，克其东城，师都以数百人保西城。会突厥救至，诏德操引还。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗隋开皇十六年，分赵州广阿县置栾州，大业初，州废，并为赵州。新志：武德五年，改赵州为栾州。按赵州治平枣，栾州治广阿。窦建德、刘黑闼相继跨有山东，盖自置栾州。是年黑闼破走之后，始并赵州为栾州也。武德元年，分恒州笹城县置廉州。《考异》曰：《实录》作“定、率、廉、隋四州”。按河北无率、隋二州。今从《唐统纪》。〕", "〔〖胡三省注〗《考异》曰：《高祖实录》：“王君廓知不可守，溃围而出，秦王谓诸将曰：‘谁能代者﹖’士信曰：‘愿以死守。’因遣之。”按君廓若已溃围而出，则黑闼围守益固，士信何以复得入城！《革命记》曰：“太宗知贼势盛，恐王君廓不能固，以问诸将，士信以为无虑，太宗使士信入守之。太宗登段王墓，以旗招王君廓从南门突围，不得；即向北门，并兵攻捉，门人少退，得出，士信亦以左右二百人入城。经八日，昼夜被攻，木石俱尽，士信被左右执之以降贼。五年正月，城陷，李去惑以数十人突围出，归太宗。去惑后授秦州都督，李潘买拜檀州刺史，李开弼城陷而没，赠上柱国，以公礼葬。”今从之。《高祖实录》，士信死时年二十八，旧传云年二十。按士信始从张须陀击王薄等，时年十四，若死时年二十八，则在大业四年，于时王薄未为盗。年二十，则在大业十二年，是岁须陀死。今从之。〕", "〔〖胡三省注〗延州，汉上郡肤施之地，元魏之末，置东夏州，西魏改曰延州，隋曰延安郡。〕"], "translation": "\n\n\t\t\t　　丙子（二十四日），李艺夺取刘黑闼占据的定、栾、廉、赵四州，抓获刘黑闼的尚书刘希道，然后带兵与秦王李世民在洺州会师。\n\n\t\t\t　　刘黑闼攻洺水很猛。水城四周都是水，水宽五十多步，刘黑闼在城东北修建二条甬道用来攻城；秦王李世民三次带军救援，都受到刘黑闼的阻拦，无法前进。李世民怕王君廓守不住城池，召集众将领商议救援之事，李世勣说：“如果甬道修到城下，城池必定失守。”行军总管郯勇公罗士信请求代替王君廓守城。李世民于是登上城西南的高坟，用旗语招王君廓，王君廓率领部下奋战，突出包围，罗士信趁机率二百士卒进城，代替王君廓坚守城池。刘黑闼昼夜猛攻洺水，恰逢大雪，唐军无法增援，经过八天，丁丑（二十五日），水城陷落。刘黑闼早就听说罗士信勇猛，不想杀他，罗士信言语态度威武不屈，于是刘黑闼杀了他，当时罗士信仅二十岁。\n\n\t\t\t　　戊寅（二十六日），唐汴州总管王要汉攻打徐圆朗占据的杞州，夺取了城池，抓获徐圆朗的将领周文举。\n\n\t\t\t　　庚辰（二十八日），唐延州道行军总管段德操攻击梁师都的石堡城，梁师都亲自带兵救援，段德操与梁师都交锋，大败梁师都，梁师都只带十六名骑兵逃跑。高祖增加了段德操的兵力，让他乘胜进军攻打夏州，段德操攻克了夏州东城，梁师都带几百人保守夏州西城，恰好突厥救援梁师都的军队到达，高祖下诏命段德操撤军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛巳，秦王世民拔洺水。三月，世民与李艺营于洺水之南，分兵屯水北。黑闼数挑战，世民坚壁不应，别遣奇兵绝其粮道。壬辰，黑闼以高雅贤为左仆射，军中高会。李世勣引兵逼其营，雅贤乘醉，单骑逐之，世勣部将潘毛刺之坠马；左右继至，扶归，未至营而卒。甲午，诸将复往逼其营，潘毛为王小胡所擒。黑闼运粮于冀、贝、沧、瀛诸州，水陆俱进，程名振以千馀人邀之，沉其舟，焚其车。\n\n\t\t\t　　宋州总管盛彦师帅齐州总管王薄攻须昌，征军粮于潭州；刺史李义满与薄有隙，闭仓不与。及须昌降，彦师收义满，系齐州狱，诏释之。使者未至，义满忧愤，死狱中。薄还，过潭州，戊戌夜，义满兄子武意执薄，杀之；〖胡三省注〗注〗“潭州”当作“谭州”，武德二年，李义满以齐州之章丘县来降，于平陵置谭州，并置平陵县，盖因春秋谭子之国以名州也。〕彦师亦坐死。〖胡三省注〗注〗坐死者，朝廷以义满之死为彦师罪而杀之。〕\n\n\t\t\t　　上遣使赂突厥颉利可汗，且许结婚。颉利乃遣汉阳公瓌、郑元璹、长孙顺德等还，〖胡三省注〗注〗瓌等被留，事见上卷四年。〕庚子，复遣使来修好，上亦遣其使者特勒热寒、阿史那德等还。并州总管刘世让屯雁门，颉利与高开道、苑君璋合众攻之，月馀，乃退。〖胡三省注〗注〗《考异》曰：旧世让传云：“时鸿胪卿郑元璹先使在蕃，可汗令元璹来说之，世让厉声曰：‘大丈夫乃为夷狄作说客邪！’经月余，及元璹还，述世让忠贞勇干，高祖下制褒美之。”按高祖称元璹苏武弗之过，安肯为可汗游说！脱或果尔，则元璹唯恐帝知之，安肯称世让忠贞，说之不下邪！据《实录》世让传无此事，今不取。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗“潭州”当作“谭州”，武德二年，李义满以齐州之章丘县来降，于平陵置谭州，并置平陵县，盖因春秋谭子之国以名州也。〕", "〔〖胡三省注〗坐死者，朝廷以义满之死为彦师罪而杀之。〕", "〔〖胡三省注〗瓌等被留，事见上卷四年。〕", "〔〖胡三省注〗《考异》曰：旧世让传云：“时鸿胪卿郑元璹先使在蕃，可汗令元璹来说之，世让厉声曰：‘大丈夫乃为夷狄作说客邪！’经月余，及元璹还，述世让忠贞勇干，高祖下制褒美之。”按高祖称元璹苏武弗之过，安肯为可汗游说！脱或果尔，则元璹唯恐帝知之，安肯称世让忠贞，说之不下邪！据《实录》世让传无此事，今不取。〕"], "translation": "\n\n\t\t\t　　辛巳（二十九日），秦王李世民攻下洺水。三月，李世民和李艺在洺水以南扎营，分兵驻扎在水以北。刘黑闼多次来挑战，李世民坚壁不应战，却另派奇兵切断了刘黑闼的粮食运输线。壬辰（十一日），刘黑闼任命高雅贤为左仆射，军中举行盛大宴会。李世勣带兵逼近刘黑闼军营，高雅贤趁酒醉，单枪匹马追逐李世勣，李世勣的部将潘毛把他刺下马，高雅贤随从继后赶到，扶高雅贤回营，未到营地高雅贤就死了。甲午（十三日），唐军诸将领再次前进逼近刘黑闼的营地，潘毛被王小胡抓获。刘黑闼从冀、贝、沧、瀛各州运粮，水陆并进，程名振用一千多人截击，弄沉了运粮船，烧毁了运粮车。\n\n\t\t\t　　唐宋州总管盛彦师率领齐州总管王薄攻打须昌，向潭州征调军粮；潭州刺史李义满因与王薄有矛盾，关闭粮仓不给军粮。待须昌投降，盛彦师逮捕了李义满，关入齐州监狱，高祖下诏命令释放李义满。朝中下达诏令的使者还没到齐州，李义满因为忧愤，已经死在狱中。王薄回师，经过潭州，戊戌（十七日）夜晚，李义满的侄子李武意捉住王薄并杀了他；盛彦师也获罪被处死。\n\n\t\t\t　　高祖派遣使节贿赂突厥颉利可汗，并且答应与颉利结为婚姻之好，于是颉利送汉阳公李瓌、郑元璹、长孙顺德等人返回唐朝，庚子（十九日），颉利重新派遣使节来唐修好，高祖也送突厥使者特勒热寒、阿史那德等人回突厥。唐并州总管刘世让驻扎在雁门，颉利与高开道、苑君璋合兵攻打刘世让，一个多月才退军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　甲辰，以隋交趾太守丘和为交州总管。〖胡三省注〗注〗以交趾郡为交州。宋白曰：交州，周为越裳重译之地，汉交趾、日南二郡界。按交趾之称，今南方夷人，其足大指开广，若并足而立，其指相交，故曰交趾。吴黄武中，以交趾县远，分为二州，割合浦以北海东四郡立广州，交趾南立交州。〕和遣司马高士廉奉表请入朝，诏许之，遣其子师利迎之。〖胡三省注〗注〗义师之向长安，丘师利以兵来附。〕\n\n\t\t\t　　秦王世民与刘黑闼相持六十馀日。黑闼潜师袭李世勣营，世民引兵掩其后以救之，为黑闼所围。尉迟敬德帅壮士犯围而入，世民与略阳公道宗乘之得出。道宗，帝之从子也。世民度黑闼粮尽，必来决战，乃使人堰洺水上流，谓守吏曰：“待我与贼战，乃决之。”丁未，黑闼帅步骑二万南度洺水，压唐营而陈。世民自将精骑击其骑兵，破之，乘胜蹂其步兵。黑闼帅众殊死战，自午至昏，战数合，黑闼势不能支。王小胡谓黑闼曰：“智力尽矣，宜早亡去。”遂与黑闼先遁，馀众不知，犹格战。守吏决堰，洺水大至，深丈馀，黑闼众大溃，斩首万馀级，溺死数千人，黑闼与范愿等二百骑奔突厥，山东悉平。〖胡三省注〗注〗按秦王之讨黑闼，前后接战，黑闼之众皆决死确斗。特秦王展方略，黑闼智力俱困而败走耳。秦王之平群盗，黑闼最为坚敌。〕\n\n\t\t\t　　高开道寇易州，杀刺史慕容孝幹。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗以交趾郡为交州。宋白曰：交州，周为越裳重译之地，汉交趾、日南二郡界。按交趾之称，今南方夷人，其足大指开广，若并足而立，其指相交，故曰交趾。吴黄武中，以交趾县远，分为二州，割合浦以北海东四郡立广州，交趾南立交州。〕", "〔〖胡三省注〗义师之向长安，丘师利以兵来附。〕", "〔〖胡三省注〗按秦王之讨黑闼，前后接战，黑闼之众皆决死确斗。特秦王展方略，黑闼智力俱困而败走耳。秦王之平群盗，黑闼最为坚敌。〕"], "translation": "\n\n\t\t\t　　甲辰（二十三日），唐任命隋朝交趾太守丘和为交州总管，丘和派司马高士廉奉表请求入朝，皇帝下诏准许他的请求，并派丘和的儿子丘师利前往迎接。\n\n\t\t\t　　秦王李世民与刘黑闼相持六十多天。刘黑闼暗中率军袭击李世勣的营地，李世民带兵突然袭击刘黑闼的背后以救援李世勣，结果被刘黑闼包围，尉迟敬德率领壮士冲入包围圈，李世民与略阳公李道宗趁势脱险。李道宗是皇帝的侄子。李世民推测刘黑闼的粮食已经吃光，必定前来决战，于是命人在洺水上游筑坝截断河水，对看守堤坝的官吏说：“等我和敌人交战时，就决开堤坝。”丁未（二十六日），刘黑闼率领两万步兵骑兵向南渡过洺水，逼近唐军营寨列阵，李世民亲自统率精锐骑兵攻打刘黑闼的骑兵，打败了刘军，乘胜用马踩踏刘的步兵。刘黑闼带领部队殊死战斗，从中午到黄昏，几度交锋，刘黑闼的兵力无法再坚持下去。王小胡对刘黑闼说：“我们的智能体力都已耗尽，应该快点逃走。”王小胡便和刘黑闼先逃跑，其余的将士不知道头领已经逃走，还在继续格斗。唐看守堤坝的官吏决开堤坝，洺水一下子涌到战场，水深一丈多，刘黑闼的军队大败，一万多人被杀，几千人被淹死，刘黑闼与范愿等二百人骑马逃入突厥，唐平定了整个山东地区。\n\n\t\t\t　　高开道侵犯易州，杀死唐易州刺史慕容孝幹。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，己未，隋鸿胪卿宁长真以宁越、郁林之地请降于李靖，交、爱之道始通；以长真为钦州总管。〖胡三省注〗注〗宁越郡，钦州，汉合浦县地，宋为宋寿、宋广郡。郁林郡，郁州，汉古郡，隋置州。爱州，九真郡，汉古郡，梁置州。刘昫曰：交州至京师七千五百二十三里，爱州至京师八千八百里。〕\n\n\t\t\t　　以夔州总管赵郡王孝恭为荆州总管。\n\n\t\t\t　　徐圆朗闻刘黑闼败，大惧，不知所出。河间人刘复礼说圆朗曰：“有刘世彻者，其人才略不世出，名高东夏，且有非常之相，真帝王之器。将军若自立，恐终无成；若迎世彻而奉之，天下指挥可定。”圆朗然之，使复礼迎世彻于浚仪。〖胡三省注〗注〗浚仪县，汉、晋、后魏属陈留郡，周、隋、唐为汴州治所。〕或说圆朗曰：“将军为人所惑，欲迎刘世彻而奉之，世彻若得志，将军岂有全地乎！仆不敢远引前古，将军独不见翟让之于李密乎？〖胡三省注〗注〗李密、翟让事始一百八十三卷隋大业十二年，终一百八十四卷义宁元年。翟，苌伯翻。《考异》曰：《革命记》云：“盛彦师以世彻有虚名于徐、兗，恐二人相得，为患益深，因说圆朗使不纳。”按《实录》，彦师奔王薄，与薄共杀李义满。三月，戊戌，王薄死，丁未，黑闼乃败。彦师在圆朗所时，黑闼未败也。今称或说以阙疑。〕”圆朗复以为然。世彻至，已有众数千人，顿于城外，以待圆朗出迎；圆朗不出，使人召之。世彻知事变，欲亡走，恐不免，乃入谒；圆朗悉夺其兵，以为司马，使徇谯、杞二州。东人素闻其名，所向皆下，圆朗遂杀之。\n\n\t\t\t　　秦王世民自河北引兵将击圆朗，会上召之，使驰传入朝，乃以兵属齐王元吉。〖胡三省注〗注〗属，付也。〕庚申，世民至长安，上迎之于长乐。〖胡三省注〗注〗长乐坂在长安城东。乐，音洛。〕世民具陈取圆朗形势，上复遣之诣黎阳，会大军趋济阴。〖胡三省注〗注〗曹州治济阴县。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗宁越郡，钦州，汉合浦县地，宋为宋寿、宋广郡。郁林郡，郁州，汉古郡，隋置州。爱州，九真郡，汉古郡，梁置州。刘昫曰：交州至京师七千五百二十三里，爱州至京师八千八百里。〕", "〔〖胡三省注〗浚仪县，汉、晋、后魏属陈留郡，周、隋、唐为汴州治所。〕", "〔〖胡三省注〗李密、翟让事始一百八十三卷隋大业十二年，终一百八十四卷义宁元年。翟，苌伯翻。《考异》曰：《革命记》云：“盛彦师以世彻有虚名于徐、兗，恐二人相得，为患益深，因说圆朗使不纳。”按《实录》，彦师奔王薄，与薄共杀李义满。三月，戊戌，王薄死，丁未，黑闼乃败。彦师在圆朗所时，黑闼未败也。今称或说以阙疑。〕", "〔〖胡三省注〗属，付也。〕", "〔〖胡三省注〗长乐坂在长安城东。乐，音洛。〕", "〔〖胡三省注〗曹州治济阴县。〕"], "translation": "\n\n\t\t\t　　夏季，四月己未（初八），隋朝鸿胪卿宁长真以宁越、郁林地区向李靖请求投降，这才打通了通往交州与爱州的道路。唐任命宁长真为钦州总管。\n\n\t\t\t　　唐任命夔州总管赵郡王李孝恭为荆州总管。\n\n\t\t\t　　徐圆朗听说刘黑闼失败，大为恐慌，不知所措。河间人刘复礼劝徐圆朗道：“有位名叫刘世彻的人，是很难得的人才，在东夏有很高的名望，并且相貌非凡，真有帝王的器度。将军您如果自立为王，恐怕最终会一事无成；如果迎来刘世彻并拥戴他为主，就可以轻易地取得天下。”徐圆朗同意了他的意见，命刘复礼到浚仪迎接刘世彻。有人对徐圆朗说：“将军被人骗了，想迎立刘世彻，世彻如果得志，哪里有将军您的保全之地呢？我不用援引前代之事，您就没看到翟让与李密的例子吗？”徐圆朗也认为很对。刘世彻到来时，已有几千人马，停在城外，等待徐圆朗出城迎接，徐圆朗不出城，命人召刘世彻进城。刘世彻知道事情发生了变化，想逃走，又怕逃不脱，于是进城谒见徐圆朗，徐圆朗夺了他的全部人马，任命他为司马，让他攻打谯、杞二州，东部的人久闻他的大名，刘世彻所到之处纷纷投降，徐圆朗便杀了刘世彻。\n\n\t\t\t　　秦王李世民从河北带兵准备攻打徐圆朗，恰好高祖召他，让他乘驿站车马急速回长安，于是李世民将军队交给齐王元吉统领。庚申（初九），李世民到达长安，高祖到长乐坂迎接他。李世民详细陈述了攻打徐圆朗的形势，高祖又派他赴黎阳，会同大军火速赶到济阴。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丁卯，废山东行台。〖胡三省注〗注〗刘黑闼败走故也。〕\n\n\t\t\t　　壬申，代州总管定襄王李大恩为突厥所杀。先是，大恩奏称突厥饥馑，马邑可取，诏殿内少监独孤晟将兵与大恩共击苑郡璋，期以二月会马邑；失期不至，大恩不能独进，顿兵新城。〖胡三省注〗注〗新城，当在朔州南。杜佑曰：魏都平城，于马邑郡北三百余里置怀朔镇；及迁洛后，于郡北三百余里置朔州。魏初云中郡，在今郡北三百余里定襄故城北；北齐置朔州在故都西南。新城，一名平城，后移于马邑，即今郡城也。马邑郡治善阳县，亦汉定襄县地。新城即魏之新平城也。晟，承正翻。〕颉利可汗遣数万骑与刘黑闼共围大恩，上遣右骁卫大将军李高迁救之。未至，大恩粮尽，夜遁，突厥邀之，众溃而死，上惜之。独孤晟坐减死徙边。\n\n\t\t\t　　丙子，行台民部尚书史万宝攻徐圆朗陈州，拔之。〖胡三省注〗注〗宋白曰：陈州，楚襄王自郢徙此，谓之西楚，汉为淮阳国之地。后魏立陈郡，天平二年，置北扬州，隋改陈州，治宛丘。春秋陈国都也。〕\n\n\t\t\t　　戊寅，广州贼帅邓文进、隋合浦太守宁宣、日南太守李晙并来降。〖胡三省注〗注〗合浦郡，越州，贞观改廉州。日南郡，德州，贞观改驩州。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗刘黑闼败走故也。〕", "〔〖胡三省注〗新城，当在朔州南。杜佑曰：魏都平城，于马邑郡北三百余里置怀朔镇；及迁洛后，于郡北三百余里置朔州。魏初云中郡，在今郡北三百余里定襄故城北；北齐置朔州在故都西南。新城，一名平城，后移于马邑，即今郡城也。马邑郡治善阳县，亦汉定襄县地。新城即魏之新平城也。晟，承正翻。〕", "〔〖胡三省注〗宋白曰：陈州，楚襄王自郢徙此，谓之西楚，汉为淮阳国之地。后魏立陈郡，天平二年，置北扬州，隋改陈州，治宛丘。春秋陈国都也。〕", "〔〖胡三省注〗合浦郡，越州，贞观改廉州。日南郡，德州，贞观改驩州。〕"], "translation": "\n\n\t\t\t　　丁卯（十六日），唐废除山东行台。\n\n\t\t\t　　壬申（二十一日），唐代州总管定襄王李大恩被突厥杀害。此前，李大恩上奏章说明突厥闹饥荒，可攻取马邑，高祖下诏命殿内少监独孤晟带兵与李大恩共同攻打苑君璋，约定二月在马邑会师，独孤晟未能按期到达，李大恩不能孤军挺进，将军队停在新城。突厥颉利可汗派几万骑兵与刘黑闼一起包围了李大恩，高祖派右骁卫大将军李高迁救援李大恩。李高迁还未到达，李大恩因军粮吃光，半夜逃遁，遭突厥阻截，军队溃败而被害，高祖很痛惜他的死亡。独孤晟获罪被判处减死，流放到边远地区。\n\n\t\t\t　　丙子（二十五日），唐行台民部尚书史万宝攻打徐圆朗占据的陈州，攻克陈州。\n\n\t\t\t　　戊寅（二十七日），广州盗贼首领邓文进、隋朝合浦太守宁宣、日南太守李晙一同降唐。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，庚寅，瓜州士豪王幹斩贺拔行威以降，瓜州平。〖胡三省注〗注〗瓜州，晋昌郡。是年分瓜州之常乐县置瓜州，旧瓜州为西沙州。贺拔行威反事始见一百八十八卷三年。〕\n\n\t\t\t　　突厥寇忻州，〖胡三省注〗注〗忻州，新兴郡，义宁元年，以楼烦郡秀容县置。此秀容，汉汾阳县地，非后魏之北秀容也。〕李高迁击破之。\n\n\t\t\t　　六月，辛亥，刘黑闼引突厥寇山东，诏燕郡王李艺击之。\n\n\t\t\t　　癸丑，吐谷浑寇洮、旭、叠三州，岷州总管李长卿击破之。〖胡三省注〗注〗后周武帝逐吐谷浑，置叠州于叠川，旭州于洮源，岷州于临洮。义宁元年，改临洮于溢乐。《后周书》曰：于河州鸡鸣防置旭州，于宕州渠株川置岷州。吐，从暾入声。谷，音浴。〕\n\n\t\t\t　　乙卯，遣淮安王神通击徐圆朗。\n\n\t\t\t　　丁卯，刘黑闼引突厥寇定州。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗瓜州，晋昌郡。是年分瓜州之常乐县置瓜州，旧瓜州为西沙州。贺拔行威反事始见一百八十八卷三年。〕", "〔〖胡三省注〗忻州，新兴郡，义宁元年，以楼烦郡秀容县置。此秀容，汉汾阳县地，非后魏之北秀容也。〕", "〔〖胡三省注〗后周武帝逐吐谷浑，置叠州于叠川，旭州于洮源，岷州于临洮。义宁元年，改临洮于溢乐。《后周书》曰：于河州鸡鸣防置旭州，于宕州渠株川置岷州。吐，从暾入声。谷，音浴。〕"], "translation": "\n\n\t\t\t　　五月庚寅（初九），瓜州土豪王干杀死贺拔行威降唐，瓜州平定。\n\n\t\t\t　　突厥侵犯忻州，被李高迁击败。\n\n\t\t\t　　六月辛亥（初一），刘黑闼带突厥侵犯山东，唐高祖下诏命燕郡王李艺迎敌。\n\n\t\t\t　　癸丑（初三），吐谷浑侵犯洮、旭、叠三州，唐岷州总管李长卿打败了来犯之敌。\n\n\t\t\t　　乙卯（初五），唐派淮安王李神通攻打徐圆朗。\n\n\t\t\t　　丁卯（十七日），刘黑闼带突厥侵犯定州。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，甲申，为秦王世民营弘义宫，〖胡三省注〗注〗弘义宫，后改为大安宫，在宫城外西偏。〕使居之。世民击徐圆朗，下十馀城，声震淮、泗，杜伏威惧，请入朝。世民以淮、济之间略定，使淮安王神通、行军总管任瓌、李世勣攻圆朗；乙酉，班师。\n\n\t\t\t　　丁亥，杜伏威入朝，延升御榻，拜太子太保，仍兼行台尚书令，留长安，位在齐王元吉上，以宠异之。以阚稜为左领军将军。〖胡三省注〗注〗汉建安中，魏武为丞相，始置中领军，北齐置领军府，煬帝改为御卫，唐改为领军卫。〕\n\n\t\t\t　　李子通谓乐伯通曰：“伏威既来，江东未定，我往收旧兵，可以立大功。”遂相与亡至蓝田关，〖胡三省注〗注〗雍州蓝田县有蓝田关。〕为吏所获，俱伏诛。\n\n\t\t\t　　刘黑闼至定州，其故将曹湛、董康买亡命在鲜虞，〖胡三省注〗注〗鲜虞县，旧曰卢奴，开皇初更名，以其地春秋鲜虞子之国也；定州治所。〕复聚兵应之。甲午，以淮阳王道玄为河北道行军总管以讨之。\n\n\t\t\t　　丙申，迁州人邓士政执刺史李敬昂以反。〖胡三省注〗注〗西魏以房陵置迁州，大业初，改曰房州，武德初，复曰迁州，房陵郡。〕\n\n\t\t\t　　丁酉，隋汉阳太守冯盎承李靖檄，帅所部来降，以其地为高、罗、春、白、崖、儋、林、振八州，〖胡三省注〗注〗高州，高凉郡。罗州，石城郡。春州，阳春郡。白州，南昌郡。崖州，珠崖郡。林州，桂林郡。振州，临振郡。罗州，今化州。白州，今郁林州之博白县。崖、儋、振皆在海外。振州，今吉阳军地。林州，后改绣州。投荒录：高州高凉郡，土厚而山环绕，高而稍污，故名。罗州，宋将檀道济于陵罗江口筑城，因置罗州，今废。陵罗县在化州北一百二十里。宋白曰：州在陵、罗二水之间。春州治阳春县，故名。白州以博白江名。崖州以珠崖名。儋州以儋耳名。林州以绥怀林邑名。振州以汉临振古县而名。儋，丁甘翻。〕以盎为高州总管，封耿国公。先是，或说盎曰：“唐始定中原，未能及远，公所领二十馀州地，已广于赵佗，〖胡三省注〗注〗赵佗，见汉纪。先，悉荐翻。说，输芮翻。佗，徒何翻。〕宜自称南越王。”盎曰：“吾家居此五世矣，〖胡三省注〗注〗冯氏居高凉事始见一百六十三卷梁简文帝大宝元年。〕为牧伯者不出吾门，富贵极矣。常惧不克负荷，为先人羞，敢效赵佗自王一方乎！”遂来降。于是岭南悉平。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗弘义宫，后改为大安宫，在宫城外西偏。〕", "〔〖胡三省注〗汉建安中，魏武为丞相，始置中领军，北齐置领军府，煬帝改为御卫，唐改为领军卫。〕", "〔〖胡三省注〗雍州蓝田县有蓝田关。〕", "〔〖胡三省注〗鲜虞县，旧曰卢奴，开皇初更名，以其地春秋鲜虞子之国也；定州治所。〕", "〔〖胡三省注〗西魏以房陵置迁州，大业初，改曰房州，武德初，复曰迁州，房陵郡。〕", "〔〖胡三省注〗高州，高凉郡。罗州，石城郡。春州，阳春郡。白州，南昌郡。崖州，珠崖郡。林州，桂林郡。振州，临振郡。罗州，今化州。白州，今郁林州之博白县。崖、儋、振皆在海外。振州，今吉阳军地。林州，后改绣州。投荒录：高州高凉郡，土厚而山环绕，高而稍污，故名。罗州，宋将檀道济于陵罗江口筑城，因置罗州，今废。陵罗县在化州北一百二十里。宋白曰：州在陵、罗二水之间。春州治阳春县，故名。白州以博白江名。崖州以珠崖名。儋州以儋耳名。林州以绥怀林邑名。振州以汉临振古县而名。儋，丁甘翻。〕", "〔〖胡三省注〗赵佗，见汉纪。先，悉荐翻。说，输芮翻。佗，徒何翻。〕", "〔〖胡三省注〗冯氏居高凉事始见一百六十三卷梁简文帝大宝元年。〕"], "translation": "\n\n\t\t\t　　秋季，七月甲申（初五），唐为秦王李世民建造弘义宫，供李世民居住。李世民攻打徐圆朗，夺取了十几座城池，声势震动了淮水、泗水地区，杜伏威很恐惧，请求入朝。李世民因淮、济之间已大致平定，让淮安王李神通、行军总管任瓌、李世勣攻打徐圆朗；乙酉（初六），李世民班师回朝。\n\n\t\t\t　　丁亥（初八），杜伏威入朝，被引进登上御榻，官拜太子太保，仍兼行台尚书令，留在长安，上朝位置在齐王元吉之前，表示对他特别恩宠。唐任命阚稜为左领军将军。\n\n\t\t\t　　李子通对乐伯通说：“杜伏威已来长安，江东尚未安定，我们回去收拾旧部，可以立大功。”于是一起逃跑，到蓝田关，被官吏抓获，均被处死。\n\n\t\t\t　　刘黑闼到定州，他的旧部下曹湛、董康买逃亡在鲜虞，重新召集兵马响应刘黑闼。甲午（十五日），唐任命淮阳王李道玄为河北道行军总管讨伐刘黑闼。\n\n\t\t\t　　丙申（十七日），迁州人邓士政捉住刺史李敬昂，反叛朝廷。\n\n\t\t\t　　丁酉（十八日），隋朝汉阳太守冯盎接受了李靖的檄文，率领部属降唐，唐在冯盎的辖地设置高、罗、春、白、崖、儋、林、振八州，任命冯盎为高州总管，封爵耿国公。此前，有人劝冯盎道：“唐才平定了中原，还无力顾及边远地区，您所管辖的二十余州的范围已超过汉代的赵佗，应当自称南越王。”冯盎说：“我家在此地定居已经五代了，此地的长官都由我家的人担任，已极尽富贵了，常常怕承担不起重担，使先人蒙受耻辱，怎么敢效法赵佗自己称王一方呢？”于是前来投降。从此岭南地区全部平定。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，辛亥，以洺、荆、交、并、幽五州为大总管府。\n\n\t\t\t　　改葬隋炀帝于扬州雷塘。〖胡三省注〗注〗雷塘，汉所谓雷陂也，在今扬州城北平冈上。《考异》曰：《实录》，“武德二年六月癸巳，有诏葬隋帝及子孙”，此又云葬煬帝，盖三年李子通犹据江都，虽有是诏，不果葬也。〕\n\n\t\t\t　　甲戌，吐谷浑寇岷州，败总管李长卿。诏益州行台右仆射窦轨、渭州刺史且洛生救之。〖胡三省注〗注〗渭州，陇西郡。且，姓也，音子余翻。〕\n\n\t\t\t　　乙卯，突厥颉利可汗寇边，遣左武卫将军段德操、云州总管李子和将兵拒之。子和本姓郭，〖胡三省注〗注〗郭子和，武德三年以榆林郡降。榆林之地，本属云州，隋割置胜州榆林郡。子和以榆林降，因命之为云州总管。〕以讨刘黑闼有功，赐姓。丙辰，颉利十五万骑入雁门，己未，寇并州，别遣兵寇原州；庚申，命太子出幽州道，秦王世民出秦州道以御之。〖胡三省注〗注〗“秦州”，当作“泰州”。出豳州以御原州之寇，出泰州以御并州之寇。泰州时治龙门。〕李子和趋云中，掩击可汗，〖胡三省注〗注〗汉云中古城，在榆林郡东北四十里。趋，七喻翻。〕段德操趋夏州，邀其归路。\n\n\t\t\t　　辛酉，上谓群臣曰：“突厥入寇而复求和，和与战孰利？”太常卿郑元璹曰：“战则怨深，不如和利。”中书令封德彝曰：“突厥恃犬羊之众，有轻中国之意，若不战而和，示之以弱，明年将复来。臣愚以为不如击之，既胜而后与和，则恩威兼著矣。”上从之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗雷塘，汉所谓雷陂也，在今扬州城北平冈上。《考异》曰：《实录》，“武德二年六月癸巳，有诏葬隋帝及子孙”，此又云葬煬帝，盖三年李子通犹据江都，虽有是诏，不果葬也。〕", "〔〖胡三省注〗渭州，陇西郡。且，姓也，音子余翻。〕", "〔〖胡三省注〗郭子和，武德三年以榆林郡降。榆林之地，本属云州，隋割置胜州榆林郡。子和以榆林降，因命之为云州总管。〕", "〔〖胡三省注〗“秦州”，当作“泰州”。出豳州以御原州之寇，出泰州以御并州之寇。泰州时治龙门。〕", "〔〖胡三省注〗汉云中古城，在榆林郡东北四十里。趋，七喻翻。〕"], "translation": "\n\n\t\t\t　　八月辛亥（初二），唐以洺、荆、交、并、幽五州为大总管府。\n\n\t\t\t　　唐将隋炀帝改葬于扬州雷塘。\n\n\t\t\t　　甲戌（疑误），吐谷浑侵犯岷州，打败了唐总管李长卿。唐高祖下诏命益州行台右仆射窦轨、渭州刺史且洛生救援李长卿。\n\n\t\t\t　　乙卯（初六），突厥颉利可汗侵犯唐国边境，唐派遣左武卫将军段德操、云州总管李子和带兵抵抗。李子和本姓郭，因讨伐刘黑闼有功，赐姓李。丙辰（初七），颉利的十五万骑兵进入雁门，己未（初十），侵犯并州。另外又派兵侵犯原州。庚子（疑误），唐高祖命太子李建成从豳州道，秦王李世民从泰州道出兵抵御突厥，李子和急速赶赴云中，突然袭击颉利可汗，段德操赶赴夏州，阻截突厥的退路。\n\n\t\t\t　　辛酉（十二日），高祖对群臣说：“突厥入侵，但又来求和，和与战哪个更有利？”太常卿郑元璹说：“交战会加深仇怨，不如讲和有利。”中书令封德彝认为：“突厥仗着兵力众多，轻视我们中原的大唐王朝，如果不战而和，是向他们显示软弱，明年还会重来。以臣的愚见不如打击他们，取胜以后再讲和，这样就恩威并重了！”皇上听从了封德彝的意见。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己巳，并州大总管襄邑王神符破突厥于汾东；汾州刺史萧顗破突厥，〖胡三省注〗注〗浩州，西河郡，武德三年更名汾州。〕斩首五千馀级。\n\n\t\t\t　　吐谷浑陷洮州，遣武州刺史贺拔亮御之。〖胡三省注〗注〗武都郡，西魏置武州，唐后改曰阶州。洮，土刀翻。〕\n\n\t\t\t　　丙子，突厥寇廉州；戊寅，陷大震关。〖胡三省注〗注〗大震关，在陇州汧源县，当陇山之路。程大昌曰：汉武帝至此，遇雷大震，因以为名。按寇廉州者，并州之寇，陷大震关者，原州之寇也。〕上遣郑元璹诣颉利。是时，突厥精骑数十万，自介休至晋州，数百里间，填溢山谷。元璹见颉利，责以负约，与相辨诘，颉利颇惭。元璹因说颉利曰：“唐与突厥，风俗不同，突厥虽得唐地，不能居也。今虏掠所得，皆入国人，于可汗何有？不如旋师，复修和亲，可无跋涉之劳，坐受金币，又皆入可汗府库，孰与弃昆弟积年之欢，而结子孙无穷之怨乎！”颉利悦，引兵还。元璹自义宁以来，五使突厥，几死者数焉。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗浩州，西河郡，武德三年更名汾州。〕", "〔〖胡三省注〗武都郡，西魏置武州，唐后改曰阶州。洮，土刀翻。〕", "〔〖胡三省注〗大震关，在陇州汧源县，当陇山之路。程大昌曰：汉武帝至此，遇雷大震，因以为名。按寇廉州者，并州之寇，陷大震关者，原州之寇也。〕"], "translation": "\n\n\t\t\t　　己巳（二十日），唐并州大总管襄邑王李神符在汾东打败突厥；汾州刺史萧顗打败突厥，斩首五千多级。\n\n\t\t\t　　吐谷浑侵犯洮州，唐派武州刺史贺拔亮抵御来敌。\n\n\t\t\t　　丙子（二十七日），突厥侵犯廉州，戊寅（二十九日），攻陷大震关。高祖派郑元璹去见颉利可汗。当时，突厥几十万精骑兵，弃斥着从介休到晋州几百里之间的山谷。郑元璹见到颉利，责备他背叛盟约，与颉利展开辩论，颉利颇为惭愧。郑元璹趁机劝颉利道：“唐与突厥，风俗不同，突厥就是得到唐的领土，也不能居住。如今俘虏与抢夺的财物，都给了突厥百姓，可汗您得到了什么？不如回军，重新和亲，可以免除了跋涉的辛劳，坐享金银财物，并且都进了可汗您的仓库，比起抛弃了兄弟之间多年的交情，给子孙后代结下无穷的仇怨，哪一个更好呢？”颉利愉快地听从了他的意见，带兵撤回突厥。郑元璹从义宁年间以来，五次出使突厥，多次面临死亡的威胁。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，癸巳，交州刺史权士通、〖胡三省注〗注〗西魏置北秦州于上郡，废帝三年，改曰交州。〕弘州总管宇文歆、〖胡三省注〗注〗庆州弘化县，开皇十八年置弘州，大业初州废，盖唐复置也。〕灵州总管杨师道击突厥于三观山，破之。乙未，太子班师。丙申，宇文歆邀突厥于崇岗镇，大破之，斩首千馀级。壬寅，定州总管双士洛等击突厥于恒山之南，〖胡三省注〗注〗双，姓也。《姓苑》曰：黄帝后，封于双蒙城。恒，户登翻。〕丙午，领军将军安兴贵击突厥于甘州，皆破之。〖胡三省注〗注〗甘州，张掖郡。〕\n\n\t\t\t　　刘黑闼陷瀛州，杀刺史马匡武。盐州人马君德以城叛附黑闼。〖胡三省注〗注〗此盐州，即东盐州。〕\n\n\t\t\t　　高开道寇蠡州。〖胡三省注〗注〗武德五年，以瀛州之博野、清苑，定州之义丰，置蠡州，因汉蠡吾亭以名州也。〕\n\n\t\t\t　　冬，十月，己酉，诏齐王元吉讨刘黑闼于山东。壬子，以元吉为领军大将军、并州大总管。癸丑，贝州刺史许善护与黑闼弟十善战于鄃县，善护全军皆没。甲寅，右武候将军桑显和击黑闼于晏城，破之。〖胡三省注〗注〗隋开皇十六年，分冀州之鹿城置晏城县，大业初废入鹿城，盖其县名犹在。〕观州刺史刘会以城叛附黑闼。\n\n\t\t\t　　契丹寇北平。〖胡三省注〗注〗北平郡，平州。〕\n\n\t\t\t　　甲子，以秦王世民领左、右十二卫大将军。〖胡三省注〗注〗左、右卫、左、右骁卫、左、右武卫、左、右屯卫、左、右领军卫、左、右候卫，为十二卫。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗西魏置北秦州于上郡，废帝三年，改曰交州。〕", "〔〖胡三省注〗庆州弘化县，开皇十八年置弘州，大业初州废，盖唐复置也。〕", "〔〖胡三省注〗双，姓也。《姓苑》曰：黄帝后，封于双蒙城。恒，户登翻。〕", "〔〖胡三省注〗甘州，张掖郡。〕", "〔〖胡三省注〗此盐州，即东盐州。〕", "〔〖胡三省注〗武德五年，以瀛州之博野、清苑，定州之义丰，置蠡州，因汉蠡吾亭以名州也。〕", "〔〖胡三省注〗隋开皇十六年，分冀州之鹿城置晏城县，大业初废入鹿城，盖其县名犹在。〕", "〔〖胡三省注〗北平郡，平州。〕", "〔〖胡三省注〗左、右卫、左、右骁卫、左、右武卫、左、右屯卫、左、右领军卫、左、右候卫，为十二卫。〕"], "translation": "\n\n\t\t\t　　九月癸巳（十五日），唐交州刺史权士通、弘州总管宇文歆、灵州总管杨师道在三观山攻击并打败了突厥。乙未（十七日），太子李建成班师回朝。丙申（十八日），宇文歆在崇岗镇阻截突厥，大败突厥，斩首一千多级。壬寅（二十四日），唐定州总管双士洛等在恒山南麓攻击突厥，丙午（二十八日），唐领军将军安兴贵在甘州攻打突厥，均打败了突厥。\n\n\t\t\t　　刘黑闼攻陷瀛州，杀死唐瀛州刺史马匡武。盐州人马君德以盐州城反叛归附了刘黑闼。\n\n\t\t\t　　高开道侵犯蠡州。\n\n\t\t\t　　冬季，十月己酉（初一），唐高祖下诏命齐王李元吉在山东讨伐刘黑闼。壬子（初四），任命李元吉为领军大将军、并州大总管。癸丑（初五），唐贝州刺史许善护在鄃县与刘黑闼之弟刘十善交战，许善护全军覆没。甲寅（初六），唐右武候将军桑显和在晏城攻击打败了刘黑闼。唐观州刺史刘会以观州城反叛，归附了刘黑闼。\n\n\t\t\t　　契丹侵犯北平。\n\n\t\t\t　　甲子（十六日），唐以秦王李世民统领左、右十二卫大将军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　乙丑，行军总管淮阳壮王道玄与刘黑闼战于下博，〖胡三省注〗注〗下博县，属冀州。《考异》曰：《高祖实录》谥曰忠。本传谥曰壮，盖后来改谥也。〕军败，为黑闼所杀。时道玄将兵三万，与副将史万宝不协；道玄帅轻骑先出犯陈，使万宝将大军继之。万宝拥兵不进，谓所亲曰：“我奉手敕云，淮阳小儿，军事皆委老夫。今王轻脱妄进，若与之俱，必同败没，不如以王饵贼，王败，贼必争进，我坚陈以待之，破之必矣。”由是道玄独进败没。万宝勒兵将战，士卒皆无斗志，军遂大溃，万宝逃归。道玄数从秦王世民征伐，死时年十九，世民深惜之，谓人曰：“道玄常从吾征伐，见吾深入贼陈，心慕效之，以至于此。”为之流涕。世民自起兵以来，前后数十战，常身先士卒，轻骑深入，虽屡危殆而未尝为矢刃所伤。〖胡三省注〗注〗史言秦王有天命。〕\n\n\t\t\t　　林士弘遣其弟鄱阳王药师攻循州，刺史杨略与战，斩之，其将王戎以南昌州降。士弘惧，己巳，请降。寻复走保安成山洞，袁州人相聚应之；〖胡三省注〗注〗是年以洪州建昌县置南昌州。吉州安复，本吴所置安成县也，唐后改为安福。袁州，宜春郡。〕洪州总管若干则遣兵击破之。会士弘死，其众遂散。〖胡三省注〗注〗隋大业十三年，林士弘起为盗，至是死散。〕\n\n\t\t\t　　淮阳王道玄之败也，山东震骇，洺州总管庐江王瑗弃城西走，州县皆叛附于刘黑闼，旬日间，黑闼尽复故地，乙亥，进据洺州。十一月，庚辰，沧州刺史程大买为黑闼所迫，弃城走。齐王元吉畏黑闼兵强，不敢进。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗下博县，属冀州。《考异》曰：《高祖实录》谥曰忠。本传谥曰壮，盖后来改谥也。〕", "〔〖胡三省注〗史言秦王有天命。〕", "〔〖胡三省注〗是年以洪州建昌县置南昌州。吉州安复，本吴所置安成县也，唐后改为安福。袁州，宜春郡。〕", "〔〖胡三省注〗隋大业十三年，林士弘起为盗，至是死散。〕"], "translation": "\n\n\t\t\t　　乙丑（十七日），唐行军总管淮阳壮王李道玄与刘黑闼在下博交战，唐军失败，李道玄被刘黑闼杀死。当时李道玄带领三万兵马，与副将史万宝不和，李道玄率领轻骑兵率先出战冲入敌阵，命史万宝率大军随后。史万宝按兵不动，对他的亲信说：“我奉皇帝手书敕令说淮阳王是毛孩子，军队行动均委托老夫我。现在淮阳王冒冒失失地出击，如果和他一同进攻，必然一起失败导致覆没，不如用淮阳王作饵引诱敌人，如果淮阳王失败，敌人必定争相前进，我坚守以待，就一定能够打败敌人！”因此李道玄孤军深入敌阵战败阵亡。史万宝带兵准备战斗，但士兵都没有了斗志，唐军因此大败，史万宝逃回。李道玄多次跟随秦王李世民征伐，死时才十九岁，李世民深为痛惜，对人说道：“道玄常跟随我征伐，见我深入敌阵，心中羡慕想要模仿，才会这样。”并为李道玄的阵亡而痛哭。李世民自从太原起兵以来，前前后后经过几十仗，经常身先士卒，轻骑深入敌阵，虽然屡次濒临绝境，但从来没有被刀箭伤过。\n\n\t\t\t　　林士弘派遣他的弟弟鄱阳王林药师攻打循州，唐循州刺史杨略与林药师交战，杀了他，林药师的将领王戎以南昌州投降。林士弘害怕了，己巳（二十一日），也请求投降。随即又逃入安成的山洞，袁州百姓相互聚合响应林士弘，唐洪州总管若干则派兵打败了他们。恰好林士弘死亡，他的部下便散去。\n\n\t\t\t　　淮阳王李道玄失败，山东地区感到震惊，洺州总管庐江王李瑗放弃城池向西逃跑，州县也都反叛归附了刘黑闼，十天之内，刘黑闼就收复了他原来的全部地盘，乙亥（二十七日），进军占据了洺州。十一月庚辰（初三），唐沧州刺史程大买因为刘黑闼的逼近，放弃城池逃跑。齐王李元吉畏惧刘黑闼军队的强盛，不敢进军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　上之起兵晋阳也，皆秦王世民之谋，〖胡三省注〗注〗事见一百八十一卷隋义宁元年。〕上谓世民曰：“若事成，则天下皆汝所致，当以汝为太子。”世民拜且辞。及为唐王，将佐亦请以世民为世子，上将立之，世民固辞而止。太子建成，性宽简，喜酒色游畋；齐王元吉，多过失；皆无宠于上。世民功名日盛，上常有意以代建成，建成内不自安，乃与元吉协谋，共倾世民，各引树党友。\n\n\t\t\t　　上晚年多内宠，小王且二十人，〖胡三省注〗注〗尹德妃生酆王元亨，莫嫔生荆王元景，孙嫔生汉王元昌，宇文昭仪生韩王元嘉、鲁王灵夔，瞿嫔生邓王元裕，杨嫔生江王元祥，小杨嫔生舒王元名，郭婕妤生徐王元礼，刘婕妤生道王元庆，杨美人生虢王凤，张美人生霍王元轨，张宝林生郑王元懿，柳宝林生滕王元婴，王才人生彭王元则，鲁才人生密王元晓，张氏生周王元方，凡十七人。且者，将及未及之辞。〕其母竞交结诸长子以自固。建成与元吉曲意事诸妃嫔，谄谀赂遗，无所不至，以求媚于上。或言蒸于张婕妤、尹德妃，宫禁深秘，莫能明也。是时，东宫、诸王公、妃主之家及后宫亲戚横长安中，恣为非法，有司不敢诘。世民居承乾殿，〖胡三省注〗注〗《閤本太极宫图》：月华门内有承庆殿，无承乾殿。按《新书》，承乾殿在西宫。又按王溥会要，承乾殿在宫中。盖皆指太极宫。〕元吉居武德殿后院，〖胡三省注〗注〗武德殿在东宫西。按《閤本太极宫图》，武德殿在虔化门东，入门过内仓廪、立政殿、万春殿，即东上閤门。〕与上台、东宫昼夜通行，无复禁限。〖胡三省注〗注〗上台，谓帝居。〕太子、二王出入上台，皆乘马、携弓刀杂物，相遇如家人礼。太子令、秦、齐王教与诏敕并行，有司莫知所从，唯据得之先后为定。〖胡三省注〗注〗使唐之政终于如此，亡隋之续耳。〕世民独不奉事诸妃嫔，诸妃嫔争誉建成、元吉而短世民。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗事见一百八十一卷隋义宁元年。〕", "〔〖胡三省注〗尹德妃生酆王元亨，莫嫔生荆王元景，孙嫔生汉王元昌，宇文昭仪生韩王元嘉、鲁王灵夔，瞿嫔生邓王元裕，杨嫔生江王元祥，小杨嫔生舒王元名，郭婕妤生徐王元礼，刘婕妤生道王元庆，杨美人生虢王凤，张美人生霍王元轨，张宝林生郑王元懿，柳宝林生滕王元婴，王才人生彭王元则，鲁才人生密王元晓，张氏生周王元方，凡十七人。且者，将及未及之辞。〕", "〔〖胡三省注〗《閤本太极宫图》：月华门内有承庆殿，无承乾殿。按《新书》，承乾殿在西宫。又按王溥会要，承乾殿在宫中。盖皆指太极宫。〕", "〔〖胡三省注〗武德殿在东宫西。按《閤本太极宫图》，武德殿在虔化门东，入门过内仓廪、立政殿、万春殿，即东上閤门。〕", "〔〖胡三省注〗上台，谓帝居。〕", "〔〖胡三省注〗使唐之政终于如此，亡隋之续耳。〕"], "translation": "\n\n\t\t\t　　高祖在晋阳起兵，都是秦王李世民的计谋，高祖对李世民说：“如果事业成功，那么天下都是你带来的，该立你为太子。”李世民拜谢并推辞。待到高祖成为唐王，将领们也请求以李世民为世子，高祖准备立他，李世民坚决推辞才作罢。太子李建成性情松缓惰慢，喜欢饮酒，贪恋女色，爱打猎；齐王李元吉，常有过错，均不受高祖宠爱。李世民功勋名望日增，高祖常常有意让他取代李建成为太子，李建成心中不安，于是与李元吉共同谋划，一起排挤李世民，他们各自交结建立自己的党羽。\n\n\t\t\t　　高祖晚年宠幸的妃嫔很多，有近二十位小王子，他们的母亲争相交结各位年长的王子来巩固自己的地位。李建成和李元吉都曲意侍奉各位妃嫔，奉承献媚、贿赂、馈赠，无所不用，以求得皇上的宠爱。也有人说他们与张婕妤、尹德妃私通，宫禁幽深神秘，此事无从证实。当时，太子东宫、各王公、妃主之家以及后宫妃嫔的亲属，在长安横行霸道，为非作歹，而主管部门却不敢追究。李世民住在承乾殿，李元吉住在武德殿后院，他们的住处与皇帝寝宫、太子东宫之间日夜通行，不再有所限制。太子与秦、齐二王出入皇帝寝宫，均乘马、携带刀弓杂物，彼此相遇只按家人行礼。太子所下达的令，秦、齐二王所下达的教和皇帝的诏敕并行，有关部门不知所从，只有按照收到的先后为准。唯有李世民不去讨好诸位妃嫔，诸妃嫔妃争相称赞李建成、李元吉而诋毁李世民。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　世民平洛阳，上使贵妃等数人诣洛阳选阅隋宫人及收府库珍物。贵妃等私从世民求宝货及为其亲属求官，〖胡三省注〗注〗唐制，皇后而下有贵妃、淑妃、德妃、贤妃，是为夫人。昭仪、昭容、昭媛、修仪、修容、修媛、充仪、充容、充媛，是为九嫔。婕妤、美人、才人各九，合二十七，是为世妇。宝林、御女、采女各二十七，合八十一，是为御妻。〕世民曰：“宝货皆已籍奏，官当授贤才有功者。”皆不许，由是益怨。世民以淮安王神通有功，给田数十顷。张婕妤之父因婕妤求之于上，上手敕赐之，神通以教给在先，不与。婕妤诉于上曰：“敕赐妾父田，秦王夺之以与神通。”上遂发怒，责世民曰：“我手敕不如汝教邪！”他日，谓左仆射裴寂曰：“此儿久典兵在外，为书生所教，非复昔日子也。”尹德妃父阿鼠骄横，秦王府属杜如晦过其门，阿鼠家童数人曳如晦坠马，殴之，折一指，曰：“汝何人，敢过我门而不下马！”阿鼠恐世民诉于上，先使德妃奏云：“秦王左右陵暴妾家。”上复怒责世民曰：“我妃嫔家犹为汝左右所陵，况小民乎！”世民深自辩析，上终不信。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗唐制，皇后而下有贵妃、淑妃、德妃、贤妃，是为夫人。昭仪、昭容、昭媛、修仪、修容、修媛、充仪、充容、充媛，是为九嫔。婕妤、美人、才人各九，合二十七，是为世妇。宝林、御女、采女各二十七，合八十一，是为御妻。〕"], "translation": "\n\n\t\t\t　　李世民平定洛阳，高祖让贵妃等几人到洛阳挑选隋朝宫女和收取仓库里的珍宝。贵妃等人私下向李世民要宝物并为自己的亲戚求官，李世民回答说：“宝物都已经登记在册上报朝廷了，官位应当授予贤德有才能和有功劳的人。”没有答应她们的任何要求，因此妃嫔们更加恨他。李世民因为淮安王李神通有功，拨给他几十顷田地。张婕妤的父亲通过张婕妤向高祖请求要这些田，高祖手写敕令将这些田赐给他，李神通因为秦王的教在先，不让田。张婕妤向高祖告状道：“皇上敕赐给我父亲的田地，被秦王夺去了给了神通。”高祖因此发怒，责备李世民说：“难道我的手敕不如你的教吗？”过了些天，高祖对左仆射裴寂说：“这孩子长期在外掌握军队，受书生们教唆，已经不再是原来的那个儿子了。”尹德妃的父亲尹阿鼠骄横跋扈，秦王府的官员杜如晦经过他的门前，尹阿鼠的几名家童把杜如晦拽下马，揍了他一顿并打断了他一根手指，说道：“你是什么人，胆敢过我的门前不下马！”尹阿鼠怕李世民告诉皇上，先让尹德妃对皇上说：“秦王的亲信欺侮我家人。”高祖又生气地责备李世民说：“我的妃嫔家都受你身边的人欺凌，何况是小老百姓！”李世民反复为自己辩解，但高祖始终不相信他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　世民每侍宴宫中，对诸妃嫔，思太穆皇后早终，〖胡三省注〗注〗窦皇后谥太穆，帝未即位先崩，建成、世民、玄霸、元吉，皆其所生也。〕不得见上有天下，或歔欷流涕，上顾之不乐。诸妃嫔因密共谮世民曰：“海内幸无事，陛下春秋高，唯宜相娱乐，而秦王每独涕泣，正是憎疾妾等。陛下万岁后，妾母子必不为秦王所容，无孑遗矣！”〖胡三省注〗注〗言必皆诛翦，无有孑然见遗者也。〕因相与泣，且曰：“皇太子仁孝，陛下以妾母子属之，必能保全。”上为之怆然。由是无易太子意，待世民浸疏，而建成、元吉日亲矣。〖胡三省注〗注〗《考异》曰：《高祖实录》曰：“建成幼不拘细行，荒色嗜酒，好畋猎，常与博徒游，故时人称为任侠。高祖起义于太原，建成时在河东，本既无宠，又以今上首建大计，高祖不之思也，而今上白高祖，遣使召之，盘游不即往。今上急难情切，遽以手书谕之，建成乃与元吉间行赴太原，隋人购求之，几为所获。及义旗建而方至，高祖亦喜其获免，因授以兵。”又曰：“建成帷薄不修，有禽犬之行，闻于远迩。今上以为耻，尝流涕谏之，建成凓而成憾。”又曰：“太宗每总戎律，惟以抚接才贤为务，至于参请妃媛，素所不行。”《太宗实录》曰：“隐太子始则流宕河曲，逸游是好，素无才略，不预经纶，于后虽统左军，非众所附。既陞储两，坐构猜嫌，太宗虽备礼竭诚以希恩睦，而勡害之心日以滋甚。又，巢刺王性本凶愎，志识庸下，行同禽兽，兼以弃镇失守，罪戾尤多，反害太宗之能。于是潜苞毁谮，同恶相济，肤受日闻，虽大名徽号，礼冠群后，而情疏意隔，宠异曩时。”按建成、元吉虽为顽愚，既为太宗所诛，史臣不无抑扬诬讳之辞，今不尽取。〕\n\n\t\t\t　　太子中允王珪、洗马魏征〖胡三省注〗注〗太子左春坊，左庶子为之长，掌侍从赞相，敷正启奏；中允为之贰。洗马，汉官，掌前马；唐为司经局长官，掌四库图籍缮写刊缉之事。《唐六典》曰：后汉太子官属有中允，在中庶子下，洗马上，其后无闻，唐始置太子中允。洗，悉荐翻。〕说太子曰：“秦王功盖天下，中外归心；殿下但以年长位居东宫，无大功以镇服海内。今刘黑闼散亡之馀，众不满万，资粮匮乏，以大军临之，势如拉朽，殿下宜自击之以取功名，因结纳山东豪杰，庶可自安。”太子乃请行于上，上许之。珪，頍之兄子也。〖胡三省注〗注〗王頍，僧辩之子，死于隋汉王谅反时。頍，丘弭翻。〕甲申，诏太子建成将兵讨黑闼，其陕东道大行台及山东道行军元帅、河南、河北诸州并受建成处分，得以便宜从事。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗窦皇后谥太穆，帝未即位先崩，建成、世民、玄霸、元吉，皆其所生也。〕", "〔〖胡三省注〗言必皆诛翦，无有孑然见遗者也。〕", "〔〖胡三省注〗《考异》曰：《高祖实录》曰：“建成幼不拘细行，荒色嗜酒，好畋猎，常与博徒游，故时人称为任侠。高祖起义于太原，建成时在河东，本既无宠，又以今上首建大计，高祖不之思也，而今上白高祖，遣使召之，盘游不即往。今上急难情切，遽以手书谕之，建成乃与元吉间行赴太原，隋人购求之，几为所获。及义旗建而方至，高祖亦喜其获免，因授以兵。”又曰：“建成帷薄不修，有禽犬之行，闻于远迩。今上以为耻，尝流涕谏之，建成凓而成憾。”又曰：“太宗每总戎律，惟以抚接才贤为务，至于参请妃媛，素所不行。”《太宗实录》曰：“隐太子始则流宕河曲，逸游是好，素无才略，不预经纶，于后虽统左军，非众所附。既陞储两，坐构猜嫌，太宗虽备礼竭诚以希恩睦，而勡害之心日以滋甚。又，巢刺王性本凶愎，志识庸下，行同禽兽，兼以弃镇失守，罪戾尤多，反害太宗之能。于是潜苞毁谮，同恶相济，肤受日闻，虽大名徽号，礼冠群后，而情疏意隔，宠异曩时。”按建成、元吉虽为顽愚，既为太宗所诛，史臣不无抑扬诬讳之辞，今不尽取。〕", "〔〖胡三省注〗太子左春坊，左庶子为之长，掌侍从赞相，敷正启奏；中允为之贰。洗马，汉官，掌前马；唐为司经局长官，掌四库图籍缮写刊缉之事。《唐六典》曰：后汉太子官属有中允，在中庶子下，洗马上，其后无闻，唐始置太子中允。洗，悉荐翻。〕", "〔〖胡三省注〗王頍，僧辩之子，死于隋汉王谅反时。頍，丘弭翻。〕"], "translation": "\n\n\t\t\t　　李世民每次在宫中侍奉高祖宴饮，面对诸位妃嫔，想起母亲太穆皇后死得早，没能看到高祖拥有天下，有时不免叹气流泪，高祖看到后很不高兴。各位妃嫔趁机暗中一同诋毁李世民道：“天下幸好平安无事，陛下年寿已高，只适合娱乐娱乐，而秦王总是一个人流泪，这实际上是憎恨我们，陛下作古后，我们母子必定不为秦王所容，会被杀得一个不留！”因此相互对着流泪，并且说：“皇太子仁爱孝顺，陛下将我们母子托付给太子，必然能获得保全。”高祖也为此很伤心。从此高祖打消了改立太子的念头，对李世民逐渐疏远，而对李建成、李元吉却日益亲密了。\n\n\t\t\t　　太子中允王珪、太子洗马魏徵劝太子说：“秦王功盖天下，内外归心于他；而殿下不过是因为年长才被立为太子，没有大功可以镇服天下。现在刘黑闼的兵力分散逃亡之后，剩下不足一万人，又缺乏粮食物资，如果用大军进逼，势如摧枯拉朽，殿下应当亲自去攻打以获得功劳名望，趁机结交山东的豪杰，也许就可以保住自己的地位了。”太子于是向高祖请求带兵出征，高祖答应了他的请求。王珪，是王頍兄长的儿子。甲申（初七），高祖下诏命太子李建成带兵讨伐刘黑闼，陕东道大行台及山东道行军元帅、河南、河北各州均受建成处置，他有权随机行事。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　乙酉，封宗室略阳公道宗等十八人为郡王。道宗，道玄从父弟也，为灵州总管，梁师都遣弟洛儿引突厥数万围之，道宗乘间出击，大破之。突厥与师都连结，遣其郁射设入居故五原，〖胡三省注〗注〗五原县属盐州，武德初，寄治灵州，故地为突厥所居。杜佑曰：盐州，西魏五原郡地，汉五原县城在今榆林郡界。〕道宗逐出之，斥地千馀里。〖胡三省注〗注〗毛晃曰：“斥，开拓也。〕上以道宗武干如魏任城王彰，〖胡三省注〗注〗魏任城王彰，曹操之子，击乌丸有功。〕乃立为任城郡王。\n\n\t\t\t　　丙申，上幸宜州。〖胡三省注〗注〗义宁二年，以京兆之华原、宜君、同官置宜君郡，武德元年曰宜州。〕\n\n\t\t\t　　己亥，齐王元吉遣兵击刘十善于魏州，破之。\n\n\t\t\t　　癸卯，上校猎于富平。〖胡三省注〗注〗富平县属雍州，汉富平县治，唐灵州迴乐县界，后汉移宁州彭原县界，晋移怀德城，魏移于怀德城东北，今耀州东南富平县即其地。〕\n\n\t\t\t　　刘黑闼拥兵而南，自相州以北州县皆附之，唯魏州总管田留安勒兵拒守。黑闼攻之，不下，引兵南拔元城，复还攻之。〖胡三省注〗注〗元城县，治古殷城，在朝城东北十二里。时魏州治贵乡南。相，息亮翻。复，扶又翻。《考异》曰：《实录》：“十二月甲子，黑闼攻魏州。”盖留安破黑闼奏到之日也。按《革命记》，黑闼攻魏州在十一月，今从之。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗五原县属盐州，武德初，寄治灵州，故地为突厥所居。杜佑曰：盐州，西魏五原郡地，汉五原县城在今榆林郡界。〕", "〔〖胡三省注〗毛晃曰：“斥，开拓也。〕", "〔〖胡三省注〗魏任城王彰，曹操之子，击乌丸有功。〕", "〔〖胡三省注〗义宁二年，以京兆之华原、宜君、同官置宜君郡，武德元年曰宜州。〕", "〔〖胡三省注〗富平县属雍州，汉富平县治，唐灵州迴乐县界，后汉移宁州彭原县界，晋移怀德城，魏移于怀德城东北，今耀州东南富平县即其地。〕", "〔〖胡三省注〗元城县，治古殷城，在朝城东北十二里。时魏州治贵乡南。相，息亮翻。复，扶又翻。《考异》曰：《实录》：“十二月甲子，黑闼攻魏州。”盖留安破黑闼奏到之日也。按《革命记》，黑闼攻魏州在十一月，今从之。〕"], "translation": "\n\n\t\t\t　　乙酉（初八），唐封宗室略阳公李道宗等十八人为郡王。李道宗是李道玄的堂弟，官居灵州总管，梁师都派弟弟梁洛儿带几万突厥军包围他，李道宗趁机出击，大败敌军。突厥与梁师都相互勾结，派郁射设进入唐境，居住在原先的五原，李道宗把郁射设赶出五原，并开拓了一千多里的领土。高祖因为道宗的武功才干犹如曹魏的任城王曹彰，于是立他为任城郡王。\n\n\t\t\t　　丙申（十九日），唐高祖亲临宜州。\n\n\t\t\t　　己亥（二十二日），齐王李元吉派兵在魏州攻击刘十善，打败了他。\n\n\t\t\t　　癸卯（二十六日），唐高祖在富平围猎。\n\n\t\t\t　　刘黑闼召集兵马向南进发，自相州以北的唐朝州县均归附了刘黑闼，唯有魏州总管田留安带兵坚守抵抗。刘黑闼攻不下魏州，便带军向南攻取了元城，又回军攻打魏州。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，庚戌，立宗室孝友等八人为郡王。孝友，神通之子也。\n\n\t\t\t　　丙辰，上校猎于华池。〖胡三省注〗注〗京兆三原县，武德四年改池阳，六年，改华池。〕\n\n\t\t\t　　戊午，刘黑闼陷恒州，杀刺史王公政。〖胡三省注〗注〗恒州，汉常山郡，唐置恒州，因恒山为名。〕\n\n\t\t\t　　庚申，车驾至长安。\n\n\t\t\t　　癸亥，幽州大总管李艺复廉、定二州。\n\n\t\t\t　　甲子，田留安击刘黑闼，破之，获其莘州刺史孟柱，〖胡三省注〗注〗魏州莘县，隋开皇十六年置莘州，大业二年废，唐复置。〕降将卒六千人。是时，山东豪杰多杀长吏以应黑闼，上下相猜，人益离怨；留安待吏民独坦然无疑，白事者无问亲疏，皆听直入卧内，每谓吏民曰：“吾与尔曹俱为国御贼，固宜同心协力，必欲弃顺从逆者，但自斩吾首去。”吏民皆相戒曰：“田公推至诚以待人，当共竭死力报之，必不可负。”有苑竹林者，本黑闼之党，潜有异志。留安知之，不发其事，引置左右，委以管钥；竹林感激，遂更归心，卒收其用。以功进封道国公。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗京兆三原县，武德四年改池阳，六年，改华池。〕", "〔〖胡三省注〗恒州，汉常山郡，唐置恒州，因恒山为名。〕", "〔〖胡三省注〗魏州莘县，隋开皇十六年置莘州，大业二年废，唐复置。〕"], "translation": "\n\n\t\t\t　　十二月庚戌（初三），唐立宗室李孝友等八人为郡王。李孝友是淮安王李神通的儿子。\n\n\t\t\t　　丙辰（初九），唐高祖在华池县围猎。\n\n\t\t\t　　戊午（十一日），刘黑闼攻陷恒州，杀死唐恒州刺史王公政。\n\n\t\t\t　　庚申（十三日），唐高祖回到长安。\n\n\t\t\t　　癸亥（十六日），幽州大总管李艺收复廉、定二州。\n\n\t\t\t　　甲子（十七日），田留安攻打刘黑闼，打败了他，并抓获刘黑闼的莘州刺史孟柱，刘黑闼六千名将领士兵投降了田留安。当时，山东地区的豪杰纷纷杀死本地长官响应刘黑闼，因此上下互相猜疑，百姓也日益离心离德；只有田留安对待下属、百姓坦然无疑，有人报告事情，无论亲疏都听任他们直接到寝室，还常常对下属、百姓说：“我和各位都是为国家抵抗来敌，自然应当同心协力，如果有人一定要弃顺从逆，只管自己来砍了我的头拿走。”下属、百姓都相互提醒道：“田公以至诚之心待人，我们应当共同尽心竭力报答他，一定不要辜负他的信任。”有一名叫苑竹林的人，本来是刘黑闼的党羽，暗中怀有异心。田留安知道苑竹林的事，却没有揭发他，而是将他安置在身边，让他掌管钥匙；苑竹林深受感动，便改而归顺了田留安，这样做最终收到了它效用。田留安因功进爵封为道国公。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　乙丑，并州刺史成仁重击范愿，破之。\n\n\t\t\t　　刘黑闼攻魏州未下，太子建成、齐王元吉大军至昌乐，〖胡三省注〗注〗刘昫曰：晋置昌乐县，属阳平郡，今县西古城是也。隋废县入繁水，武德元年，复置，仍筑今治所。乐，音洛。〕黑闼引兵拒之，再陈，皆不战而罢。魏征言于太子曰：“前破黑闼，其将帅皆悬名处死，〖胡三省注〗注〗言亡命者先书其名，处以死罪也。〕妻子系虏。故齐王之来，虽有诏书赦其党与之罪，皆莫之信。今宜悉解其囚俘，慰谕遣之，则可坐视其离散矣！”太子从之。黑闼食尽，众多亡，或缚其渠帅以降。黑闼恐城中兵出，与大军表里击之，遂夜遁。至馆陶，永济桥未成，不得度。〖胡三省注〗注〗馆陶县属魏州，在州北，隋煬帝凿永济渠所经也。宋白曰：馆陶，春秋时晋冠氏邑，陶丘在县西北七里，赵时置馆于其侧，因为县名。〕壬申，太子、齐王以大军至，黑闼使王小胡背水而陈，自视作桥成，即过桥西，众遂大溃，〖胡三省注〗注〗《考异》曰：《高祖实录》：“壬申，太子与黑闼战于魏州城下，破之，闼抽军北遁。甲戌，追闼于毛州，贼背永济渠而陈，接战，又破之。”《旧传》：“六年二月，太子破黑闼于馆陶。”《革命记》：“闼遁至馆陶，二十五日，官军至，闼败走。”按馆陶即毛州也。长历，十二月壬申，二十五日。甲戌，二十七日。盖《实录》据奏到之日也。《旧传》尤疏。今从《革命记》。《太宗实录》云：“黑闼重反，高祖谓太宗曰：‘前破黑闼，欲令尽杀其党，使空山东，不用吾言，致有今日。’及隐太子征闼，平之，将遣唐俭往，使男子年十五年已上悉阬之，小弱及妇女总驱入关，以实京邑。太宗谏曰：‘臣闻唯德动天，唯恩容众。山东人物之所，河北蚕绵之乡，而天府委输，待以成绩。今一旦见其反覆，尽戮无辜，流离寡弱，恐以杀不能止乱，非行吊伐之道。’其事遂寝。”新书隐太子传云：“黑闼败于洺水，太子建成问于洗马魏征曰：‘山东其定乎﹖’对曰：‘黑闼虽败，杀伤太甚，其魁党皆县名处死，妻子系虏，欲降无繇，虽有赦令，获者必戮，不大荡宥，恐残贼啸结，民未可安。’既而黑闼复振，庐江王瑗洺州，山东乱，命齐王元吉讨之。有诏降者赦罪，众不信。建成至，获俘，皆抚遣之，百姓欣悦。贼惧，夜奔，兵追战，黑闼众犹盛，乃纵囚使相告曰：‘褫而甲还乡里，若妻子获者，既已释矣。’众乃散，或缚其渠长降，遂禽黑闼。”按高祖虽不仁，亦不至有“欲空山东”之理。史臣专欲归美太賨，其于高祖亦太诬矣。今采《革命记》及《新书》。〕舍仗来降。大军度桥追黑闼，度者才千馀骑，桥坏，由是黑闼得与数百骑亡去。\n\n\t\t\t　　上以隋末战士多没于高丽，是岁，赐高丽王建武书，使悉遣还；亦使州县索高丽人在中土者，遣归其国。建武奉诏，遣还中国民前后以万数。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗刘昫曰：晋置昌乐县，属阳平郡，今县西古城是也。隋废县入繁水，武德元年，复置，仍筑今治所。乐，音洛。〕", "〔〖胡三省注〗言亡命者先书其名，处以死罪也。〕", "〔〖胡三省注〗馆陶县属魏州，在州北，隋煬帝凿永济渠所经也。宋白曰：馆陶，春秋时晋冠氏邑，陶丘在县西北七里，赵时置馆于其侧，因为县名。〕", "〔〖胡三省注〗《考异》曰：《高祖实录》：“壬申，太子与黑闼战于魏州城下，破之，闼抽军北遁。甲戌，追闼于毛州，贼背永济渠而陈，接战，又破之。”《旧传》：“六年二月，太子破黑闼于馆陶。”《革命记》：“闼遁至馆陶，二十五日，官军至，闼败走。”按馆陶即毛州也。长历，十二月壬申，二十五日。甲戌，二十七日。盖《实录》据奏到之日也。《旧传》尤疏。今从《革命记》。《太宗实录》云：“黑闼重反，高祖谓太宗曰：‘前破黑闼，欲令尽杀其党，使空山东，不用吾言，致有今日。’及隐太子征闼，平之，将遣唐俭往，使男子年十五年已上悉阬之，小弱及妇女总驱入关，以实京邑。太宗谏曰：‘臣闻唯德动天，唯恩容众。山东人物之所，河北蚕绵之乡，而天府委输，待以成绩。今一旦见其反覆，尽戮无辜，流离寡弱，恐以杀不能止乱，非行吊伐之道。’其事遂寝。”新书隐太子传云：“黑闼败于洺水，太子建成问于洗马魏征曰：‘山东其定乎﹖’对曰：‘黑闼虽败，杀伤太甚，其魁党皆县名处死，妻子系虏，欲降无繇，虽有赦令，获者必戮，不大荡宥，恐残贼啸结，民未可安。’既而黑闼复振，庐江王瑗洺州，山东乱，命齐王元吉讨之。有诏降者赦罪，众不信。建成至，获俘，皆抚遣之，百姓欣悦。贼惧，夜奔，兵追战，黑闼众犹盛，乃纵囚使相告曰：‘褫而甲还乡里，若妻子获者，既已释矣。’众乃散，或缚其渠长降，遂禽黑闼。”按高祖虽不仁，亦不至有“欲空山东”之理。史臣专欲归美太賨，其于高祖亦太诬矣。今采《革命记》及《新书》。〕"], "translation": "\n\n\t\t\t　　乙丑（十八日），唐并州刺史成仁重攻打范愿，打败了他。\n\n\t\t\t　　刘黑闼没有攻下魏州，太子李建成、齐王李元吉的大军到达昌乐，刘黑闼带兵来抵抗，两次列阵，都没有打就停了下来。魏徵对太子说：“以前打败刘黑闼时，他的将帅都被张榜列名处以死罪，将其妻儿收押入狱。因此齐王前来，虽然有诏书赦免刘黑闼党羽的罪过，但他们都不相信。如今应当全部放掉那些被囚禁和俘虏的人，加以安慰晓谕再放他们走，这样就可以眼看着刘黑闼的势力分崩离析了！”太子听从了他的意见。刘黑闼粮食吃光了，部下纷纷逃跑，有些绑了自己的头领投降了唐军。刘黑闼恐怕魏州城里的守军出来，与唐大军里外夹击，便于夜晚逃跑。跑到馆陶，永济桥还未建好，不能过河。壬申（二十五日），太子、齐王率大军到馆陶，刘黑闼让王小胡背靠河水列阵，自己看着桥搭好，立即过桥到了西岸，于是他的兵马迅速崩溃，士兵放下兵器前来投降。唐大军过桥追击，才过了一千多骑兵，桥梁毁坏，刘黑闼因此得以和几百名骑兵逃走。\n\n\t\t\t　　高祖因为随朝末年有很多战士沦落在高丽，这一年，赐予高丽王建武信函，让他遣返流落在高丽的所有隋朝战士；又让州县搜寻在中国的高丽人，遣送他们回国。建武接受诏令，前后放回了数以万计的中国百姓。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高祖神尧大圣光孝皇帝　武德六年（癸未　公元623年）\n\n\t\t\t　　春，正月，己卯，刘黑闼所署饶州刺史诸葛德威执黑闼，举城降。时太子遣骑将刘弘基追黑闼，黑闼为官军所迫，奔走不得休息，至饶阳，〖胡三省注〗注〗饶阳县，前汉属涿郡，后汉属安平国，晋、魏属博陵郡，隋属河间郡，唐属深州，黑闼分置饶州。〕从者才百馀人，馁甚。德威出迎，延黑闼入城，黑闼不可；德威涕泣固请，黑闼乃从之。至城旁市中憩止，德威馈之食；食未毕，德威勒兵执之，送诣太子，并其弟十善斩于洺州。〖胡三省注〗注〗洺，弥并翻。《考异》曰：《革命记》：“刘黑闼走至深州，崔元愻为伪深州总管，黑闼欲至，城中陈列三千余兵，拟纳黑闼，据城拒守，北勾突厥。城人诸葛德威为车骑，领当城之兵。有张善护者，先任乡长，来就军中，语三五少年曰：‘可捉黑闼取富贵，今若不捉，在后终是扰乱山东，废我等作生活。’诸少年咸云：‘非诸葛车骑不可。’善护知德威非得酒食不肯出师，乃于家宰一肥猪，出酒一石，延德威而语之；德威许诺。黑闼至，元愻乃请之入城而不许，唯就市中遣铺设而坐食。元愻请以城中兵呈阅，言并精锐，必堪拒守，黑闼食而许之。元愻乃召兵以呈之，德威以前领健卒出，即就市中擒刘闼，送于洺州皇太子所。元愻与男野久奔突厥。斩黑闼于洺州城西，临刑乃叹”云云。今从《实录》，亦兼采《革命记》。〕黑闼临刑叹曰：“我幸在家鉏菜，为高雅贤罪所误至此！”\n\n\t\t\t　　壬午，巂州人王摩沙举兵，〖胡三省注〗注〗巂，音髓。沙，读曰莎。〕自称元帅，改元进通；遣骠骑将军卫彦讨之。\n\n\t\t\t　　庚子，以吴王杜伏威为太保。〖胡三省注〗注〗唐制，太师，太傅、太保谓之三师，正一品；天子所师法，无所统职，功德崇重者乃使居之。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗饶阳县，前汉属涿郡，后汉属安平国，晋、魏属博陵郡，隋属河间郡，唐属深州，黑闼分置饶州。〕", "〔〖胡三省注〗洺，弥并翻。《考异》曰：《革命记》：“刘黑闼走至深州，崔元愻为伪深州总管，黑闼欲至，城中陈列三千余兵，拟纳黑闼，据城拒守，北勾突厥。城人诸葛德威为车骑，领当城之兵。有张善护者，先任乡长，来就军中，语三五少年曰：‘可捉黑闼取富贵，今若不捉，在后终是扰乱山东，废我等作生活。’诸少年咸云：‘非诸葛车骑不可。’善护知德威非得酒食不肯出师，乃于家宰一肥猪，出酒一石，延德威而语之；德威许诺。黑闼至，元愻乃请之入城而不许，唯就市中遣铺设而坐食。元愻请以城中兵呈阅，言并精锐，必堪拒守，黑闼食而许之。元愻乃召兵以呈之，德威以前领健卒出，即就市中擒刘闼，送于洺州皇太子所。元愻与男野久奔突厥。斩黑闼于洺州城西，临刑乃叹”云云。今从《实录》，亦兼采《革命记》。〕", "〔〖胡三省注〗巂，音髓。沙，读曰莎。〕", "〔〖胡三省注〗唐制，太师，太傅、太保谓之三师，正一品；天子所师法，无所统职，功德崇重者乃使居之。〕"], "translation": "\n\n\t\t\t　　唐高祖武德六年（癸未　公元623年）\n\n\t\t\t　　春季，正月己卯（初五），刘黑闼任命的饶州刺史诸葛德威捉住刘黑闼，举城降唐。当时太子李建成派骑兵将领刘弘基追击刘黑闼，刘黑闼被唐军追赶，日夜奔逃无法休息，到达饶阳，随行的才一百多人，十分饥饿。诸葛德威出城迎接刘黑闼，请他进城，刘黑闼不进城，诸葛德威流泪反复请求，于是刘黑闼答应了他的邀请。到城旁边的市场中休息，诸葛德威送给他们食物，还没吃完，诸葛德威便带兵把刘黑闼抓了起来，送到李建成处，刘黑闼和他的弟弟刘十善一起在洺州被斩首。刘黑闼在临刑前叹息道：“我有幸在家种菜，却被高雅贤这些人害得落到如此下场！”\n\n\t\t\t　　壬午（初六），巂州人王摩沙起兵，自称元帅，改年号为进通，唐派遣骠骑将军卫彦讨伐。\n\n\t\t\t　　庚子（二十四日），唐任命吴王杜伏威为太保。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，庚戌，上幸骊山温汤；〖胡三省注〗注〗骊山在雍州新丰，有汤泉，天宝起华清宫于此。〕甲寅，还宫。\n\n\t\t\t　　平阳昭公主薨。戊午，葬公主。诏加前后部鼓吹、班剑四十人，〖胡三省注〗注〗班，列也；持剑成列，夹道而行也。〕武贲甲卒。〖胡三省注〗注〗武贲，虎贲也。唐讳“虎”字，改为“武”。贲，音奔。〕太常奏：“礼，妇人无鼓吹。”上曰：“鼓吹，军乐也。公主亲执金鼓，兴义兵以辅成大业，〖胡三省注〗注〗事见一百八十五卷隋义宁元年。〕岂与常妇人比乎！”\n\n\t\t\t　　丙寅，徐圆朗穷蹙，与数骑弃城走，为野人所杀，其地悉平。\n\n\t\t\t　　林邑王梵志遣使入贡。初，隋人破林邑，〖胡三省注〗注〗见一百八十卷隋大业九年。〕分其地为三郡。〖胡三省注〗注〗三郡，比景、海阴、林邑也。〕及中原丧乱，林邑复国，至是始入贡。\n\n\t\t\t　　幽州总管李艺请入朝；庚午，以艺为左翊卫大将军。\n\n\t\t\t　　废参旗等十二军。〖胡三省注〗注〗十二军，详见一百八十八卷二年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗骊山在雍州新丰，有汤泉，天宝起华清宫于此。〕", "〔〖胡三省注〗班，列也；持剑成列，夹道而行也。〕", "〔〖胡三省注〗武贲，虎贲也。唐讳“虎”字，改为“武”。贲，音奔。〕", "〔〖胡三省注〗事见一百八十五卷隋义宁元年。〕", "〔〖胡三省注〗见一百八十卷隋大业九年。〕", "〔〖胡三省注〗三郡，比景、海阴、林邑也。〕", "〔〖胡三省注〗十二军，详见一百八十八卷二年。〕"], "translation": "\n\n\t\t\t　　二月庚戌（初四），唐高祖亲临骊山温泉浴地；甲寅（初八），返回宫中。\n\n\t\t\t　　平阳昭公主去世。戊午（十二日），公主下葬，高祖下诏送葬行列增加前后部鼓吹乐、持班剑的仪仗队四十人，以及武装勇士卫护。太常寺上奏：“按礼所规定，妇人不用鼓吹乐。”高祖回答：“鼓吹是军乐，公主亲自号令军队，兴起义军辅成帝王大业，怎么能与普通妇人相比呢？”\n\n\t\t\t　　丙寅（二十日），徐圆朗因形势窘迫，放弃城池和几名骑兵逃走，被乡村百姓杀死，他占据的地区全部平定。\n\n\t\t\t　　林邑王梵志派遣使节到唐进献贡品。当初，隋朝打败林邑，在林邑国设置三个郡，待到中原大乱，林邑国又恢复，到这时开始进贡。\n\n\t\t\t　　唐幽州总管李艺请求入朝；庚午（二十四日），唐任命李艺为左翊卫大将军。\n\n\t\t\t　　唐废除武德二年设置的参旗等十二军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，癸未，高开道掠文安、鲁城，〖胡三省注〗注〗文安县，前汉属勃海郡，后汉属河间国，晋属章武郡，隋、唐属瀛州。鲁城县，开皇十六年置，亦属瀛州。〕骠骑将军平善政邀击，破之。\n\n\t\t\t　　庚子，梁师都将贺遂、索同以所部十二州来降。\n\n\t\t\t　　乙巳，前洪州总管张善安反，遣舒州总管张镇周等击之。〖胡三省注〗注〗舒州，同安郡，隋为熙州；武德四年改舒州，以古群舒之国也。〕\n\n\t\t\t　　夏，四月，吐谷浑寇芳州，刺史房当树奔松州。〖胡三省注〗注〗西魏逐吐谷浑，置同昌郡及封德等县，后周以县立芳州，隋大业初废，武德元年，以同昌之常芬县置芳州，省封德。松州，交川郡，治嘉诚县，生羌之地，后魏时白水羌，舒彭遣使朝贡，始置甘松县，魏乱而绝，后周复招慰之，于此置龙涸防，天和六年，改置扶州，隋改甘松县为嘉诚县，属同昌郡，武德初，置松州，取甘松岭为名。〕\n\n\t\t\t　　张善安陷孙州，〖胡三省注〗注〗《旧唐志》：武德五年分洪州置南昌州总管府，管南昌、西吴、靖、米、孙五州。南昌州领建昌、龙安、永修三县。八年，废南昌州及孙州，以南昌州新吴、永修、龙安入建昌县，以孙州之建昌入豫章县，而以豫章属洪州。新志：武德五年，以洪州南昌县置孙州，以建昌县置南昌州。〕执总管王戎而去。\n\n\t\t\t　　乙丑，鄜州道行军总管段德操击梁师都，至夏州，俘其民畜而还。\n\n\t\t\t　　丙寅，吐谷浑寇洮、岷二州。\n\n\t\t\t　　丁卯，南州刺史庞孝恭、南越州民宁道明、高州首领冯暄俱反，陷南越州，进攻姜州；合州刺史宁纯引兵救之。〖胡三省注〗注〗武德四年，以合浦郡之南昌、合浦地置南州，六年，改白州。合浦郡旧置越州，隋改合州，武德四年复曰越州，加南字以别会稽之越州也。《旧志》：桂州总管府所管有姜州，武德五年，以合州之封山县置姜州，贞观十年，废入越州。雷州，海康郡，本合州徐闻郡，武德四年置，贞观更州郡名。“庞孝恭”，《新书》作“庞孝泰”。〕\n\n\t\t\t　　壬申，立皇子元轨为蜀王、凤为豳王、元庆为汉王。〖胡三省注〗注〗《考异》曰：《实录》以皇子元真为邵豳王，鹤为豳王。新本纪封元轨为蜀王。按高祖子无名元真、鹤、元及封邵王者。今从《旧传》及《唐历》。〕\n\n\t\t\t　　癸酉，以裴寂为左仆射，萧瑀为右仆射，杨恭仁为吏部尚书兼中书令，封德彝为中书令。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗文安县，前汉属勃海郡，后汉属河间国，晋属章武郡，隋、唐属瀛州。鲁城县，开皇十六年置，亦属瀛州。〕", "〔〖胡三省注〗舒州，同安郡，隋为熙州；武德四年改舒州，以古群舒之国也。〕", "〔〖胡三省注〗西魏逐吐谷浑，置同昌郡及封德等县，后周以县立芳州，隋大业初废，武德元年，以同昌之常芬县置芳州，省封德。松州，交川郡，治嘉诚县，生羌之地，后魏时白水羌，舒彭遣使朝贡，始置甘松县，魏乱而绝，后周复招慰之，于此置龙涸防，天和六年，改置扶州，隋改甘松县为嘉诚县，属同昌郡，武德初，置松州，取甘松岭为名。〕", "〔〖胡三省注〗《旧唐志》：武德五年分洪州置南昌州总管府，管南昌、西吴、靖、米、孙五州。南昌州领建昌、龙安、永修三县。八年，废南昌州及孙州，以南昌州新吴、永修、龙安入建昌县，以孙州之建昌入豫章县，而以豫章属洪州。新志：武德五年，以洪州南昌县置孙州，以建昌县置南昌州。〕", "〔〖胡三省注〗武德四年，以合浦郡之南昌、合浦地置南州，六年，改白州。合浦郡旧置越州，隋改合州，武德四年复曰越州，加南字以别会稽之越州也。《旧志》：桂州总管府所管有姜州，武德五年，以合州之封山县置姜州，贞观十年，废入越州。雷州，海康郡，本合州徐闻郡，武德四年置，贞观更州郡名。“庞孝恭”，《新书》作“庞孝泰”。〕", "〔〖胡三省注〗《考异》曰：《实录》以皇子元真为邵豳王，鹤为豳王。新本纪封元轨为蜀王。按高祖子无名元真、鹤、元及封邵王者。今从《旧传》及《唐历》。〕"], "translation": "\n\n\t\t\t　　三月癸未（初七），高开道掠夺文安、鲁城，唐骠骑将军平善政阻截并打败了他。\n\n\t\t\t　　庚子（二十四日），梁师都的将领贺遂、索同以所管辖的十二个州降唐。\n\n\t\t\t　　乙巳（二十九日），前洪州总管张善安反叛，唐派遣舒州总管张镇周等人攻打张善安。\n\n\t\t\t　　夏季，四月，吐谷浑侵犯芳州，唐芳州刺史房当树逃奔松州。\n\n\t\t\t　　张善安攻陷孙州，捉住总管王戎后撤军。\n\n\t\t\t　　乙丑（二十日），鄜州道行军总管段德操攻打梁师都，到夏州，虏获梁师都的百姓牲畜后回军。\n\n\t\t\t　　丙寅（二十一日），吐谷浑侵犯洮、岷二州。\n\n\t\t\t　　丁卯（二十二日），唐南州刺史庞孝恭、南越州百姓宁道明、高州首领冯暄均反叛，攻陷南越州，进而又攻打姜州；唐合州刺史宁纯率军救姜州。\n\n\t\t\t　　壬申（二十七日），唐立皇子李元轨为蜀王、李凤为豳王、李元庆为汉王。\n\n\t\t\t　　癸酉（二十八日），唐任命裴寂为左仆射，萧瑀为右仆射，杨恭仁为吏部尚书兼中书令，封德彝为中书令。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，庚辰，遣岐州刺史柴绍救岷州。〖胡三省注〗注〗岐州，扶风郡。〕\n\n\t\t\t　　庚寅，吐谷浑及党项寇河州，〖胡三省注〗注〗河州，枹罕郡。〕刺史卢士良击破之。\n\n\t\t\t　　丙申，梁师都将辛獠儿引突厥寇林州。〖胡三省注〗注〗旧志，庆州华池县，武德四年置林州总管府。〕\n\n\t\t\t　　戊戌，苑君彰将高满政寇代州，骠骑将军李宝言击走之。\n\n\t\t\t　　癸卯，高开道引奚骑寇幽州，长史王诜击破之。刘黑闼之叛也，突地稽引兵助唐，徙其部落于幽州之昌平城；〖胡三省注〗注〗昌平城在军都关南。〕高开道引突厥寇幽州，突地稽将兵邀击，破之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗岐州，扶风郡。〕", "〔〖胡三省注〗河州，枹罕郡。〕", "〔〖胡三省注〗旧志，庆州华池县，武德四年置林州总管府。〕", "〔〖胡三省注〗昌平城在军都关南。〕"], "translation": "\n\n\t\t\t　　五月庚辰（初五），唐派遣岐州刺史柴绍救岷州。\n\n\t\t\t　　庚寅（十五日），吐谷浑以及党项侵犯河州，唐河州刺史卢士良击败来敌。\n\n\t\t\t　　丙申（二十一日），梁师都的将领辛獠儿带突厥侵犯林州。\n\n\t\t\t　　戊戌（二十三日），苑君璋的将领高满政侵犯代州，唐骠骑将军林宝言击退了来敌。\n\n\t\t\t　　癸卯（二十八日），高开道带奚族骑兵侵犯幽州，唐幽州长史王诜打败了他。刘黑闼反叛时，突地稽带兵协助唐朝，将他的部落迁到幽州的昌平城；高开道带突厥侵犯幽州，突地稽带兵阻截，打败了高开道等。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，戊午，高满政以马邑来降。先是，前并州总管刘世让除广州总管，将之官，上问以备边之策，世让对曰：“突厥比数为寇，良以马邑为之中顿故也。〖胡三省注〗注〗中顿者，谓中道有城有粮，可以顿食也。置食之所曰顿。唐人多言置顿。〕请以勇将戍崞城，多贮金帛，募有降者厚赏之，数出骑兵掠其城下，蹂其禾稼，败其生业，不出岁馀，彼无所食，必降矣。”上然其计，曰：“非公，谁为勇将！”即命世让戍崞城，马邑病之。是时，马邑人多不愿属突厥，上复遣人招谕苑君璋。高满政《说苑》君璋尽杀突厥戍兵降唐，君璋不从。满政因众心所欲，夜袭君璋，君璋觉之，亡奔突厥，满政杀君璋之子及突厥戍兵二百人而降。\n\n\t\t\t　　壬戌，梁师都以突厥寇匡州。〖胡三省注〗注〗武德分绥州延福县地置北吉州、罗州、匡州。〕\n\n\t\t\t　　丁卯，苑君璋与突厥吐屯设寇马邑，高满政与战，破之。以满政为朔州总管，封荣国公。〖胡三省注〗注〗朔州，马邑郡。〕\n\n\t\t\t　　瓜州总管贺若怀广按部至沙州，〖胡三省注〗注〗隋以敦煌郡置瓜州，武德五年改沙州，分沙州之常乐县为瓜州晋昌郡。宋白曰：瓜州西至沙州二百八十里。〕值州人张护、李通反，怀广以数百人保子城；凉州总管杨恭仁遣兵救之，为护等所败。\n\n\t\t\t　　癸酉，柴绍与吐谷浑战，〖胡三省注〗注〗绍救岷州，遂与吐谷浑战。〕为其所围，虏乘高射之，矢下如雨。绍遣人弹胡琵琶，二女子对舞。虏怪之，驻弓矢相与聚观，绍察其无备，潜遣精骑出虏陈后，击之，虏众大溃。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗中顿者，谓中道有城有粮，可以顿食也。置食之所曰顿。唐人多言置顿。〕", "〔〖胡三省注〗武德分绥州延福县地置北吉州、罗州、匡州。〕", "〔〖胡三省注〗朔州，马邑郡。〕", "〔〖胡三省注〗隋以敦煌郡置瓜州，武德五年改沙州，分沙州之常乐县为瓜州晋昌郡。宋白曰：瓜州西至沙州二百八十里。〕", "〔〖胡三省注〗绍救岷州，遂与吐谷浑战。〕"], "translation": "\n\n\t\t\t　　六月戊午（十四日），高满政以马邑降唐。此前，前并州总管刘世让调任广州总管，即将赴任，高祖向他询问防边的策略，刘世让回答道：“突厥近来多次入侵，实在是因为有马邑作为中途休整基地的缘故。希望派勇将戍守崞城，多贮藏物资，招到投降的人就给予厚赏，经常派兵掠夺马邑城下，毁掉他们的庄稼，破坏他们的谋生之业，不出一年，敌人没有粮食，必然会投降。”高祖很赞同他的计策，说道：“除了您，还有谁是勇将！”当即命令刘世让戌守崞城，马邑人很怵他。当时，马邑人大多不愿意隶属于突厥，高祖又派人招谕苑君璋。高满政劝苑君璋杀死所有的突厥守军投降唐朝，苑君璋不听。高满政利用人心所向，半夜袭击苑君璋，苑君璋发觉后，逃入突厥，高满政杀死苑君璋的儿子以及突厥的二百名守军，投降了唐朝。\n\n\t\t\t　　壬戌（十八日），梁师都率突厥军队侵犯匡州。\n\n\t\t\t　　丁卯（二十三日），苑君璋与突厥的吐屯设侵犯马邑，高满政和他们交战，打败了来敌。唐任命高满政为朔州总管，封爵荣国公。\n\n\t\t\t　　唐瓜州总管贺若怀广巡视到沙州，恰遇沙州人张护、李通反叛，贺若怀广率几百人保卫子城；唐凉州总管杨恭仁派兵救援，被张护等人打败。\n\n\t\t\t　　癸酉（二十九日），柴绍与吐谷浑作战，被吐谷浑包围，敌军占据高处射击柴绍的军队，箭羽犹如下雨一样密集。柴绍让人弹奏胡琵琶，两名女子相对起舞，敌军觉得很奇怪，放下弓箭一起围观，柴绍观察敌军没有了防备，暗中派精锐骑兵绕到敌军背后，攻打敌军，吐谷浑军队大败。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，丙子，苑君璋以突厥寇马邑，右武候大将军李高迁及高满政御之，战于腊河谷，破之。\n\n\t\t\t　　张护、李通杀贺若怀广，〖胡三省注〗注〗《考异》曰：《实录》，上云“张护”，此云“高护”，今从上。余按“贺拔”意亦当从上作“贺若”。〕立汝州别驾窦伏明为主，〖胡三省注〗注〗“汝”，当作“沙”。〕进逼瓜州；长史赵孝伦击却之。\n\n\t\t\t　　高开道掠赤岸镇及灵寿、九门、行唐三县而去。〖胡三省注〗注〗《九域志》：定州唐县有赤岸镇。三县皆属恒州，时以灵寿属并州。〕\n\n\t\t\t　　丁丑，岗州刺史冯士翙据新会反，〖胡三省注〗注〗隋以新会郡置冈州，以地有金冈，故名。大业初废。武德四年，复以广州新会、义宁二县置冈州。翙，呼会翻。〕广州总管刘感讨降之，使复其位。\n\n\t\t\t　　辛巳，高开道所部弘阳、统汉二镇来降。\n\n\t\t\t　　癸未，突厥寇原州；〖胡三省注〗注〗原州，汉高平县地，后魏立原州，取“高平曰原”以名州。〕乙酉，寇朔州。李高迁为虏所败，行军总管尉迟敬德将兵救之。巳亥，遣太子将兵屯北边，〖胡三省注〗注〗备原州之寇。〕秦王世民屯并州，〖胡三省注〗注〗备朔州之寇。〕以备突厥。八月，甲辰，突厥寇真州，〖胡三省注〗注〗旧志：武德二年，置绥州总管府，管云、银、真等十一州。真州盖置于银州真乡县也。〕又寇马邑。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：《实录》，上云“张护”，此云“高护”，今从上。余按“贺拔”意亦当从上作“贺若”。〕", "〔〖胡三省注〗“汝”，当作“沙”。〕", "〔〖胡三省注〗《九域志》：定州唐县有赤岸镇。三县皆属恒州，时以灵寿属并州。〕", "〔〖胡三省注〗隋以新会郡置冈州，以地有金冈，故名。大业初废。武德四年，复以广州新会、义宁二县置冈州。翙，呼会翻。〕", "〔〖胡三省注〗原州，汉高平县地，后魏立原州，取“高平曰原”以名州。〕", "〔〖胡三省注〗备原州之寇。〕", "〔〖胡三省注〗备朔州之寇。〕", "〔〖胡三省注〗旧志：武德二年，置绥州总管府，管云、银、真等十一州。真州盖置于银州真乡县也。〕"], "translation": "\n\n\t\t\t　　秋季，七月丙子（初二），苑君璋率突厥军队侵犯马邑，唐右武候大将军李高迁及高满政迎击来敌，在腊河谷交战，打败了苑君璋。\n\n\t\t\t　　张护、李通杀死贺若怀广，立汝州别驾窦伏明为首领，进逼瓜州，被瓜州长史赵孝伦击退。\n\n\t\t\t　　高开道掠夺赤岸镇以及灵寿、九门、行唐三个县之后离去。\n\n\t\t\t　　丁丑（初三），冈州刺史冯士翙占据新会反叛，唐广州刺史刘感领兵讨伐，冯士翙投降，刘感恢复了他的职位。\n\n\t\t\t　　辛巳（初七），高开道所统领的弘阳、统汉二镇降唐。\n\n\t\t\t　　癸未（初九），突厥侵犯原州；乙酉（十一日），又侵犯朔州。李高迁被突厥打败，行军总管尉迟敬德带兵救援。己亥（二十五日），唐派遣太子李建成统率军队驻扎在北部边境，秦王李世民驻扎在并州，防备突厥。八月丙辰（疑误），突厥侵犯真州，又侵犯马邑。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　壬子，淮南道行台仆射辅公祏反。〖胡三省注〗注〗《考异》曰：《旧传》云：“沈法兴据毗陵，公祏击破之。按《法兴》，武德三年已为李子通所灭。《旧传》误也。〕初，杜伏威与公祏相友善，公祏年长，伏威兄事之，军中谓之伯父，畏敬与伏威等。伏威浸忌之，乃署其养子阚稜为左将军，王雄诞为右将军，潜夺其兵权。公祏知之，怏怏不平，与其故人左游仙阳为学道辟谷以自晦。及伏威入朝，〖胡三省注〗注〗入朝见上年。〕留公祏守丹杨，〖胡三省注〗注〗此南朝之旧丹杨郡。〕令雄诞典兵为之副，阴谓雄诞曰：“吾至长安，苟不失职，勿令公祏为变。”伏威既行，左游仙说公祏谋反；而雄诞握兵，公祏不得发。乃诈称得伏威书，疑雄诞有贰心，雄诞闻之不悦，称疾不视事；公祏因夺其兵，使其党西门君仪谕以反计。雄诞始寤而悔之，曰：“今天下方平定，吴王又在京师，〖胡三省注〗注〗杜伏威封吴王。〕大唐兵威，所向无敌，奈何无故自求族灭乎！雄诞有死而已，不敢闻命。今从公为逆，不过延百日之命耳，大丈夫安能爱斯须之死而自陷于不义乎！”公祏知不可屈，缢杀之。雄诞善抚士卒，得其死力，又约束严整，每破城邑，秋毫无犯。死之日，江南军中及民间皆为之流涕。公祏又诈称伏威不得还江南，贻书令其起兵，大修铠仗，运粮储。寻称帝于丹杨，国号宋，修陈故宫室而居之。署置百官，以左游仙为兵部尚书、东南道大使、越州总管，与张善安连兵，以善安为西南道大行台。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：《旧传》云：“沈法兴据毗陵，公祏击破之。按《法兴》，武德三年已为李子通所灭。《旧传》误也。〕", "〔〖胡三省注〗入朝见上年。〕", "〔〖胡三省注〗此南朝之旧丹杨郡。〕", "〔〖胡三省注〗杜伏威封吴王。〕"], "translation": "\n\n\t\t\t　　壬子（初九），唐淮南道行台仆射辅公祏反叛。当初，杜伏威与辅公祏很要好，辅公祏年纪大，杜伏威像对兄长一样对他，军中称辅公祏为伯父，敬畏他同敬畏杜伏威一样。杜伏威逐渐猜忌他，于是任命自己的养子阚稜为左将军，王雄诞为右将军，暗中夺辅公祏的兵权。辅公祏知道后，很不服气，假装和他的老相识左游仙学道、辟谷掌掩饰自己。等杜伏威入朝，留辅公祏守卫丹杨，命王雄诞掌握军队作辅公祏的副手，私下对王雄诞说：“我到了长安，假如没有失去职位，千万不要让公祏发生变故。”杜伏威走了以后，左游仙劝辅公祏反叛，但是王雄诞掌握兵权，辅公祏无法动手。于是他假称收到杜伏威的来信，怀疑王雄诞有二心，王雄诞听说后很不高兴，声称有病不到衙门治事，辅公祏趁机夺了王雄诞的兵权，让自己的党羽西门君仪告诉王雄诞反叛的计划。王雄诞才醒悟并后悔不已，说道：“如今天下刚刚平定，吴王又在京师长安，大唐军队威力，所向无敌，怎么可以无缘无故自找灭族呢？我王雄诞唯有一死相报，恕不能听从命令。现在跟着您倒行逆施，也不过是延长一百天的性命罢了，大丈夫怎能因为舍不得片刻之死而陷自己于不义呢？”辅公祏知道不能说服他，便勒死了王雄诞。王雄诞很会体恤部下，能让士兵为他卖命，而且纪律严明，每次攻下城镇，都秋毫无犯，他死的那天，江南军中的将士以及民间百姓都失声痛哭。辅公祏又假称杜伏威无法返回江南，送来书信命他起兵，于是他大肆装备武器，运粮储备。随即在丹杨称帝，国号为宋，修复陈朝的旧宫殿居住，设置百官，任命左游仙为兵部尚书、东南道大使、越州总管，和张善安联合，以张善安为西南道大行台。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己未，突厥寇原州。\n\n\t\t\t　　乙丑，诏襄州道行台仆射赵郡王孝恭以舟师趣江州，〖胡三省注〗注〗江州，南朝之寻阳郡，隋改为九江郡。趣，七喻翻，又逡须翻。《考异》曰：《实录》，八月乙丑巳云遣孝恭率兵趣江州，至九月戊子又云。盖因徐绍宗等侵边而言之也。〕岭南道大使李靖以交、广、泉、桂之众趣宣州，〖胡三省注〗注〗宣州，宣城郡。〕怀州总管黄君汉出谯、亳，齐州总管李世勣出淮、泗，〖胡三省注〗注〗自泗水入淮也。〕以讨辅公祏。孝恭将发，与诸将宴集，命取水，忽变为血，在坐皆失色，孝恭举止自若，曰：“此乃公祏授首之征也！”饮而尽之，众皆悦服。\n\n\t\t\t　　丙寅，吐谷浑内附。\n\n\t\t\t　　辛未，突厥陷原州之善和镇；癸酉，又寇渭州。〖胡三省注〗注〗渭州，陇西郡。〕\n\n\t\t\t　　高开道以奚侵幽州，州兵击却之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗江州，南朝之寻阳郡，隋改为九江郡。趣，七喻翻，又逡须翻。《考异》曰：《实录》，八月乙丑巳云遣孝恭率兵趣江州，至九月戊子又云。盖因徐绍宗等侵边而言之也。〕", "〔〖胡三省注〗宣州，宣城郡。〕", "〔〖胡三省注〗自泗水入淮也。〕", "〔〖胡三省注〗渭州，陇西郡。〕"], "translation": "\n\n\t\t\t　　己未（十六日），突厥侵犯原州。\n\n\t\t\t　　乙丑（二十二日），唐高祖下诏命襄州道行台仆射赵郡王李孝恭率水军开赴江州，岭南道大使李靖带交、广、泉、桂等州兵力开赴宣州，怀州总管黄君汉取道谯州、亳州，齐州总管李世勣取道淮水、泗水，讨伐辅公祏。李孝恭出发前和众将领会餐，命人取水，忽然水变成了血，在坐的人都吓得变了脸色，李孝恭却神色自如地说道：“这是辅公祏灭亡的征兆！”喝光血水，众人都从心里佩服他。\n\n\t\t\t　　丙寅（二十三日），吐谷浑归附唐朝。\n\n\t\t\t　　辛未（二十八日），突厥攻陷原州的善和镇；癸酉（三十日），突厥又侵犯渭州。\n\n\t\t\t　　高开道率奚族军队侵犯幽州，唐幽州军队击退来敌。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，丙子，太子班师。〖胡三省注〗注〗自豳州道班师。〕\n\n\t\t\t　　戊子，辅公祏遣其将徐绍宗寇海州，陈政通寇寿阳。〖胡三省注〗注〗祏，音石。将，即亮翻。寿阳，寿州治所。〕\n\n\t\t\t　　邛州獠反，〖胡三省注〗注〗邛州临邛郡，武德元年析雅州置。邛，渠容翻。〕遣沛公郑元璹讨之。\n\n\t\t\t　　庚寅，突厥寇幽州。\n\n\t\t\t　　壬辰，诏以秦王世民为江州道行军元帅。〖胡三省注〗注〗欲使之讨辅公祏也。〕\n\n\t\t\t　　乙未，窦伏明以沙州降。〖胡三省注〗注〗《考异》曰：《实录》云：“伏明斩贺拔威，以城来降。”按五年五月《实录》，瓜州人王干杀贺拔威以降。则威死久矣，此误也。按上文作贺若怀广死，而立窦伏明为沙州主，当考。〕\n\n\t\t\t　　高昌王麹伯雅卒，子文泰立。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗自豳州道班师。〕", "〔〖胡三省注〗祏，音石。将，即亮翻。寿阳，寿州治所。〕", "〔〖胡三省注〗邛州临邛郡，武德元年析雅州置。邛，渠容翻。〕", "〔〖胡三省注〗欲使之讨辅公祏也。〕", "〔〖胡三省注〗《考异》曰：《实录》云：“伏明斩贺拔威，以城来降。”按五年五月《实录》，瓜州人王干杀贺拔威以降。则威死久矣，此误也。按上文作贺若怀广死，而立窦伏明为沙州主，当考。〕"], "translation": "\n\n\t\t\t　　九月，丙子日，太子李建成班师回朝。\n\n\t\t\t　　戊子（十五日），辅公祏派遣他的将领徐绍宗攻打海州，陈政通攻打寿阳。\n\n\t\t\t　　邛州獠民反叛，唐派遣沛公郑元璹前往讨伐。\n\n\t\t\t　　庚寅（十七日），突厥侵犯幽州。\n\n\t\t\t　　壬辰（十九日），唐高祖下诏任命秦王李世民为江州道行军元帅。\n\n\t\t\t　　乙未（二十二日），窦伏明以沙州投降。\n\n\t\t\t　　高昌王麹伯雅去世，他的儿子文泰继立为王。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙申，渝州人张大智反，〖胡三省注〗注〗渝州，巴郡，汉江州县地。〕刺史薛敬仁弃城走。\n\n\t\t\t　　壬寅，高开道引突厥二万骑寇幽州。\n\n\t\t\t　　突厥恶弘农公刘世让为己患，遣其臣曹般陁来，言世让与可汗通谋，欲为乱，上信之。冬，十月，丙午，杀世让，籍其家。〖胡三省注〗注〗听言之道，必以其事观之。突厥用间，高祖遽信之而杀干城之将，不明甚矣。〕\n\n\t\t\t　　秦王世民犹在并州，己未，诏世民引军还。〖胡三省注〗注〗太子与秦王分道备突厥，太子先已班师，故亦诏秦王引还。〕\n\n\t\t\t　　上幸华阴。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗渝州，巴郡，汉江州县地。〕", "〔〖胡三省注〗听言之道，必以其事观之。突厥用间，高祖遽信之而杀干城之将，不明甚矣。〕", "〔〖胡三省注〗太子与秦王分道备突厥，太子先已班师，故亦诏秦王引还。〕"], "translation": "\n\n\t\t\t　　丙申（二十三日），渝州人张大智反叛，唐渝州刺史薛敬仁放弃城池逃跑。\n\n\t\t\t　　壬寅（二十九日），高开道带二万突厥骑兵侵犯幽州。\n\n\t\t\t　　突厥恨弘农公刘世让成为他们的威胁，派大臣曹般陁来唐，说刘世让和突厥可汗交通密谋，准备叛乱，高祖相信了这些话。冬季，十月丙午（初四），唐杀死刘世让，没收了他的家产。\n\n\t\t\t　　秦王李世民还停留在并州，己未（十七日），诏命李世民率军返回长安。\n\n\t\t\t　　唐高祖驾临华阴。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　张大智侵涪州，〖胡三省注〗注〗涪州，涪陵郡，武德元年以渝州之涪陵镇置。〕刺史田世康等讨之，大智以众降。\n\n\t\t\t　　初，上遣右武候大将军李高迁助朔州总管高满政守马邑，〖胡三省注〗注〗宋白曰：朔州，春秋北狄之地，曹魏立为马邑县，西晋末，其地为猗卢所据，都代郡，此后魏为畿内之地，亦曾为怀朔镇，孝文迁洛之后，于定襄故城置朔州，高齐又于新平郡朔州，天保八年，乃移于马邑城。〕苑君璋引突厥万馀骑至城下，满政击破之。颉利可汗怒，大发兵攻马邑。高迁惧，帅所部二千人斩关宵遁，虏邀之，失亡者半。颉利自帅众攻城，满政出兵御之，或一日战十馀合。上命行军总管刘世让救之，至松子岭，不敢进，〖胡三省注〗注〗松子岭，地阙。〕还保崞城。会颉利遣使求婚，上曰：“释马邑之围，乃可议婚。”颉利欲解兵，义成公主固请攻之。颉利以高开道善为攻具，召开道，与之攻马邑甚急。颉利诱满政使降，满政骂之。粮且尽，救兵未至，满政欲溃围走朔州，右虞候杜士远〖胡三省注〗注〗隋文帝于东宫置左右虞候府，掌斥候。是后州镇各置虞候，以为衙前之职，以备候不虞名官。〕以虏兵盛，恐不免，壬戌，杀满政降于突厥，〖胡三省注〗注〗按《通鉴》据《新唐书》高祖本纪自丙午至壬戌，排日书之，但十七日间，先书杀刘世让，后复书命世让救马邑及退保事，盖《通鉴》序突厥陷马邑事，书之不详，排日之近远也。〕苑君璋复杀城中豪杰与满政同谋者三十馀人。上以满政子玄积为上柱国，袭爵。丁卯，突厥复请和亲，以马邑归唐；上以将军秦武通为朔州总管。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗涪州，涪陵郡，武德元年以渝州之涪陵镇置。〕", "〔〖胡三省注〗宋白曰：朔州，春秋北狄之地，曹魏立为马邑县，西晋末，其地为猗卢所据，都代郡，此后魏为畿内之地，亦曾为怀朔镇，孝文迁洛之后，于定襄故城置朔州，高齐又于新平郡朔州，天保八年，乃移于马邑城。〕", "〔〖胡三省注〗松子岭，地阙。〕", "〔〖胡三省注〗隋文帝于东宫置左右虞候府，掌斥候。是后州镇各置虞候，以为衙前之职，以备候不虞名官。〕", "〔〖胡三省注〗按《通鉴》据《新唐书》高祖本纪自丙午至壬戌，排日书之，但十七日间，先书杀刘世让，后复书命世让救马邑及退保事，盖《通鉴》序突厥陷马邑事，书之不详，排日之近远也。〕"], "translation": "\n\n\t\t\t　　张大智侵犯涪州，唐涪州刺史田世康等人讨伐他，张大智带领人马投降。\n\n\t\t\t　　当初，高祖派遣右武候大将军李高迁协助朔州总管高满政守卫马邑，苑君璋带着一万多突厥骑兵到马邑城下，高满政打败了苑君璋。颉利可汗发怒，出动大军攻打马邑。李高迁怕了，带领二千名部下冲破关卡连夜逃跑，遭到突厥阻截，损失一半兵力。颉利可汗亲自率领大军攻马邑，高满政出兵抵抗，有时一天打十几仗。高祖命令行军总管刘世让救援马邑，刘世让到了松子岭，不敢再前进，回军保守崞城。恰好颉利派遣使节向唐求婚，高祖说：“先撤了马邑的围，才能够谈论婚姻。”颉利想撤军，隋义成公主坚持要求攻打马邑。颉利因为高开道擅长制作攻城武器，便召来高开道，和他一起猛攻马邑。颉利诱劝高满政投降，高满政大骂颉利。马邑城中粮食即将耗尽，救兵未到，高满政想突围去朔州，右虞候杜士远见突厥兵力强大，恐怕突围不成，壬戌（二十日），杜士远杀死高满政投降了突厥，苑君璋又杀死城中与高满政同谋的豪杰三十多人。高祖任命高满政的儿子高玄积为上柱国，承袭高满政的爵位。丁卯（二十五日），突厥再次向唐请求和亲，把马邑归还给唐朝；高祖任命将军秦武通为朔州总管。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　突厥数为边患，并州大总管府长史窦静表请于太原置屯田，以省馈运；议者以为烦扰，不许。静切论不已，敕征静入朝，使与裴寂、萧瑀、封德彝相论难于上前，寂等不能屈，乃从静议，岁收谷数千斛，上善之，命检校并州大总管。静，抗之子也。〖胡三省注〗注〗窦抗，荣定之子。〕\n\n\t\t\t　　十一月，辛巳，秦王世民复请增置屯田于并州之境，从之。\n\n\t\t\t　　黄州总管周法明将兵击辅公祏，〖胡三省注〗注〗黄州，汉邾县地，萧齐置齐安郡，隋置黄州。〕张善安据夏口，拒之。法明屯荆口镇，〖胡三省注〗注〗盖当荆江之口置镇，其地在汉阳界。〕壬午，法明登战舰饮酒，善安遣刺客数人诈乘鱼鲽而至，〖胡三省注〗注〗艓，丁度曰：舟名。〕见者不以为虞，遂杀法明而去。\n\n\t\t\t　　甲申，舒州总管张镇周等击辅公祏将陈当世于猷州之黄沙，大破之。〖胡三省注〗注〗武德三年以宣州之泾县置南徐州，寻改曰猷州。〕\n\n\t\t\t　　丁亥，上校猎于华阴。己丑，迎劳秦王世民于忠武顿。〖胡三省注〗注〗秦王自并州还。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗窦抗，荣定之子。〕", "〔〖胡三省注〗黄州，汉邾县地，萧齐置齐安郡，隋置黄州。〕", "〔〖胡三省注〗盖当荆江之口置镇，其地在汉阳界。〕", "〔〖胡三省注〗艓，丁度曰：舟名。〕", "〔〖胡三省注〗武德三年以宣州之泾县置南徐州，寻改曰猷州。〕", "〔〖胡三省注〗秦王自并州还。〕"], "translation": "\n\n\t\t\t　　突厥屡次为祸边境，唐并州大总管府长史窦静上表请求在太原设置屯田以省军粮的运输，议政者认为过于麻烦，不批准。窦静不停地极力论说此事，高祖下敕令征窦静入朝，让他与裴寂、萧瑀、封德彝等人在皇上面前辩论此事，裴寂等人无法说服窦静，于是听从了窦静的建议，每年收获数千斛粮食，高祖很赞赏他，命窦静为检校并州大总管。窦静，是窦抗的儿子。\n\n\t\t\t　　十一月辛巳（初九），秦王李世民又请求在并州境内增设屯田，高祖批准了他的请求。\n\n\t\t\t　　黄州总管周法明带兵攻打辅公祏，张善安占据夏口抵抗周法明。周法明驻扎在荆口镇，壬午（初十），周法明登上战船饮酒，张善安派遣几名刺客伪装渔民乘着渔船到荆口镇，见到的人没有产生怀疑，于是他们杀了周法明后离去。\n\n\t\t\t　　甲申（十二日），唐舒州总管张镇周等在猷州的黄沙攻打辅公祏的将领陈当世，大败陈军。\n\n\t\t\t　　丁亥（十五日），高祖在华阴围猎。己丑（十七日），在忠武顿迎接慰问秦王李世民。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，癸卯，安抚使李大亮诱张善安，执之。大亮击善安于洪州，与善安隔水而陈，〖胡三省注〗注〗陈，读曰阵。〕遥相与语。大亮谕以祸福，善安曰：“善安初无反心，正为将士所误；欲降又恐不免。”大亮曰：“张总管有降心，则与我一家耳。”因单骑渡水入其陈，与善安执手共语，示无猜间。善安大悦，遂许之降。既而善安将数十骑诣大亮营，大亮止其骑于门外，引善安入，与语，久之，善安辞去，大亮命武士执之，从骑皆走。善安营中闻之，大怒，悉众而来，将攻大亮。大亮使人谕之曰：“吾不留总管。总管赤心归国，谓我曰：‘若还营，恐将士或有异同，为其所制。’故自留不去耳，卿辈何怒于我！”其党复大骂曰：“张总管卖我以自媚于人。”遂皆溃去。大亮追击，多所虏获。送善安于长安，善安自称不与辅公祏交通，上赦其罪，善遇之；及公祏败，得所与往还书，乃杀之。\n\n\t\t\t　　甲寅，车驾至长安。\n\n\t\t\t　　己巳，突厥寇定州，州兵击走之。\n\n\t\t\t　　庚申，白简、白狗羌并遣使入贡。〖胡三省注〗注〗“白简”，恐当伯“白蘭”，《隋书》附国有白蘭、白狗等种，风俗略同党项，或役属于吐谷浑，或附附国。新书：白蘭羌，吐蕃谓之丁零，左属党项，右与多弥接，胜兵万人，勇战斗，善作兵器。武德六年，使者入朝，明年以其地为维、恭二州。白狗羌与东会州接，胜兵才千人。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗陈，读曰阵。〕", "〔〖胡三省注〗“白简”，恐当伯“白蘭”，《隋书》附国有白蘭、白狗等种，风俗略同党项，或役属于吐谷浑，或附附国。新书：白蘭羌，吐蕃谓之丁零，左属党项，右与多弥接，胜兵万人，勇战斗，善作兵器。武德六年，使者入朝，明年以其地为维、恭二州。白狗羌与东会州接，胜兵才千人。〕"], "translation": "\n\n\t\t\t　　十二月癸卯（初二），唐安抚使李大亮诱骗张善安，捉住了张善安。李大亮在洪州攻打张善安，与张善安隔水列阵，遥相对话。李大亮向张善安说明祸福利害关系，张善安说：“善安最初没有反叛的意思，被部下将士们所误，想投降又怕不能免罪。”李大亮说：“张总管有投降的心意，和我就是一家人了。”于是一个人骑马渡过河进入张善安的阵地，和张善安拉着手交谈，表示相互没有猜忌。张善安十分喜悦，于是答应李大亮投降。不久张善安带领几十名骑兵到李大亮的营地，李大亮让随行的骑兵停在营门之外，带张善安入营，和他交谈。过了很长时间，张善安告辞，李大亮命令武士把他捉起来，张善安随行的骑兵全部逃走。张善安的军队闻讯，十分气愤，全部出动，准备攻打李大亮。李大亮派人对他们说：“不是我留住张总管，是总管忠心归附朝廷，对我说：‘如果返回营地，恐怕将士们有不同意见，会受他们钳制。’因此自己留下来不走，你们这些人为什么生我的气？”张善安的部下又大骂道：“张总管出卖我们，自己去讨好别人。”随即溃散而去。李大亮出兵追击，俘虏了许多人。李大亮送张善安到长安，张善安自己声称和辅公祏并没有来往，高祖赦免了他的罪过，对他很好；待到辅公祏失败后，得到他们相互往来的信件，于是杀了张善安。\n\n\t\t\t　　甲寅（十三日），唐高祖回到长安。\n\n\t\t\t　　己巳（二十八日），突厥入侵定州，定州军队击退来敌。\n\n\t\t\t　　庚申（疑误），白简、白狗羌均派遣使节到唐进献贡品。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高祖神尧大圣光孝皇帝　武德七年（甲申　公元624年）\n\n\t\t\t　　春，正月，依周、齐旧制，每州置大中正一人，〖胡三省注〗注〗州置大中正，周、齐又因魏、晋之制。〕掌知州内人物，品量望第，以本州门望高者领之，无品秩。\n\n\t\t\t　　壬午，赵郡王孝恭击辅公祏别将于枞阳，破之。〖胡三省注〗注〗枞阳县，汉属庐江郡，梁置枞阳郡，隋废郡改为同安县，属庐州。祏，音石。〕\n\n\t\t\t　　庚寅，邹州人邓同颖杀刺史李士衡反。〖胡三省注〗注〗唐初以齐州之邹平、长山置邹州。〕\n\n\t\t\t　　丙申，以白狗等羌地置维、恭二州。〖胡三省注〗注〗维州，维川郡，以白狗羌降户，姜维故城置。其地乃汉蜀郡徼外冉駹之地，蜀将姜维、马忠讨汶山羌于此，故垒在焉。恭州，即西恭州，后改曰笮州。又戎州都督府所领羁縻州有曲州，本隋之恭州，隋乱废，武德元年开南中复置，八年改曲州，故朱提郡地，非此也。刘昫曰：维州，即古西戎地也。其地南界江阳，岷山连岭而西，不知其极，北望陇山，积雪如玉，东望成都，若在井底。地接石纽山，夏禹生于石纽是也。其城在岷山之孤峰，三面临江，距成都四百里许。杜佑曰：维州在当州北二百六十里。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗州置大中正，周、齐又因魏、晋之制。〕", "〔〖胡三省注〗枞阳县，汉属庐江郡，梁置枞阳郡，隋废郡改为同安县，属庐州。祏，音石。〕", "〔〖胡三省注〗唐初以齐州之邹平、长山置邹州。〕", "〔〖胡三省注〗维州，维川郡，以白狗羌降户，姜维故城置。其地乃汉蜀郡徼外冉駹之地，蜀将姜维、马忠讨汶山羌于此，故垒在焉。恭州，即西恭州，后改曰笮州。又戎州都督府所领羁縻州有曲州，本隋之恭州，隋乱废，武德元年开南中复置，八年改曲州，故朱提郡地，非此也。刘昫曰：维州，即古西戎地也。其地南界江阳，岷山连岭而西，不知其极，北望陇山，积雪如玉，东望成都，若在井底。地接石纽山，夏禹生于石纽是也。其城在岷山之孤峰，三面临江，距成都四百里许。杜佑曰：维州在当州北二百六十里。〕"], "translation": "\n\n\t\t\t　　唐高祖武德七年（甲申　公元624年）\n\n\t\t\t　　春季，正月，唐按照北周、北齐的旧制度，每州设置大中正一人，掌管了解州内人物、品评衡量家族的等级，由本州家族资望高的人担任，没有品级俸禄。\n\n\t\t\t　　壬午（十一日），赵郡王李孝恭在枞阳打败辅公祏的别将。\n\n\t\t\t　　庚寅（十九日），邹州人邓同颖杀死唐邹州刺史李士衡，反叛。\n\n\t\t\t　　丙申（二十五日），唐在白狗等羌族地区设置维、恭二州。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，辛丑，辅公祏遣兵围猷州，刺史左难当婴城自守。〖胡三省注〗注〗宋白曰：宣州泾县，唐武德二年置南徐州于此，其年改为猷州。〕安抚使李大亮引兵击公祏，破之。赵郡王孝恭攻公祏鹊头镇，拔之。〖胡三省注〗注〗新志：宣州南陵县有鹊头镇。〕\n\n\t\t\t　　丁未，高丽王建武遣使来请班历。遣使册建武为辽东郡王、高丽王；以百济王扶馀璋为带方郡王，新罗王金真平为乐浪郡王。\n\n\t\t\t　　始州獠反，〖胡三省注〗注〗始州，普安郡，后改剑州。〕遣行台仆射窦轨讨之。\n\n\t\t\t　　己酉，诏：“诸州有明一经以上未仕者，咸以名闻；州县及乡皆置学。”\n\n\t\t\t　　壬子，行军副总管权文诞破辅公祏之党于猷州，拔其枚洄等四镇。\n\n\t\t\t　　丁巳，上幸国子学，释奠；诏诸王公子弟各就学。\n\n\t\t\t　　戊午，改大总管为大都督府。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗宋白曰：宣州泾县，唐武德二年置南徐州于此，其年改为猷州。〕", "〔〖胡三省注〗新志：宣州南陵县有鹊头镇。〕", "〔〖胡三省注〗始州，普安郡，后改剑州。〕"], "translation": "\n\n\t\t\t　　二月，辛丑日，辅公祏派兵围攻猷州，唐猷州刺史左难当环城自卫。安抚使李大亮带兵打败辅公祏。赵郡王李孝恭攻克辅公祏的鹊头镇。\n\n\t\t\t　　丁未（初七），高丽王建武派遣使节来唐，请求颁赐历法。唐派遣使节册封建武为辽东郡王、高丽王；册封百济王扶余璋为带方郡王，新罗王金真平为乐浪郡王。\n\n\t\t\t　　始州獠民反叛，唐派行台仆射窦轨讨伐叛獠。\n\n\t\t\t　　己酉（初九），唐颁布诏令：“各州有通晓一种以上经书而没有入仕的，均将姓名上报奏闻；州县及乡均设置学校。”\n\n\t\t\t　　壬子（十二日），唐行军副总管权文诞在猷州打败辅公祏的党羽，攻克枚洄等四镇。\n\n\t\t\t　　丁巳（十七日），唐高祖亲临国子监，行释奠礼；下诏命诸王公子弟分别入学。\n\n\t\t\t　　戊午（十八日），唐改大总管为大都督府。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己未，高开道将张金树杀开道来降。开道见天下皆定，欲降，自以数反覆，不敢；〖胡三省注〗注〗高开道既降而复叛，自知有反覆之罪。〕且恃突厥之众，遂无降意。其将卒皆山东人，思乡里，咸有离心。开道选勇敢士数百，谓之假子，常直閤内，使金树领之。故刘黑闼将张君立亡在开道所，与金树密谋取开道。金树遣其党数人入阁内，与假子游戏，向夕，潜断其弓弦，藏刀槊于床下，合暝，抱之趋出，〖胡三省注〗注〗人睡则目合而瞑。〕金树帅其党大噪，攻开道阁，假子将御之，而弓弦皆绝，刀槊已失，争出降；君立亦举火于外与相应，内外惶扰。开道知不免，乃擐甲持兵坐堂上，与妻妾奏乐酣饮，众惮其勇，不敢逼。天且明，开道缢妻妾及诸子，乃自杀。金树陈兵，悉收假子斩之，并杀君立，死者五百馀人。遣使来降，诏以其地置妫州。〖胡三省注〗注〗以妫水名州。〕壬戌，以金树为北燕州都督。〖胡三省注〗注〗妫州，妫川郡，治怀戎县。北齐置北燕州，本治怀戎，唐既以怀戎之地置妫州，又以北燕州都督之名宠金树也。燕，因肩翻。〕\n\n\t\t\t　　戊辰，洋、集二州獠反，陷隆州晋城。〖胡三省注〗注〗洋州，洋川郡，治西乡县。西乡，汉成固县，蜀立西乡县，后魏于此置洋州，以水为名。洋，音祥。集州，符阳郡，武德元年，析梁州之难江、巴州之符阳、长池、白石置。隆州，巴西郡，汉阆中地。刘昫曰：西魏置隆州于阆中，隋为巴西郡，唐复为隆州。宋白曰：取其连冈地势高隆为名。《后魏典略》云：此州古有隆城坚险，因置隆州。晋城县亦阆中地，梁置木兰郡，西魏废郡，改西充国曰晋城。〕\n\n\t\t\t　　是月，太保吴王杜伏威薨。辅公祏之反也，诈称伏威之命以绐其众。及公祏平，赵郡王孝恭不知其诈，以状闻；诏追除伏威名，籍没其妻子。及太宗即位，知其冤，赦之，复其官爵。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗高开道既降而复叛，自知有反覆之罪。〕", "〔〖胡三省注〗人睡则目合而瞑。〕", "〔〖胡三省注〗以妫水名州。〕", "〔〖胡三省注〗妫州，妫川郡，治怀戎县。北齐置北燕州，本治怀戎，唐既以怀戎之地置妫州，又以北燕州都督之名宠金树也。燕，因肩翻。〕", "〔〖胡三省注〗洋州，洋川郡，治西乡县。西乡，汉成固县，蜀立西乡县，后魏于此置洋州，以水为名。洋，音祥。集州，符阳郡，武德元年，析梁州之难江、巴州之符阳、长池、白石置。隆州，巴西郡，汉阆中地。刘昫曰：西魏置隆州于阆中，隋为巴西郡，唐复为隆州。宋白曰：取其连冈地势高隆为名。《后魏典略》云：此州古有隆城坚险，因置隆州。晋城县亦阆中地，梁置木兰郡，西魏废郡，改西充国曰晋城。〕"], "translation": "\n\n\t\t\t　　己未（十九日），高开道的将领张金树杀死高开道来降唐。高开道见天下全部得到平安，想投降，但认为自己几次降而复叛，所以不敢来降；而且依仗突厥的势力，便打消了投降的念头。高开道手下的将士都是山东人，思念故乡，都想逃走。高开道挑选了几百名勇士，称为义子，经常在阁内值班，由张金树统领。原刘黑闼的将领张君立逃到高开道处，和张金树密谋杀高开道。张金树派他的几名同党进入阁内，和高开道的义子们玩耍，临近黄昏，暗中搞断了义子们的弓弦，把刀枪藏到床下，到就寝时，抱着刀枪迅速离去，张金树带领同党大声喧哗，攻打高开道的阁房，义子们准备抵抗，但弓弦已断，刀枪已失，于是争相投降；张君立也在外放火作为呼应，内外惶惶不安。高开道知道逃不脱，于是身披铠甲手持兵器坐在堂上，和妻妾们奏乐畅饮，众人害怕他的英勇，不敢靠近，天快亮时，高开道勒死妻妾和儿子们，然后自杀身亡。张金树列阵，捉住高开道所有义子，全部杀死，并杀死张君立，一共死了五百多人。张金树派人向唐投降，唐下诏于原地设置妫州。壬戌（二十二日），任命张金树为北燕州都督。\n\n\t\t\t　　戊辰（二十八日），洋、集二州獠民反叛，攻陷隆州晋城。\n\n\t\t\t　　当月，太保吴王杜伏威去世。辅公祏反叛时，诈称杜伏威的命令欺骗部下，待到辅公祏被平定，赵郡王李孝恭不知辅公祏使诈，把情况上报朝廷；唐下诏追免杜伏威官职，没收他的妻儿为官奴。等到太宗即位，知道杜伏威被冤枉，赦免并恢复了杜伏威的官爵。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，初定令，以太尉、司徒、司空为三公，次尚书、门下、中书、秘书、殿中、内侍为六省，次御史台，次太常至太府为九寺，〖胡三省注〗注〗太常、光禄、卫尉、宗正、太仆、大理、鸿胪、司农、太府，凡九寺。〕次将作监，次国子学，次天策上将府，次左、右卫至左、右领卫为十四卫；〖胡三省注〗注〗十二卫及左、右监门卫为十四卫。〕东宫置三师、三少、詹事及两坊、三寺、十率府；〖胡三省注〗注〗两坊：门下坊，典事坊。三寺：家令寺，率更寺，仆寺。十率府：左、右卫率，左、右虞候率，左、右监门率、左、右内率。〕王、公置府佐、国官，公主置邑司，并为京职事官。〖胡三省注〗注〗王府有傅、咨议参军、友、文学、东、西閤祭酒、长史、司马、掾、属、主簿、史、记室、录事参军、录事、功、仓、户、兵、骑、法、士等七曹参军、参军事、行参军、典签。王国有国令、大农尉、丞、录事、典卫、舍人、学官长、食官长、厩牧长、典府长。公主邑司有令、丞、主簿、谒者、舍人、家吏，掌主家财出入、田园、征封之事。〕州、县、镇、戌为外职事官。自开府议同三司至将仕郎二十八阶，为文散官；〖胡三省注〗注〗开府仪同三司，从一品；特进，正二品；光禄大夫，从二品；金紫光禄大夫，正三品；银青光禄大夫，从三品；正议大夫，正四品；太中大夫，从四品上；中大夫，从四品下；中散大夫，正五品上；朝议大夫，正五品下；朝请大夫，从五品上；朝散大夫，从五品下；朝议郎，正六品上；承议郎，正六品下；奉议郎，从六品上；通直郎；从六品下；朝请郎，正七品上；宣德郎，正七品下；朝散郎，从七品上；宣义郎，从七品下；给事郎，正八品上；征事郎，正八品下；承奉郎，从八品上；承务郎，从八品下；儒林郎，正九品上；登仕郎，正九品下；文林郎，从九品上；将仕郎，从九品下。〕骠骑大将军至陪戎副尉三十一阶，为武散官；〖胡三省注〗注〗骠骑大将军，从一品；辅国大将军，正二品；镇军大将军，从二品；冠军大将军、怀化大将军，正三品上；怀化将军，正三品下；云麾将军、归德大将军，从三品上；归德将军，从三品下；忠武将军，正四品上；壮武将军，怀化中郎将，正四品下；宣威将军，从四品上；明威将军，归德中郎将，从四品下；定远将军，正五品上；宁远将军，怀化郎将，正五品下；游骑将军，从五品上；游击将军，归德郎将，从五品下；昭武校尉，正六品上；昭武副尉，怀化司阶，正六品下；振威校尉，从六品上；振威副尉，归德司阶，从六品下；致果校尉，正七品上；致果副尉，怀化中候，正七品下；翊麾校尉，从七品上；翊麾副尉，归德中候，从七品下；宣节校尉，正八品上；宣节副尉，怀化司戈，正八品下；御侮校尉，从八品上；御侮副尉，归德司戈，从八品下；仁勇校尉，正九品上；仁勇副尉，怀化执戟长上，正九品下；陪戎校尉，从九品上；陪戎副尉，归德执戟长上，从九品下。〕上柱国至武骑尉十二等，为勋官。〖胡三省注〗注〗勋级：十有二转为上柱国，视正二品；十有一转为柱国，视从二品；十转为上护军，视正三品；九转为护军，视从三品；八转为上轻车都尉，视正四品；七转为轻车都尉，视从四品；六转为上骑都尉，视正五品；五转为骑都尉，视从五品；四转为骁骑尉，视正六品；三转为飞骑尉，视从六品；二转为云骑尉，视正七品；一转为武骑尉，视从七品。〕\n\n\t\t\t　　丙戌，赵郡王孝恭破辅公祏于芜湖，拔梁山等三镇。〖胡三省注〗注〗芜湖时在宣州当涂县界。梁山在和州历阳县南七十里，临江。祏，音石。〕辛卯，安抚使任瓌拔扬子城，广陵城主龙龛降。〖胡三省注〗注〗扬子城在扬州江都县界。扬州治江都，古广陵城也。《姓苑》：龙姓，古龙伯氏之后。〕\n\n\t\t\t　　丁酉，突厥寇原州。\n\n\t\t\t　　戊戌，赵郡王孝恭克丹杨。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗太常、光禄、卫尉、宗正、太仆、大理、鸿胪、司农、太府，凡九寺。〕", "〔〖胡三省注〗十二卫及左、右监门卫为十四卫。〕", "〔〖胡三省注〗两坊：门下坊，典事坊。三寺：家令寺，率更寺，仆寺。十率府：左、右卫率，左、右虞候率，左、右监门率、左、右内率。〕", "〔〖胡三省注〗王府有傅、咨议参军、友、文学、东、西閤祭酒、长史、司马、掾、属、主簿、史、记室、录事参军、录事、功、仓、户、兵、骑、法、士等七曹参军、参军事、行参军、典签。王国有国令、大农尉、丞、录事、典卫、舍人、学官长、食官长、厩牧长、典府长。公主邑司有令、丞、主簿、谒者、舍人、家吏，掌主家财出入、田园、征封之事。〕", "〔〖胡三省注〗开府仪同三司，从一品；特进，正二品；光禄大夫，从二品；金紫光禄大夫，正三品；银青光禄大夫，从三品；正议大夫，正四品；太中大夫，从四品上；中大夫，从四品下；中散大夫，正五品上；朝议大夫，正五品下；朝请大夫，从五品上；朝散大夫，从五品下；朝议郎，正六品上；承议郎，正六品下；奉议郎，从六品上；通直郎；从六品下；朝请郎，正七品上；宣德郎，正七品下；朝散郎，从七品上；宣义郎，从七品下；给事郎，正八品上；征事郎，正八品下；承奉郎，从八品上；承务郎，从八品下；儒林郎，正九品上；登仕郎，正九品下；文林郎，从九品上；将仕郎，从九品下。〕", "〔〖胡三省注〗骠骑大将军，从一品；辅国大将军，正二品；镇军大将军，从二品；冠军大将军、怀化大将军，正三品上；怀化将军，正三品下；云麾将军、归德大将军，从三品上；归德将军，从三品下；忠武将军，正四品上；壮武将军，怀化中郎将，正四品下；宣威将军，从四品上；明威将军，归德中郎将，从四品下；定远将军，正五品上；宁远将军，怀化郎将，正五品下；游骑将军，从五品上；游击将军，归德郎将，从五品下；昭武校尉，正六品上；昭武副尉，怀化司阶，正六品下；振威校尉，从六品上；振威副尉，归德司阶，从六品下；致果校尉，正七品上；致果副尉，怀化中候，正七品下；翊麾校尉，从七品上；翊麾副尉，归德中候，从七品下；宣节校尉，正八品上；宣节副尉，怀化司戈，正八品下；御侮校尉，从八品上；御侮副尉，归德司戈，从八品下；仁勇校尉，正九品上；仁勇副尉，怀化执戟长上，正九品下；陪戎校尉，从九品上；陪戎副尉，归德执戟长上，从九品下。〕", "〔〖胡三省注〗勋级：十有二转为上柱国，视正二品；十有一转为柱国，视从二品；十转为上护军，视正三品；九转为护军，视从三品；八转为上轻车都尉，视正四品；七转为轻车都尉，视从四品；六转为上骑都尉，视正五品；五转为骑都尉，视从五品；四转为骁骑尉，视正六品；三转为飞骑尉，视从六品；二转为云骑尉，视正七品；一转为武骑尉，视从七品。〕", "〔〖胡三省注〗芜湖时在宣州当涂县界。梁山在和州历阳县南七十里，临江。祏，音石。〕", "〔〖胡三省注〗扬子城在扬州江都县界。扬州治江都，古广陵城也。《姓苑》：龙姓，古龙伯氏之后。〕"], "translation": "\n\n\t\t\t　　三月，唐初次定令，以太尉、司徒、司空为三公，其次是尚书、门下、中书、秘书、殿中、内侍六个省，其次是御史台，其次太常至太府等九个寺，其次是将作监，其次国子学，其次天策上将府，其次左、右卫至左、右领卫等十四卫；东宫设置三师、三少、詹事以及两坊、三寺、十率府；王、公设置府佐、国官，公主设置邑司，以上部门官员均为京职事官。州、县、镇、戍的官员为外职事官。从开府仪同三司到将仕郎，共二十八阶，为文散官；骠骑大将军至陪戎副尉，共三十一阶，为武散官；上柱国到武骑尉，共十二等，为勋官。\n\n\t\t\t　　丙戌（十六日），赵郡王李孝恭在芜湖打败辅公祏，攻克梁山等三镇。辛卯（二十一日），唐安抚使任瓌攻克扬子城，广陵城主龙龛投降。\n\n\t\t\t　　丁酉（二十七日），突厥侵犯原州。\n\n\t\t\t　　戊戌（二十八日），赵郡王李孝恭攻克丹杨。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　先是，辅公祏遣其将冯慧亮、陈当世将舟师三万屯博望山，〖胡三省注〗注〗天门山在宣州当涂县西南三十里，又名娥眉山，夹江对峙，东曰博望，西曰梁山。先，悉荐翻。将，即亮翻；下同。《考异》曰：旧赵郡王孝恭传作“陈当时”。旧李靖传云：“屯当涂。”今皆从《高祖实录》。〕陈正通、徐绍宗将步骑三万屯青林山，〖胡三省注〗注〗《水经注》：湖水出庐江郡之东陵乡，《禹贡》所谓“过九江至于东陵”者也。西南流，水积为湖，湖西有青林山。又今当涂县东南有青山。〕仍于梁山连铁锁以断江路，筑却月城，延袤十馀里，又结垒江西以拒官军。孝恭与李靖帅舟师次舒州，李世勣帅步卒一万渡淮，拔寿阳，次硖石。慧亮等坚壁不战，孝恭遣奇兵绝其粮道，慧亮等军乏食，夜，遣兵薄孝恭营，孝恭安卧不动。孝恭集诸将议军事，皆曰：“慧亮等拥强兵，据水陆之险，攻之不可猝拔，不如直指丹杨，掩其巢穴。丹杨既溃，慧亮等自降矣！”孝恭将从其议，李靖曰：“公祏精兵虽在此水陆二军，然后自将亦为不少，今博望诸栅尚不能拔，公祏保据石头，岂易取哉！进攻丹杨，旬月不下，慧亮等蹑吾后，腹背受敌，此危道也。〖胡三省注〗注〗李靖此议与长孙无忌安市之议略同。然李靖决胜而太宗无功，及安市班师，靖咎其不能用道宗之策。此用兵之所以难也。〕慧亮、正通皆百战馀贼，其心非不欲战，正以公祏立计使之持重，欲以老我师耳。我今攻其城以挑之，一举可破也！”孝恭然之，使羸兵先攻贼垒而勒精兵结陈以待之。攻垒者不胜而走，贼出兵追之，行数里，遇大军，与战，大破之。〖胡三省注〗注〗此《左传》楚五大夫破吴师以灭舒鸠之故智也。〕阚稜免胄谓贼众曰：“汝曹不识我邪？何敢来与我战！”贼众多稜故部曲，皆无斗志，或有拜者，由是遂败。孝恭、靖乘胜逐北，转战百馀里，博山、青林两戍皆溃，慧亮、正通等遁归，杀伤及溺死者万馀人。李靖兵先至丹杨，公祏大惧，拥兵数万，弃城东走，欲就左游仙于会稽，李世勣追之。公祏至句容，〖胡三省注〗注〗句容县汉属丹杨郡，时属蒋州，在建康城东九十里。〕从兵能属者才五百人，夜，宿常州，其将吴骚等谋执之。公祏觉之，弃妻子，独将腹心数十人，斩关走。至武康，〖胡三省注〗注〗吴分乌程、余杭立永安县，晋改为永康，又改为武康，属湖州，在州西南一百七里。〕为野人所攻，西门君仪战死。执公祏，送丹杨枭首，分捕馀党，悉诛之，江南皆平。\n\n\t\t\t　　己亥，以孝恭为东南道行台右仆射，李靖为兵部尚书。顷之，废行台，以孝恭为扬州大都督，靖为府长史。上深美靖功，曰：“靖，萧、辅之膏肓也。”〖胡三省注〗注〗谓萧铣、辅公祏皆为靖所杀也。〕\n\n\t\t\t　　阚稜功多，颇自矜伐。公祏诬稜与己通谋。会赵郡王孝恭籍没贼党田宅，〖胡三省注〗注〗籍没者，举籍贼党所有田宅，没而入官。〕稜及杜伏威、王雄诞田宅在贼境者，孝恭并籍没之；稜自诉理，忤孝恭，孝恭怒，以谋反诛之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗天门山在宣州当涂县西南三十里，又名娥眉山，夹江对峙，东曰博望，西曰梁山。先，悉荐翻。将，即亮翻；下同。《考异》曰：旧赵郡王孝恭传作“陈当时”。旧李靖传云：“屯当涂。”今皆从《高祖实录》。〕", "〔〖胡三省注〗《水经注》：湖水出庐江郡之东陵乡，《禹贡》所谓“过九江至于东陵”者也。西南流，水积为湖，湖西有青林山。又今当涂县东南有青山。〕", "〔〖胡三省注〗李靖此议与长孙无忌安市之议略同。然李靖决胜而太宗无功，及安市班师，靖咎其不能用道宗之策。此用兵之所以难也。〕", "〔〖胡三省注〗此《左传》楚五大夫破吴师以灭舒鸠之故智也。〕", "〔〖胡三省注〗句容县汉属丹杨郡，时属蒋州，在建康城东九十里。〕", "〔〖胡三省注〗吴分乌程、余杭立永安县，晋改为永康，又改为武康，属湖州，在州西南一百七里。〕", "〔〖胡三省注〗谓萧铣、辅公祏皆为靖所杀也。〕", "〔〖胡三省注〗籍没者，举籍贼党所有田宅，没而入官。〕"], "translation": "\n\n\t\t\t　　在此之前，辅公祏派遣手下将领冯慧亮、陈当世率领三万水兵驻扎在博望山，陈正通、徐绍宗率领三万步兵骑兵驻扎在青林山，又在梁山用锁链切断江中航道，修筑却月城，延绵十多里，又在长江之西构筑工事抵抗唐军。李孝恭与李靖率领水军停泊在舒州，李世勣率领一万步兵渡过淮河，攻下寿阳，驻扎在硖石。冯慧亮等人坚壁不战，李孝恭派奇兵切断了敌军的粮食运输线，冯慧亮等军缺乏军粮，半夜，派兵逼近李孝恭的军营，李孝恭坚持不出战。李孝恭召集诸位将领商议军事行动，各位将领都说：“冯慧亮等人拥有强大的军队，占据水陆两方面的险要，我军进攻不能很快奏效，不如直接进逼丹杨，出其不备袭击辅公祏的老巢，丹杨溃败后，冯慧亮等人自然会投降了！”李孝恭准备采纳众将领的意见，李靖说：“辅公祏的精锐部队虽然在这里有水陆两支军队，但是他自己统率的军队也不少，如今博望的各个敌营尚且不能攻克，辅公祏凭借石头城自保，又岂是容易攻克的！进军攻打丹杨，十天半个月攻不下，冯慧亮等人紧随在我军背后，我军腹背受敌，这是很危险的。冯慧亮、陈正通都是身经百战的老将，并非他们不想出战，而是因为辅公祏定下的计策让他们按兵不动，想以此拖垮我军罢了。我们现在主动挑战攻城，可一举破敌！”李孝恭表示赞同，用老弱残兵先进攻敌人的营垒，自己统领着精兵严阵以待。攻打敌人营垒的部队失败逃跑，敌军出兵追击，走出几里地，遇到唐大军，双方交战，唐军大败敌军。阚稜摘下头盔对敌军说道：“你们不认识我吗？怎么胆敢来与我交战！”敌军中有很多阚稜的旧部下，均丧失了斗志，也有一些人向阚稜行礼，敌军因此溃败。李孝恭、李靖乘胜追击逃敌，转战一百多里，敌军博山、青林两处部队均溃败，冯慧亮、陈正通等人逃回丹杨，被唐军杀伤及淹死的敌军有一万多人。李靖的部队先到达丹杨，辅公祏大为惊慌，带着几万兵马，放弃丹杨城向东逃跑，打算到会稽投靠左游仙，李世勣在后面追击他。辅公祏到句容，随从的军队能跟上他的才五百人，夜晚，在常州宿营，他手下的将领吴骚等人谋划把他逮起来。辅公祏觉察到吴骚等人的意图，丢下妻儿，独身带领几十名心腹，冲破关卡逃走。辅公祏到武康，受到农民的攻击，西门君仪战死，农民捉住辅公祏，送到丹杨处死，悬首示众，唐军分别搜捕辅公祏的余党，全部处决，江南地区全部平定。\n\n\t\t\t　　己亥（二十九日）唐任命李孝恭为东南道行台右仆射，李靖为行台兵部尚书。不久，又废除东南道行台，任命李孝恭为扬州大都督，李靖为大都督府长史。高祖深深地赞美李靖的功劳，说道：“李靖是萧铣、辅公祏的克星。”\n\n\t\t\t　　阚稜立了功勋，颇自傲。辅公祏诬陷阚稜与自己合谋。恰好赵郡王李孝恭查封没收辅公祏党羽的田地房产，阚稜以及杜伏威、王雄诞在辅公祏境内的田地房产，李孝恭也一起没收；阚稜自己申诉说明，触犯了李孝恭，李孝恭很生气，以谋反的罪名杀了阚稜。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，庚子朔，赦天下。是日，颁新律令，比开皇旧制增新格五十三条。\n\n\t\t\t　　初定均田租、庸、调法：丁、中之民，给田一顷，笃疾减什之六，寡妻妾减七；皆以什之二为世业，八为口分。每丁岁入租粟二石。调随土地所宜，绫、绢、絁、布。岁役二旬；不役则收其佣，日三尺；〖胡三省注〗注〗《新志》：凡授田，丁岁输粟二斛，谓之租。丁，随乡所出，岁输绢二匹，绫絁二丈，布加五之一，绵三两，麻三斤，非蚕乡则输银十四两，谓之调。用人之力岁二十日，闰加三日；不役，收其庸，日三尺。絁，式支翻。缯，似布。〖按〗庸，即“租、庸、调”赋法之中的“庸法”，佣，同庸。“收其庸”，指按“庸法”收物抵役，即每天收取三尺丝绢，共收二十天。《唐书·食货志》：“用民之力，岁二十日，闰加二日。不役者，日为绢三尺，谓之庸。”〕有事而加役者，旬有五日，免其调；三旬，租、调俱免。水旱虫霜为灾，什损四以上免租，损六以上免调，损七已上课役俱免。凡民赀业分九等。〖胡三省注〗注〗上、中、下各有三等也。〕百户为里，五里为乡，四家为邻，四邻为保。〖胡三省注〗注〗《考异》曰：《唐历》云：“四家为邻，五家为保。”按《通典》，四邻为保。《唐历》误也。〕在城邑者为坊，田野者为村。食禄之家，无得与民争利；工商杂类，无预士伍。男女始生为黄，四岁为小，十六为中，二十为丁，六十为老。岁造计帐，三年造户籍。\n\n\t\t\t　　丁未，党项寇松州。\n\n\t\t\t　　庚申，通事舍人李凤起击万州反獠，平之。〖胡三省注〗注〗后魏分朐䏰，置鱼泉县，后周改为万川，隋改为南浦，属信州，武德元年分置万州南浦郡。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《新志》：凡授田，丁岁输粟二斛，谓之租。丁，随乡所出，岁输绢二匹，绫絁二丈，布加五之一，绵三两，麻三斤，非蚕乡则输银十四两，谓之调。用人之力岁二十日，闰加三日；不役，收其庸，日三尺。絁，式支翻。缯，似布。〖按〗庸，即“租、庸、调”赋法之中的“庸法”，佣，同庸。“收其庸”，指按“庸法”收物抵役，即每天收取三尺丝绢，共收二十天。《唐书·食货志》：“用民之力，岁二十日，闰加二日。不役者，日为绢三尺，谓之庸。”〕", "〔〖胡三省注〗上、中、下各有三等也。〕", "〔〖胡三省注〗《考异》曰：《唐历》云：“四家为邻，五家为保。”按《通典》，四邻为保。《唐历》误也。〕", "〔〖胡三省注〗后魏分朐䏰，置鱼泉县，后周改为万川，隋改为南浦，属信州，武德元年分置万州南浦郡。〕"], "translation": "\n\n\t\t\t　　夏季，四月庚子朔（初一），唐大赦天下。当天，颁布新的律令，新律比隋朝开皇的旧制增加了五十三条新法规。\n\n\t\t\t　　唐初次制定均田制与租、庸、调的办法：每位成年丁男及十六岁以上二十以下的中男，给一顷田，有严重疾病者减去十分之六，寡妻、寡妾减去十分之七，所有授田均以其中十分之二为世业田，十分之八为口分田。每一成年男子每年交纳的租是二石粟。调按照当地物产情况，分别交纳绫、绢、絁、布。每年服劳役二十日，不服劳役者，则按“庸法”每天收绢三尺。有事增加劳役者，加十五日劳役，免除应交之调；加三十日劳役，应交纳的租、调均予免除。如遇水、旱、虫、霜等自然灾害，收成损失十分之四以上，免除租；损失十分之六以上，免除调；损失在十分之七以上，免去全部应交纳的租调及应服劳役。百姓的资产分为九等。一百户为一里，五个里成为一乡，四家为邻，四个邻成一保。在城镇居住区为坊，在乡村居住区为村。官宦之家有国家俸禄，不准与百姓争夺利益；工商杂色人等，不准加入士人阶层。男女初生为黄，四岁以上为小，十六岁以上为中，二十岁以上为丁，六十岁以上为老。每年编制计帐，每三年编造一次户籍。\n\n\t\t\t　　丁未（初八），党项侵犯松州。\n\n\t\t\t　　庚申（二十一日），唐通事舍人李凤起攻打并平定了万州反叛的獠民。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，辛未，突厥寇朔州。\n\n\t\t\t　　甲戌，羌与吐谷浑同寇松州。遣益州行台左仆射窦轨自翼州道，扶州刺史蒋善合自芳州道击之。〖胡三省注〗注〗西吐魏逐吐谷浑，置邓州，隋开皇七年，改曰扶州，同昌郡。武德元年，分会州之左封、翼斜，置翼州，临翼郡。唐制，上州刺史，从三品；中，正四品上；下，正四品下。〕\n\n\t\t\t　　丙戌，作仁智宫于宜君。〖胡三省注〗注〗宜君县置于古祋祤城，隋属京兆郡，时属宜州。〕\n\n\t\t\t　　丁亥，窦轨破反獠于方山，俘二万馀口。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗西吐魏逐吐谷浑，置邓州，隋开皇七年，改曰扶州，同昌郡。武德元年，分会州之左封、翼斜，置翼州，临翼郡。唐制，上州刺史，从三品；中，正四品上；下，正四品下。〕", "〔〖胡三省注〗宜君县置于古祋祤城，隋属京兆郡，时属宜州。〕"], "translation": "\n\n\t\t\t　　五月辛未（初二），突厥侵犯朔州。\n\n\t\t\t　　甲戌（初五），羌族与吐谷浑一同侵犯松州，唐派遣益州行台左仆射窦轨从翼州道，扶州刺史蒋善合从芳州道攻击羌与吐谷浑。\n\n\t\t\t　　丙戌（十七日），唐在宜君县修建仁智宫。\n\n\t\t\t　　丁亥（十八日），窦轨在方山打败反叛的獠民，俘虏二万多人。"}]