[{"title": "\n\n\t\t\t　　● 唐纪十六　〔起旃蒙单阏（乙卯）十月，尽玄黓阉茂（壬戌）七月，凡六年有奇。〕\n\n\t\t\t　　◎ 唐高宗天皇大圣大弘孝皇帝·上之下\n\n\t\t\t　　"}, {"original": "\n\t\t\t　　\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　永徽六年（乙卯，公元六五五年）\n\n\t\t\t　　冬，十月，己酉，下诏称：“王皇后、萧淑妃谋行鸩毒，废为庶人，母及兄弟，并除名，流岭南。”许敬宗奏：“故特进赠司空王仁祐告身尚存，使逆乱余孽犹得为廕，〔〖胡三省注〗《唐制》：凡受官者皆给以符，谓之告身。司空，正一品。凡三品以上，荫及曾孙。〕并请除削。”从之。\n\n\t\t\t　　乙卯，百官上表请立中宫，乃下诏曰：“武氏门著勋庸，地华缨黻，往以才行选入后庭，誉重椒闱，德光兰掖。朕昔在储贰，特荷先慈，常得待从，弗离朝夕，宫壸之内，恒自饬躬，嫔嫱之间，未尝迕目，〔〖胡三省注〗嬙，慈良翻，妇官也。迕，五故翻。逆而视之，谓之迕目。〕圣情鉴悉，每垂赏叹，遂以武氏赐朕，事同政君，〔〖胡三省注〗政君，事见二十七卷汉宣帝甘露三年。〕可立为皇后。”\n\n\t\t\t　　丁巳，赦天下。是日，皇后上表称：“陛下前以妾为宸妃，韩瑗、来济面折庭争，〔〖胡三省注〗事见上卷上年。瑗，于眷翻。折，之舌翻。争，读曰诤。〕此既事之极难，岂非深情为国！乞加褒赏。”上以表示瑗等，瑗等弥忧惧，屡请去位，上不许。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗永徽六年（乙卯，公元655年）\n\n\t\t\t　　冬，十月，己酉日（十三日），高宗下诏说：“王皇后、萧淑妃阴谋毒死皇上，把她们黜为庶人，她们的母亲和兄弟，都废掉原有的名位，发放到岭南。”许敬宗奏报说：“先前特进加赠司空的皇后父亲王仁佑官符还在，等于是让逆乱的子孙还可享受祖先余荫，这是不合理的，请求同时把王仁佑的官符废除。”皇上接受请求。\n\n\t\t\t　　乙卯日（十九日），百官呈上奏表请求立皇后，高宗就下诏说：“武氏家门显要，功勋赫赫，出身良好高贵，以前因为才德美行被选进后宫，誉满宫闱，德被后庭。朕那时候还是太子，尤其蒙受先皇的恩泽，而得侍候先皇，朝晚不离身边。武氏在后宫之内，举手投足常深自反省，周旋在嫔嫱之间，从没有发生反目成仇的事，先皇清楚了解武氏的为人，常常赞赏不已，就把武氏赐给朕，就像汉宣帝为太子封王政君为太子妃一样，可立武氏为后。”\n\n\t\t\t　　丁巳日（二十一日），大赦天下。当天，皇后呈上奏表说：“陛下先前想让我做宸妃的时候，韩瑗、来济就当面表示反对，这非常难得，难道不是他们深切地为国家着想吗？我祈求皇上对他们予以褒奖。”高宗把皇后的奏表给韩瑗、来济等人看，他们都更加担忧，多次请求辞职，高宗都不准许。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，丁卯朔，临轩命司空李勣赍玺绶册皇后武氏。是日，百官朝皇后于肃义门。\n\n\t\t\t　　故后王氏、故淑妃萧氏，并囚于别院，上尝念之，间行至其所，见其室封闭极密，惟窍壁以通食器，恻然伤之，呼曰：“皇后、淑妃安在？”王氏泣对曰：“妾等得罪为宫婢，何得更有尊称！”又曰：“至尊若念畴昔，使妾等再见日月，乞名此院为回心院。”上曰：“朕即有处置。”武后闻之，大怒，遣人杖王氏及萧氏各一百，断去手足，捉酒甕中，〔〖按〗捉，另本作投。〕曰：“令二妪骨醉！”数日而死，又斩之。王氏初闻宣敕，再拜曰：“愿大家万岁！昭仪承恩，死自吾分。”淑妃骂曰：“阿武妖猾，乃至于此！愿他生我为猫，阿武为鼠，生生扼其喉。”由是宫中不畜猫。寻又改王氏姓为蟒氏，〔〖胡三省注〗蛇最大者曰蟒。〕萧氏为枭氏。武后数见王、萧为祟，被发沥血如死时状。后徙居蓬莱宫，复见之，〔〖胡三省注〗数，所角翻。祟，虽遂翻。复，扶又翻。大明宫接西内，宫城之东忠曰东内，本永安宫，贞观八年置，九月，更名大门宫，以备太上皇清暑。后高宗以风痹，厌西内湫湿，龙朔三年始大兴葺，曰蓬莱宫。〕故多在洛阳，终身不归长安。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　十一月，丁卯朔日（初一），高宗临轩（天子不御正座而御平台，称为临轩），下令司空李世勣携带玉玺印绶册封武氏为皇后。当天，百官都在肃义门拜见皇后。\n\n\t\t\t　　前任的王皇后和萧淑妃被囚禁在其他院子。有一回，高宗思念她们，就从小路走到了囚禁她们的院子，见她们的房子封闭得非常严密，只有在墙壁上开的孔以递送吃饭的碗，不禁伤心，高宗呼唤着：“皇后、淑妃你们在吗？”王皇后哭着回答：“妾等犯罪，被贬为宫婢，怎么可以再有皇后、淑妃的尊称。”又说：“皇上如果还想念以往的情分，让妾等能再见天日的话，乞求皇上将这座院子命名为回心院。”高宗说：“朕马上就有所处置。”武后听说这件事情之后，非常愤怒，派人将王氏及萧氏各杖打一百下，砍掉她们的手足，投进酒瓮中，说：“让这两个老妇人的骨头醉一醉吧。”几天后，两人死去，又再被斩首。王皇后最初听到宣布处置她们的敕文时，再拜说：“愿皇上万岁。武昭仪得到皇上的恩宠，死是我分内之事。”淑妃则大骂道：“阿武妖孽奸猾，竟然到如此地步！但愿来生我做猫，阿武做鼠，我要生生地掐住她的咽喉。”从此以后，宫中不再养猫。不久，武后又改王皇后一族姓氏为蟒氏，萧淑妃一族姓枭氏。武后多次见到王、萧两人的鬼魂作祟，披着头发，鲜血滴滴答答，像她们死时的样子。后来，武皇后迁移到蓬莱宫去居住，又看见她们的冤魂，所以武皇后大多时间在洛阳，终身不回长安。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己巳，许敬宗奏曰：“永徽爰始，国本未生，权引彗星，越升明两。〔〖胡三省注〗《易·离卦·大象》曰：明两作离，大人以继明照四方。〕近者元妃载诞，正胤降神，〔〖胡三省注〗言代王弘，武后之子，当立。〕重光日融，爝晖宜息。〔〖胡三省注〗崔豹《古今注》曰：汉文帝为太子，乐人歌四章以赞太子之德：一曰日重光，二曰月重轮，三曰星重晖，四曰海重润。庄子曰：日月出矣而爝火不息，其于光也不亦难乎！〕安可反植枝干，久易位于天庭；倒袭裳衣，使违方于震位！〔〖胡三省注〗震，长子也，以守社稷宗庙，为祭主也。〕又，父子之际，人所难言，〔〖胡三省注〗汉武帝语田千秋之辞。〕事或犯鳞，必婴严宪，〔〖胡三省注〗骊龙颔下有逆鳞径尺，婴之则死；谕人主之威不可犯也。〕煎膏染鼎，臣亦甘心。”上召见，问之，对曰：“皇太子，国之本也，本犹未正，万国无所系心。且在东宫者，所出本微，今知国家已有正嫡，必不自安。窃位而怀自疑，恐非宗庙之福，愿陛下熟计之。”上曰：“忠已自让。”对曰：“能为太伯，愿速从之。”\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　己巳日（初三），许敬宗奏报说：“永徽初年，国家的根本还没有树立（喻太子未立），暂时引用彗星，让它越升为日、月（喻永徽三年暂时立陈王忠为太子）。现在皇后就位，正统的子孙应当降临（喻武后之子代王弘应当立为太子），使日月更加光明，而爝火自该毁灭。怎能让枝叶和树干颠倒，彗星和日月易位于天庭；上衣和下裳反穿，使得嫡长子不得其位呢！又，父子之间的事，别人不好讲话，我说这事，可能冒犯龙鳞，遭到严厉的处罚，把我的肉煎成膏油，把我的身体投进鼎中烹煮，臣也心甘情愿。”皇上召见许敬宗，问他奏表的含意，许敬宗答复说：“皇太子是国家的根本，根本还未端正的话，天下人心必然无所归依。而且住在东宫的现任太子，出身本来就很卑微，他知道现在国家已有正统的嫡长子，心里必定不会安宁。他窃据太子位而内心又怀着猜疑，可能做出不利宗庙之福的事，希望陛下仔细加以打算。”皇上说：“陈王李忠已经自我让位了。”许敬宗回答说：“他能效法周太伯的作为，望皇上赶快接受。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　西突厥颉苾达度设数遣使请兵讨沙钵罗可汗。甲戌，遣丰州都督元礼臣册拜颉苾达度设为可汗。礼臣至碎叶城，〔〖胡三省注〗自弓月城过思浑川，渡伊丽河至碎叶界，又西行千里至碎叶城，属焉耆都督府界。〕沙钵罗发兵拒之，不得前。颉苾达度设部落多为沙钵罗所并，余众寡弱，不为诸姓所附，礼臣竟不册拜而归。\n\n\t\t\t　　中书侍郎李义府参知政事。义府容貌温恭，与人语，必嬉怡微笑，而狡险忌克，故时人谓义府笑中有刀；又以其柔而害物，谓之李猫。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　西突厥颉苾达度设好几次打发使者请求朝廷出兵征讨沙钵罗可汗。甲戌日（初八），派遣丰州都督元礼臣前往册封颉苾达度设为可汗。礼臣来到碎叶城，沙钵罗发动军队抵抗，使得礼臣无法前进。颉苾达度设的部落多数被沙钵罗所吞并，剩下的部众既少又弱，不被其他族姓所依附，礼臣竟然无法删封而回去了。\n\n\t\t\t　　中书侍郎李义府参与政事。义府容貌谦和恭敬，和人讲话时心情愉快面带微笑，而实际上却很狡诈、阴险、忌妒、刻薄，所以当时人都说李义府笑里藏刀；又由于他表面温柔而内心狠毒，和猫相同，所以称之为李猫。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　显庆元年（丙辰　公元656年）\n\n\t\t\t　　春，正月，辛未，以皇太子忠为梁王、梁州刺史，立皇后子代王弘为皇太子，生四年矣。忠既废，官属皆惧罪亡匿，无敢见者；右庶子李安仁独候忠，泣涕拜辞而去。安仁，纲之孙也。〔〖胡三省注〗李纲著节于隋、唐之间。〕\n\n\t\t\t　　壬申，赦天下，改元。\n\n\t\t\t　　二月，辛亥，赠武士彟司徒，赐爵周国公。〔〖胡三省注〗彟，一虢翻。〖按〗虢，繁体作“彠”，今音读获。〕\n\n\t\t\t　　三月，以度支侍郎杜正伦为黄门侍郎、同三品。〔〖胡三省注〗显庆元年，改户部为度支。度，徒洛翻。〕\n\n\t\t\t　　夏，四月，壬子，矩州人谢无灵举兵反，〔〖胡三省注〗矩州诸蛮亦东谢蛮之种落。武德四年置矩州。〕黔州都督李子和讨平之。\n\n\t\t\t　　己未，上谓侍臣曰：“朕思养人之道，未得其要，公等为朕陈之。”来济对曰：“昔齐桓公出游，见老而饥寒者，命赐之食，老人曰：‘愿赐一国之饥者。’赐之衣，曰：‘愿赐一国之寒者。’公曰：‘寡人之廪府安足以周一国之饥寒？’老人曰‘君不夺农时，则国人皆有余食矣；不夺蚕要，则国人皆有余衣矣！’故人君之养人，在省其征役而已。今山东役丁，岁别数万，役之则人大劳，取庸则人大费。臣愿陛下量公家所须外，余悉免之。”上从之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗显庆元年（丙辰　公元656年）\n\n\t\t\t　　春，正月，辛未日（初六），委任皇子李忠为梁王、梁州刺史；册立皇后的儿子代王李弘为皇太子，太子出世四年了。李忠被废之后，他的属官都害怕罹罪而逃亡隐藏起来，没有人敢与李忠见面；右庶子李安仁单独地服侍李忠，李忠被任命为梁王、梁州刺史之后，李安仁才哭泣拜别离去。李安仁是李纲的孙子。\n\n\t\t\t　　壬申日（初七），大赦天下，改年号为显庆。\n\n\t\t\t　　二月，辛亥日（十七日），赠武士彟司徒的宫位，且封他爵位周国公。\n\n\t\t\t　　三月，任命度支侍郎杜正伦为黄门侍郎、同三品。\n\n\t\t\t　　夏，四月，壬子日（十八日），矩州人谢无灵举兵谋反，黔州都督李子和讨伐而加以安定。\n\n\t\t\t　　己未日（--十五日），皇上对侍候的大臣说：“联考虑养育百姓的方法，但没能找到要领，诸位为联说明一下。”来济回答说：“从前齐桓公出游，看见年老而挨饿受冻的人，就命令赏赐老人食物，老人说：‘希望赐给天下挨饿的百姓。’桓公又赐老人衣服，老人说：‘愿能赐给全国受冻的百姓。’桓公说：‘寡人的仓廪府库，怎么够用来援济全国挨饿受冻的百姓呢？’老人说：‘国君不耽误农耕时令，国人就都有富余的粮食了。不占用养蚕关键时节，国人就都有富余的衣服了。’所以君主养育人民，只在于减省他们的赋税和徭役罢了。现在山东服役的男丁，每年有几万人，让他们服役则过于劳苦，让他们出钱则负担太大。我希望陛下估量除去国家所必需的以外，其余一律免除。”皇上采纳了他的建议。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，辛亥，礼宫奏停太祖、世祖配祀，〔〖胡三省注〗高祖受禅，追尊祖虎曰景皇帝，庙号太祖；考昺曰元皇帝，庙号世祖。〕以高祖配昊天于圜丘，太宗配五帝于明堂；〔〖胡三省注〗武德初，立圜丘坛于明德门外道东二里，坛制四成，各广八尺一寸，下成广二十丈，再成广十五丈，三成广十丈，四成广五丈。每祀，则昊天上帝及配帝设位于平座，藉用笹秸，器用陶匏，五方上帝、日月、内官、中官、外官及众星，并皆从祀。其五方帝及日月七座，在坛之第二等内；五星已下官五十五座，在坛之第三等；二十八宿已下官一百三十五座，在坛之第四等；外官一百二十二座，在坛下外壝之内；众星三百六十座，在外壝之外。以景帝配圜丘，元帝配明堂。〕从之。\n\n\t\t\t　　秋，七月，乙丑，西洱蛮酋长杨栋附、显和蛮酋长王罗祁、郎、昆、棃、盘四州酋长王伽冲等帅众内附。〔〖胡三省注〗棃州本西宁州，武德七年，分南宁州二县置，贞观八年，更名棃州。其地北接昆州，晋梁水郡地也。盘州本西平州，武德四年置，贞观八年，更名，晋兴古郡地也。洱，乃吏翻。酋，慈由翻。帅，读曰率。〕\n\n\t\t\t　　癸未，以中书令崔敦礼为太子少师、同中书门下三品。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月，辛亥日（十八日），礼官奏请停止以太祖、世祖配祭，以高祖在圜丘配祭昊天，以太宗在明堂配祭五帝。皇上采纳这一建议。\n\n\t\t\t　　秋，七月，乙丑日（初三），西洱蛮酋长杨栋附、显和蛮酋长王罗祁，郎、昆、犁、盘四州酋长王伽冲等都带领部众归顺朝廷。\n\n\t\t\t　　癸未日（十一日），委任中书令崔教礼为太子少师、同中书门下三品。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，丙申，固安昭公崔敦礼薨。〔〖胡三省注〗《谥法》：容仪恭美曰昭；昭德有劳曰昭。〕\n\n\t\t\t　　辛丑，葱山道行军总管程知节击西突厥，与歌逻、处月二部战于榆慕谷，〔〖胡三省注〗处月、处密、姑苏、歌逻禄、弩失毕五姓之众，贺鲁为叶护时所统也。据新书，歌逻禄即葛逻禄也。“榆慕谷”，旧书本纪作“榆幕谷”。〕大破之，斩首千余级。副总管周智度攻突骑施、处木昆等部于咽城，拔之，〔〖胡三省注〗西突厥咄陆五啜，处木昆律突骑施皆一啜也。据新书，咽城即处木昆所居。处，昌吕翻。〕斩首三万级。\n\n\t\t\t　　乙巳，龟兹王布失毕入朝。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　八月，丙申日（初四），固安昭公崔敦礼逝世。\n\n\t\t\t　　辛丑日（初九），葱山道行军总管程知节攻打西突厥，和歌逻、处月两部在榆慕谷作战，击败歌逻、处月，杀死敌人一千多人，副总管周智度在咽城攻击突骑施、处木昆等部，加以消灭，斩杀敌人三万人。\n\n\t\t\t　　乙巳日（十三日），龟兹王布失毕入京拜见天子。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　李义府恃宠用事。洛州妇人淳于氏，美色，系大理狱，义府属大理寺丞毕正义枉法出之，将纳为妾，大理卿段宝玄疑而奏之。上命给事中刘仁轨等鞫之，义府恐事泄，逼正义自缢于狱中。上知之，原义府罪不问。\n\n\t\t\t　　侍御史涟水王义方欲奏弹之，〔〖胡三省注〗涟水，旧曰襄贲，置东海郡。东魏改曰海安郡。隋开皇初，废郡，改襄贲曰涟水，属海州，唐属泗水。涟，音连。〕先白其母曰：“义方为御史，视奸臣不纠则不忠，纠之则身危而忧及于亲为不孝，二者不能自决，奈何？”母曰：“昔王陵之母，杀身以成子之名。〔〖胡三省注〗事见九卷汉高帝元年。〕汝能尽忠以事君，吾死不恨！”义方乃奏称：“义府于辇毂之下，擅杀六品寺丞；〔〖胡三省注〗《唐六典》：大理寺丞，从六品上。〕就云正义自杀，亦由畏义府威，杀身以灭口。如此，则生杀之威，不由上出，渐不可长，请更加勘当！”于是对仗，叱义府令下；义府顾望不退。义方三叱，上既无言，义府始趋出，义方乃读弹文。上释义府不问，而谓义方毁辱大臣，言辞不逊，贬莱州司户。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　李义府因得武皇后尊宠而专权弄事。洛州妇人淳于氏容貌美好，被拘禁在大理寺监狱里，李义府嘱咐大理寺丞毕正义违法开脱淳于氏，预备收纳为妻，大理寺卿段宝玄怀疑而上奏皇上。皇上命令给事中刘仁轨等人加以审问，李义府担忧事情外泄，逼迫毕正义在监狱中自缢。皇上知道后，原谅李义府的罪不进行过问。\n\n\t\t\t　　侍御史涟水人王义方要启奏弹劾李义府，先告诉他母亲说：“义方身为御史，眼看奸臣作恶而不纠正，那就是不忠；但如加以纠正却会有被害的危难，而使母亲担忧，那是不孝。这二件事自己不能决定怎样做才好，怎么办？”母亲说：“以前王陵的母亲牺牲自己而成就儿子的名声。你能够竭尽忠心侍奉国君，我就是死了也不感到遗憾！'王义方就向皇上启奏说：“李义府在皇帝辇驾之旁，擅自杀害了六品寺丞；即使说毕正义是自杀，也是因为畏惧李义府的威势，才自杀的。像这样，生杀的威权，就不是出自皇帝了，这种风气不可以助长，请求皇上再加勘验，以求确当！”于是他在朝堂当众奏事，斥责李义府让他退下，李义府左顾右盼不退。王义方三次斥责，皇上都没有说话，李义府才快步退出，王义方于是宣读弹劾的奏章。但皇上还是释放李义府不加追问，反而说王义方诽谤侮辱大臣，言语文辞不恭逊，贬为莱州司户。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，括州暴风，海溢，溺四千余家。〔〖胡三省注〗新志：处州本括州永嘉郡，时兼有永嘉之地，上元元年，始析置温州。〕\n\n\t\t\t　　冬，十一月，丙寅，生羌酋长浪我利波等帅众内附，以其地置柘、栱二州。〔〖胡三省注〗柘州，蓬山郡。栱州，以钵南伏浪恐部置，皆属松州都督府。宋白曰：柘州以开拓为称，音达各翻。〕\n\n\t\t\t　　十二月，程知节引军至鹰娑川，遇西突厥二万骑，别部鼠尼施等二万余骑继至，〔〖胡三省注〗鼠尼施，咄陆五啜之一也，居鹰娑川，后置鹰娑都督府。娑，素何翻。〕前军总管苏定方帅五百骑驰往击之，西突厥大败，追奔二十里，杀获千五百余人，获马及器械，绵亘山野，不可胜计。副大总管王文度害其功，言于知节曰：“今兹虽云破贼，官军亦有死伤，乘危轻脱，乃成败之法耳，何急而为此！自今当结方陈，置辎重在内，〔〖胡三省注〗陈，读曰阵。重，直用翻。〕遇贼则战，此万全策也。”又矫称别得旨，以知节恃勇轻敌，委文度为之节制，遂收军不许深入。士卒终日跨马被甲结陈，不胜疲顿，〔〖胡三省注〗被，皮义翻；下同。陈，读曰阵。胜，音升。〕马多瘦死。定方言于知节曰：“出师欲以讨贼，今乃自守，坐自困敝，若遇贼必败；懦怯如此，何以立功！且主上以公为大将，岂可更遣军副专其号令，事必不然。请囚文度，飞表以闻。”知节不从。至恒笃城，〔〖胡三省注〗新书作“怛笃城”。〕有群胡归附，文度曰“此属伺我旋师，还复为贼，不如尽杀之，取其资财。”定方曰：“如此乃自为贼耳，何名伐叛！”文度竟杀之，分其财，独定方不受。师旋，文度坐矫诏当死，特除名；知节亦坐逗遛追贼不及，减死免官。\n\n\t\t\t　　是岁，以太常卿驸马都尉高履行为益州长史。〔〖胡三省注〗高履行尚太宗女东阳公主。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　九月，括州刮起暴风，海水溢出，淹没四千多家。\n\n\t\t\t　　冬，十一月，丙寅日（初六），生羌酋长浪我利波等人带领部众归顺，把他们的土地设置为柘州、栱州。\n\n\t\t\t　　十二月，程知节率兵到鹰娑川，遇到西突厥二万骑兵，别部落鼠尼施等人也率领两万多的骑兵陆续到达，前军总管苏定方率领五百名骑兵前去攻击，西突厥大败，苏定方追逐逃跑的敌兵二十里，杀死俘获的敌兵有一千五百多人，获得的马匹和兵器物品，连绵于整个山野，数也数不清。副大总管王文度忌妒苏定方的功劳，对程知节说：“现在虽说打败贼人，但官军也有死亡和受伤的，冒险进攻不慎重，可以成功也可能失败，何必着急做这冒险的事？从现在起集结好方形阵势，把辎重车放在阵势之内，遇到敌人才作战，这是最安全的方略。”又假装另外得到圣旨，认为程知节依凭勇力，有轻敌之意，所以委任王文度节度制裁，就地收聚部队，不允许深入敌境。士卒整天跨骑马匹，披挂甲衣以练兵势，受不了疲劳困顿，马匹大都因疲弱而死。苏定方对知节说：“出动军队的目的就是为了征讨贼寇，现在却困守在这里，等着让自己困乏绝亡，如果遇到敌人必定败亡；如此懦弱胆怯，又如何建立功勋！而且国君任命公为大将，怎么可以再让副大总管专擅号令？这样做事情如何不能成功。请把文度囚禁起来，赶快上奏表报告朝廷。”但程知节不接纳。到达桓笃城时，有一批胡人归附，王文度说：“这些人等到我们撤兵后，还会再做盗贼，不如把他们都杀死，夺取他们的财物。”苏定方说：“这样一来我们自己变成贼寇了，还有什么正当理由讨伐叛逆？”王文度最终杀死他们，分掉他们的财物，只有苏定方不接受。军队回朝后，王文度因假传诏令获罪应当被处死，朝廷特赦而将其除名。程知节也因停留不前没有追上贼兵获罪，减死罪为罢免官职。\n\n\t\t\t　　这年，任命太常卿驸马都尉高履行为益州长史。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　韩瑗上疏，为褚遂良讼冤曰：“遂良体国忘家，捐身徇物，风霜其操，铁石其心，社稷之旧臣，陛下之贤佐。无闻罪状，斥去朝廷，内外甿黎，咸嗟举措。〔〖胡三省注〗《论语》：孔子曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”。〖按〗“错”通“措”，舍弃，置而不用。举措：亦作“举厝”或“举错”，原意为：兴举与舍弃，后引申为行为、举止或措施。〕臣闻晋武弘裕，不贻刘毅之诛；〔〖胡三省注〗事见八十一卷太康三年。〕汉祖深仁，无恚周昌之直。而遂良被迁，〔〖胡三省注〗注已见前。〕已经寒暑，违忤陛下，其罚塞焉。伏愿缅鉴无辜，稍宽非罪，俯矜微款，以顺人情。”上谓瑗曰：“遂良之情，朕亦知之。然其悖戾好犯上，故以此责之，卿何言之深也！”对曰：“遂良社稷忠臣，为谗谀所毁。昔微子去而殷国以亡，〔〖胡三省注〗殷纣暴虐日甚，微子抱乐器以奔周。武王乃告诸侯曰：“殷有重罪，不可不伐。”遂伐纣，灭之。〕张华存而纲纪不乱。〔〖胡三省注〗事见八十二卷至八十三卷。〕陛下无故弃逐旧臣，恐非国家之福。”上不纳。瑗以言不用，乞归田里，上不许。\n\n\t\t\t　　刘洎之子讼其父冤，称贞观之末，为褚遂良所谮而死，〔〖胡三省注〗事见一百九十八卷贞观十九年。洎，其冀翻。〕李义府复助之。上以问近臣，众希义府之旨，皆言其枉。给事中长安乐彦玮独曰：“刘洎大臣，人主暂有不豫，岂得遽自比伊、霍！今雪洎之罪，谓先帝用刑不当乎！”上然其言，遂寝其事。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　韩瑗呈上奏疏，为褚遂良申冤说：“遂良忠于朝廷忘记自己，抛弃自己性命为国家效力，有风霜一样的凛然操节，铁石一般坚劲的忠心，是社稷的老臣，也是陛下贤良的辅佐。没有听说有什么罪状，就被斥责离开朝廷，使得朝廷内外的臣民，都对这件事表示感叹惋惜。臣听说晋武帝心胸弘大宽容，不把刘毅杀掉，汉高祖有深厚的仁义，不对周昌的正直怀恨生气。而褚遂良官位被黜，已经过了一年，他违背忤逆陛下旨意，所受的惩罚已经抵偿。臣请求陛下能仔细观察他的无辜，稍微宽谅他不要再责罚他，矜怜他对陛下的一片忠诚，来顺应人情。”皇上对韩瑗说：“褚遂良的情况朕也知道。但他悖逆乖戾，喜欢触犯长上，所以才贬他官位，以责备他，你何必说得这么严重呢！”韩瑗回答说：“褚遂良是尽忠社稷的大臣，而却被谗佞奉承的小人所诋毁。以前微子离开，而殷国灭亡，张华留任，而晋的纲纪得以有序。陛下无缘无故背弃放逐老臣，担心不是国家的福运！”皇上不采纳他的请求。韩瑗因为建议不被采纳，要求辞官回归乡里，但皇上未允许。\n\n\t\t\t　　刘洎的儿子为父亲诉冤，说他父亲在贞观末年（十九年），被褚遂良所诋毁致死，李义府又帮助刘洎儿子的上诉。皇上问左右近臣实际情形，那些近臣奉承李义府的心意，所以都说刘洎父亲是冤枉的。只有给事中长安人乐彦玮说：“刘洎是个大臣，国君偶有不快，怎么就轻易自比成伊尹、霍光！现在要刷雪刘洎的罪，难道说先帝用刑不妥当吗？”皇上赞同乐彦玮的话，就搁搁置了这件事。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　显庆二年（丁巳　公元657年）\n\n\t\t\t　　春，正月，癸巳，分哥逻禄部置阴山、大漠二都督府。〔〖胡三省注〗以谋落部置阴山府，以炽侯部置大漠府，俱属北庭都护府。逻，郎佐翻。〕\n\n\t\t\t　　闰月，壬寅，上行幸洛阳。\n\n\t\t\t　　庚戌，以右屯卫将军苏定方为伊丽道行军总管，〔〖胡三省注〗伊丽河，一名帝帝河。〕帅燕然都护渭南任雅相、〔〖胡三省注〗燕然都护府在黄河北，北至阴山七十里，至回纥界七百里，去京师二千七百里；龙朔三年改曰瀚海都督府，总章二年，改为安北大都护府。杜佑曰：后为中受降城，南去朔方千三百余里。后魏于渭南置渭南郡，隋废为县，属京兆。帅，读曰率。燕，因肩翻。任，音壬。相，息亮翻。〕副都护萧嗣业发回纥等兵，自北道讨西突厥沙钵罗可汗。嗣业，钜之子也。〔〖胡三省注〗萧钜见一百八十一卷隋煬帝大业六年。〕\n\n\t\t\t　　初，右卫大将军阿史那弥射及族兄左屯卫大将军步真，皆西突厥酋长，太宗之世，帅众来降；〔〖胡三省注〗弥射，室点密可汗五世孙，世为莫贺咄叶护，贞观中，遣使立为可汗。族兄步真谋杀弥射而自立，弥射不能国，即入朝，步真遂自立为咄陆叶护，众不厌，去之，因亦与族人入朝。帅，读曰率。〖按〗厌，通餍，满足。餍服：完全信服。不厌：此谓不满意、不信服。〕至是，诏以弥射、步真为流沙安抚大使，〔〖胡三省注〗《考异》曰：旧《西突厥咄陆传》：“咄陆可汗泥熟，父莫贺设，贞观七年，遣鸿胪少卿刘善因册为吞阿妻状奚利苾咄陆可汗。明年，泥熟卒，弟同娥设立，为咥利失可汗。”《弥射传》云：“弥射者，室点密可汗五代孙也，世统十姓部落，在本蕃为莫贺咄叶护，贞观六年，诏遣鸿胪少卿刘善因就蕃立为奚利邲咄陆可汗。其族兄步真欲自立，谋杀弥射，弥射既与步真有隙，以贞观十三年，率所部处月，处密部落入朝。其后步真遂自立为咄陆叶护，部落不服，步真复携家属入朝。弥射后从太宗征高丽有功，封平襄县伯，显庆二年，转右武卫大将军。”新传略同。今欲以咄陆、弥射为二人，则事多相类；以为一人，则事又相违，疑不能明，故但云西突厥酋长。余按弥射为咄陆可汗，唐所册也；步真为咄陆叶护，自称也。咄陆之号虽同，而可汗、叶护，位之尊卑有异，不必泥咄陆之号而传疑，而弥射、步真实二人也。余前注所引者新传也，其《辞略》《考异》所引者旧传也，其辞详，大略同也。又参考新、旧书，刘善因册可汗事，与通鉴有六年、七年之差，而新、旧书可汗号有“娄拔”、“妻状”之差，旧书又多一“奚”字，而贞观中立弥射为奚利邲咄陆可汗，则新、旧书同。详而考之，刘善因册泥孰为奚利邲咄陆可汗，明年而泥孰死，弟同娥设立，为沙钵罗咥利失可汗，又三年而咥利失不为众所归，西部又立欲谷设为乙毗咄陆可汗。二可汗兵争，咥利失、乙毗相继走死他国，而射匮实承之。太宗崩，贺鲁反，而射匮为贺鲁所并。西突厥世次，晓然可考。而新、旧书于《弥射传》皆云：贞观中，遣刘善因立弥射为奚利邲咄陆可汗。以《泥孰传》观之，则善因所立者，泥孰也。以《弥射传》观之，则善因所立者，弥射也。《考异》所疑，当以此耳。〕自南道招集旧众。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗显庆二年（丁巳　公元657年）\n\n\t\t\t　　春，正月，癸巳日，把哥逻禄部分成阴山、大漠两个都督府。\n\n\t\t\t　　闰月，壬寅日（十三日），皇上巡游到了洛阳。\n\n\t\t\t　　庚戌日（二十一日），任左屯卫将军苏定方为伊丽道行军总管，率领燕然都护渭南人任雅相、副都护萧嗣业调动回纥等地军队，从北方的道路出发征讨西突厥沙钵罗可汗。萧嗣业是萧钜的儿子。\n\n\t\t\t　　起初，右卫大将军阿史那弥射和他的堂兄左屯卫大将军步真，都是西突厥的酋长，在太宗的时代，带领部众来投降；这时候，皇上下令任命弥射、步真为流沙安抚大使，从南道招集旧有部众。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，辛酉，车驾至洛阳宫。\n\n\t\t\t　　庚午，立皇子显为周王。壬申，徙雍王素节为郇王。\n\n\t\t\t　　三月，甲辰，以潭州都督褚遂良为桂州都督。〔〖胡三省注〗桂州至京师，水陆路四千七百六十里。〕\n\n\t\t\t　　癸丑，以李义府兼中书令。\n\n\t\t\t　　夏，五月，丙申，上幸明德宫避暑。上自即位，每日视事；庚子，宰相奏天下无虞，请隔日视事；许之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　二月辛酉日（初三日），皇帝来到洛阳宫。\n\n\t\t\t　　庚午日（十二日），任命皇子李显为周王。壬申日（十四日），调迁雍王李素节为郇王。\n\n\t\t\t　　三月，甲辰日（十六日），委任潭州都督褚遂良为桂州都督。\n\n\t\t\t　　癸丑日（二十五日），委任李义府兼任中书令。\n\n\t\t\t　　夏，五月，丙申日（初九），皇上到明德宫避暑。皇上自从即位后，每天都处理政事，庚子日（十三日），宰相启奏说天下没有事故，要求每隔一日处理政事；皇上答应了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，丁亥朔，上还洛阳宫。\n\n\t\t\t　　王玄策之破天竺也，〔〖胡三省注〗见上卷贞观二十二年。〕得方士那罗迩娑婆寐以归，自言有长生之术。太宗颇信之，深加礼敬，使合长生药。〔〖胡三省注〗太宗令娑婆寐于金飙门合延年药。合，音閤。〖按〗今音当读“合”。〕发使四方求奇药异石，又发使诣婆罗门诸国采药。其言率皆迂诞无实，苟欲以延岁月，药竟不就，乃放还。上即位，复诣长安，又遣归。玄策时为道王友，〔〖胡三省注〗道王元庆，高祖之子。唐诸王府置友一人，从五品下，掌陪侍规讽。〕辛亥，奏言：“此婆罗门实能合长年药，自诡必成，今遣归，可惜失之。”玄策退，上谓侍臣曰：“自古安有神仙！秦始皇、汉武帝求之，疲弊生民，卒无所成。果有不死之人，今皆安在？”李勣对曰：“诚如圣言。此婆罗门今兹再来，容发衰白，已改于前，何能长生？陛下遣之，内外皆喜。”娑婆寐竟死于长安。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋，七月，丁亥朔日（初一），皇上回到洛阳宫。\n\n\t\t\t　　王玄策打败天竺时，俘虏了方士那罗迩娑婆寐回归朝廷，那逻迩娑婆寐说他有使人长生的方法，太宗很相信他，对他很礼貌恭敬，要他配长生不老的药物。发动使者到四方去寻找珍奇的药石，又发动使者到婆罗门几个国家去摘药。他的言论大都迂腐怪诞不切实际，不过是在拖延时间，长生药最后还是没配成，就放他回天竺。皇上即位后，那罗迩娑婆寐回到长安，皇上又差他回去。王玄策那时是道王李元庆的师友，辛亥日（二十五日），向皇上奏报说：“这个婆罗门确实能配制延长生命的药，誓言必成，现在遣送回去，失去了这个机会很可惜。”玄策退下后，皇上对侍臣说：“从古到今哪里有神仙！秦始皇、汉武帝为了找寻神仙，使得百姓疲惫，生计凋弊，最后一无所成。要真是不死的人，这些人现在在那里！”李世勣回答说：“就像圣上所说的一样。这个婆罗门这次再来，容貌已经衰老头发斑白，和以前已经不一样了，怎么可以长生？陛下遣送他回去，朝廷内外都很喜悦。”娑婆寐最终死在长安。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　许敬宗、李义府希皇后旨，诬奏侍中韩瑗、中书令来济与褚遂良潜谋不轨，以桂州用武之地，授遂良桂州都督，欲以为外援。八月，丁卯，瑗坐贬振州刺史，济贬台州刺史，终身不听朝觐。〔〖胡三省注〗台州，汉回浦县地，光武改回浦为章安县。吴孙亮分会稽东部都尉为临海郡，治章安，江左皆因之。隋平陈，废为临海县，属永嘉郡。唐武德四年，分置台州。诸州刺史有朝集，故禁绝二人，不得至京师。振州至京师八千六百六里。台州在京师东南四千一百七十七里。〕又贬褚遂良为爱州刺史，荣州刺史柳奭为象州刺史。〔〖胡三省注〗荣州至京师二千九百七十三里。象州至京师四千九百八十九里。《考异》曰：《唐历》：“三月甲辰，贬遂良为桂州都督，奭爱州刺史。”据《实录》，“奭坐韩瑗又贬象州。”新旧《书》、《唐历》皆云爱州，误也。今从《实录》。〕\n\n\t\t\t　　遂良至爱州，上表自陈：“往者濮王、承乾交争之际，臣不顾死亡，归心陛下。时岑文本、刘洎奏称‘承乾恶状已彰，身在别所，其于东宫，不可少时虚旷，请且遣濮王往居东宫。’臣又抗言固争，皆陛下所见。卒与无忌等四人共定大策。〔〖胡三省注〗事见一百九十七卷贞观十七年。〕及先朝大渐，独臣与无忌同受遗诏。〔〖胡三省注〗见上卷贞观二十三年。〕陛下在草土之辰，不胜哀恸，臣以社稷宽譬，陛下手抱臣颈。臣与无忌区处众事，咸无废阙，数日之间，内外宁谧。力小任重，动罹愆过，蝼蚁余齿，乞陛下哀怜。”表奏，不省。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　许敬宗、李义府迎合皇后的意旨，向皇上奏报，诬告侍中韩瑗、中书令来济和褚遂良暗中图谋不轨，因为桂州是古今兵家用武必争之地，他们授予褚遂良桂州都督之职，想要让他做外援，进行谋反。八月，丁卯日（十一日），韩瑗因罪被贬为振州刺史，来济被贬为台州刺史，终身不再朝拜觐见皇上。又把褚遂良贬为爱州刺史，荣帅刺史柳奭被废为象州刺史。\n\n\t\t\t　　褚遂良到达爱州，上奏章自我陈述道：“从前濮王、李承乾相争之时，臣不顾生死，诚心归附陛下。那时岑文本、刘洎奏报称‘承乾作恶的情状已彰显，其身现已在别的处所，但东宫不可有少时空缺，请暂派遣濮王居住东宫。’臣又坚持抗争，这些都是陛下所亲见。最后臣与无忌等四人共同拟定了国之大策。后来先皇病危，惟独臣与无忌共同接受遗诏。陛下正在居丧之际，不胜哀痛，臣以社稷之任宽慰陛下，当时陛下用手抱住了臣的脖子。臣与无忌处置各种政事，全无荒废旷缺，仅数日之间，便内外安宁。臣力小而任重，行为上会犯有过错，念在蝼蚁残年，恳求陛下哀怜。”表奏上去，皇上未加理会。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己巳，礼官奏：“四郊迎气，存太微五帝之祀；南郊明堂，废《纬书》六天之义。其方丘祭地之外，别有神州，亦请合为一祀。”从之。〔〖胡三省注〗欧阳修曰：礼曰，以禋祀祀昊天上帝。此天也，郑玄以为天皇大帝者，北辰耀魄宝也。又曰：兆五帝于四郊，此五行精气之神也。玄以为青帝灵威仰，赤帝赤熛怒，黄帝含枢纽，白帝白招矩，黑帝謟光纪者，五天也。由是有六天之说。唐初贞观礼，冬至祀昊天上帝于圆丘，正月辛日，祀感生帝灵威仰于南郊以祈谷，而孟夏雩于南郊，季春大享于明堂，皆祀五天帝。至高宗时，礼官以谓太史圆丘图，昊天上帝在坛上，而耀魄宝在坛第一等，则昊天上帝非耀魄宝可知。许敬宗与礼官议曰：六天出于《纬书》，而南郊、圜丘一也，玄以为二物。郊及明堂，本以祭天，而玄皆以为祭太微五帝。传曰：凡祀，启蛰而郊，郊而后耕。故郊祀后稷以祈农事。而玄谓周祭感帝灵威仰，配以后稷，因而祈谷，皆缪说也。由是尽黜玄说。又武德中，冬至及孟夏雩祭皇地只于方丘，神州地祗于北郊，今亦合为一祀。〕\n\n\t\t\t　　辛未，以礼部尚书许敬宗为侍中，兼度支尚书。杜正伦为兼中书令。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　己巳日（十三日），礼官上奏：“四郊迎接五行精气，因而保存太微五帝的祭祀；南郊明堂，都祭祀吴天上帝，取消《纬书》六天的说法。在方丘除祭祀地祗之外，本在北郊祭祀神州地祗，如今合并在方丘一同祭祀。”皇上同意了。\n\n\t\t\t　　辛未日（十五日），委任礼部尚书许敬宗做侍中，兼任度支尚书。杜正伦兼任中书令。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，戊戌，上行幸许州。〔〖胡三省注〗许州，汉颍川郡地，东魏立南郑州，后周改许州，因古许国以名州也。至京师一千二百里，至东都四百里。〕乙巳，畋于滍水之南。壬子，至祀水曲。〔〖胡三省注〗滍，直几翻。汜水曲在郑州新郑县界。师古曰：汜，旧音凡，今俗读为祀。〕十二月，乙卯朔，车驾还洛阳宫。\n\n\t\t\t　　苏定方击西突厥沙钵罗可汗，至金山北，先击处木昆部，大破之；其俟斤懒独禄等帅万余帐来降，定方抚之，发其千骑与俱。\n\n\t\t\t　　右领军郎将薛仁贵上言：“泥孰部素不伏贺鲁，〔〖胡三省注〗泥孰部，弩失毕五俟斤之一也。〕为贺鲁所破，虏其妻子。今唐兵有破贺鲁诸部得泥孰妻子者，宜归之，仍加赐赉，使彼明知贺鲁为贼而大唐为之父母，则人致其死，不遗力矣。”上从之。泥孰喜，请从军共击贺鲁。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　冬，十月，戊戌日，皇上巡视到了许州。乙巳日，到滍水之南打猎。壬子日，来到汜河湾。十二月，乙卯朔日（初一），车驾返回洛阳宫。\n\n\t\t\t　　苏定方攻击西突厥沙钵罗可汗，来到金山北面，先攻打处木昆部，将他们打败了。处木昆部的俟斤（突厥大臣之称）懒独禄等人带领一万多帐来投降，定方加以安抚，征发他们的一千名骑兵随军作战。\n\n\t\t\t　　右领军郎将薛仁贵进言：“泥孰部向来不服阿史那贺鲁，被阿史那贺鲁打败，妻儿也被俘虏。现在大唐军队打败阿史那贺鲁各部后有人得到泥孰部的妻儿，应该归还给他们，还要给予赏赐，让他们明白阿史那贺鲁是盗贼而大唐是他们的衣食父母，这样他们就能以死效命，不遗余力了。”皇上采纳他的建议。泥孰部很高兴，请求随军共同攻打阿史那贺鲁。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　定方至曳咥河西，〔〖胡三省注〗曳咥河在伊丽河东。〕沙钵罗帅十姓兵且十万，来拒战。〔〖胡三省注〗咄陆五啜、弩失毕五俟斤，是为西突厥十姓。〕定方将唐兵及回纥万余人击之。沙钵罗轻定方兵少，直进围之。定方令步兵据南原，攒矟外向，自将骑兵陈于北原。〔〖胡三省注〗陈，读曰阵；下布陈同。〕沙钵罗先攻步军，三冲不动，定方引骑兵击之，沙钵罗大败，追奔三十里，斩获数万人；明日，勒兵复进。于是胡禄屋等五弩失毕悉众来降，沙钵罗独与处木昆屈律啜数百骑西走。时阿史那步真出南道，五咄陆部落闻沙钵罗败，皆诣步真降。定方乃命萧嗣业、回纥婆闰将胡兵趋邪罗斯川，〔〖胡三省注〗旧书：贺鲁居多逻斯川，在西州直北一千五百里。此邪罗斯川当在伊丽水之西。咄，当没翻。嗣，祥吏翻。纥，下没翻。趋，读曰趣，音七喻翻。邪，读曰耶。〕追沙钵罗，定方与任雅相将新附之众继之。会大雪，平地二尺，军中咸请俟晴而行，定方曰：“虏恃雪深，谓我不能进，必休息士马。亟追之可及，若缓之，彼遁逃浸远，不可复追，省日兼功，在此时矣！”乃蹋雪昼夜兼行，所过收其部众。至双河，与弥射、步真兵合，去沙钵罗所居二百里，布陈长驱，径至其牙帐。〔〖胡三省注〗贺鲁牙帐在金牙山，直石国东北。复，扶又翻。陈，读曰阵。〕沙钵罗与其徒将猎，定方掩其不备，纵兵击之，斩获数万人，得其鼓纛。沙钵罗与其子咥运、婿阎啜等脱走，趣石国。定方于是息兵，诸部各归所居，通道路，置邮驿，掩骸骨，问疾苦，画疆埸，复生业，凡为沙钵罗所掠者，悉括还之，十姓安堵如故。乃命萧嗣业将兵追沙钵罗，定方引军还。\n\n\t\t\t　　沙钵罗至石国西北苏咄城，人马饥乏，遣人赍珍宝入城市马。城主伊沮达官诈以酒食出迎，诱之入，闭门执之，送于石国。萧嗣业至石国，石国人以沙钵罗授之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　苏定方来到曳呸河西边，沙钵罗带领十姓的士兵将近十万，前来抵抗作战。苏定方带领唐兵和回纥一万多人激战。沙钵罗轻视苏定方士兵少，径直前进加以包围。苏定方命令步兵镇守南原，把长矛密集排列，锋刃朝外，自己带领骑兵在北原布阵。沙钵罗先攻击南原步兵，三次冲击阵型都不动摇，苏定方带领骑兵加以攻击，沙钵罗大败，苏定方追击了三十里，斩杀俘虏了好几万人；隔天重整军队再次进攻。于是胡禄屋等五个弩失毕都率领部众前来投降，沙钵罗独自和处木昆屈律啜率领几百名骑兵向西脱走。当时候阿史那步真从南道出发，五咄陆部落听说沙钵罗被击败，就都向步真投降。苏定方派萧嗣业、回纥婆闰率领胡人军队奔赴邪罗斯川，追击沙钵罗，苏定方和任雅相带领刚刚归降的部众作为后援。正好天下大雪，平地高起二尺，军中士卒都要求等到天晴再进发，苏定方说：“敌人因为雪下得深，认为我们不能前进，一定会让士兵休息，我们加紧追击可以追到，如果稍慢一些，敌人逃得更远，不可能再追得上；要能节省时间而功劳加倍的话，就在这时候！”说完就踏着雪，部队日夜兼程。经过的地方都收容投降的部众。到了双河，和弥射、步真会师，在距离沙钵罗所住二百里的地方，布好阵势，长驱直入，直接来到沙钵罗的牙帐。沙钵罗和徒众正要打猎，苏定方乘他不注意，发兵加以攻击，斩杀俘获了几万人，并得到战鼓和旗帜。沙钵罗和他的儿子呸运、女婿阎啜等人逃脱，前往石国。苏定方于是停止进攻，命各部落都回到各自居住的地方，开通道路，设置驿站，安葬士卒的骸骨，慰问士卒的疾苦，划分疆域，恢复生产事业，只要是被沙钵罗所掠夺的财物全部归还，十姓的胡人依旧安居。又命令萧嗣业领兵追击沙钵罗，苏定方带兵退回。\n\n\t\t\t　　沙钵罗来到石国西北的苏咄城，人困马乏，命人拿着珍宝进城买马，城主伊沮达官假装带着酒食出迎，诱使他入城，之后关闭城门把他抓起来，送到石国。萧嗣业来到石国，石国人把沙钵罗交给他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　乙丑，分西突厥地置濛池、昆陵二都护府，〔〖胡三省注〗濛池都护府居碎叶川西，昆陵都护府居碎叶川东。《考异》曰：旧书《贺鲁传》云：“定方行至曳咥河西，贺鲁率胡禄居阙啜等二万余骑，列陈而待。定方率任雅相等与之交战，贼众大败，斩大首领都搭达官等二百余人，贺鲁及阙啜轻骑奔窜，西渡伊丽河，兵马溺死者甚众。弥射进军至伊丽水，处月、处密等部各帅众来降。弥射又进次双河，贺鲁先使步失达官鹌集散卒，据栅拒战，弥射、步真攻之，大溃，又与苏定方攻贺鲁于碎叶水，大破之。”旧书本纪：“三年二月，定方平贺鲁；甲寅，西域平，以其地置濛池、昆陵二都督府。”据《实录》，擒贺鲁置二都督皆在此月。本纪又非奏到月日。今从《实录》。〕以阿史那弥射为左卫大将军、昆陵都护、兴昔亡可汗，押五咄陆部落；阿史那步真为右卫大将军、濛池都护、继往绝可汗，押五弩失毕部落。遣光禄卿卢承庆持节册命，仍命弥射、步真与承庆据诸姓降者，准其部落大小，位望高下，授刺史以下官。\n\n\t\t\t　　丁卯，以洛阳宫为东都，〔〖胡三省注〗《唐六典》：洛阳宫在东都皇城之北，东西四里一百八十步，南北二里八十五步，周回十三里二百四十一步。〕洛州官吏员品并如雍州。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　乙丑日（十一日），把西突厥土地分设为濛池、昆陵两个都护府，委任阿史那弥射为左卫大将军、昆陵都护、兴昔亡可汗，统率五咄陆部落；阿史那步真为右卫将军、濛池都护、继往绝可汗，统率五弩失毕部落。命光禄卿卢承庆拿着符节、册书，依旧命令弥射、步真和卢承庆，就投降的各姓部落，依照部落大小、地位声望高低为准，委任他们刺史以下的官衔。\n\n\t\t\t　　丁卯日（十三日），把洛阳宫做为东都。洛州官吏员数品秩都同雍州一样。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　是岁，诏：“自今僧尼不得受父母及尊者礼拜，所司明有法制禁断。”〔〖胡三省注〗有，当作“为”。〖按〗《僧尼不得受父母及尊者礼拜诏》：“释典冲虚，有无兼谢，正觉凝寂，彼我俱忘。岂自尊崇，然后为法？圣人之心，主於慈孝。父子君臣之际，长幼仁义之序，与夫周公、孔子之教，异辙同归。弃礼悖德，深所不取。僧尼之徒，自云离俗，先自贵高。父母之亲，人伦以极，整容端坐，受其礼拜，自馀尊属，莫不皆然；有伤名教，实斁彝典。自今以后，僧尼不得受父母及尊者礼拜。”〕\n\n\t\t\t　　以吏部侍郎刘祥道为黄门侍郎，仍知吏部选事。祥道以为：“今选司取士伤滥，每年入流之数，过一千四百，杂色入流，曾不铨简。〔〖胡三省注〗杂色补官者，谓之流外官；入流内叙品，谓之入流。〕即日内外文武官一品至九品，凡万三千四百六十五员，约准三十年，则万三千余人略尽矣。〔〖胡三省注〗即日者，即今日也。〕若年别入流者五百人，足充所须之数。望有厘革。”既而杜正伦亦言入流人太多。上命正伦与祥道详议，而大臣惮于改作，事遂寝。祥道，林甫之子也。〔〖胡三省注〗刘林甫贞观初为吏部侍郎，请四时听选。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　该年，下诏令：“自今以后，僧尼不得接受父母及尊者礼拜，主管官吏听令加以禁止断绝。”\n\n\t\t\t　　委任吏部侍郎刘祥道为黄门侍郎，依旧担任吏部选事。刘祥道认为：“如今选拔人才的部门，在录取士人时过于浮滥，每年入九品流内的人数不下一千四百，各类人进入品流之内的，都未曾简选。如今朝廷内外文武官中从一品到九品的，总计一万三千四百六十五名，约计三十年，这一万三千多人方将退尽。如果每年甄别进入九品以内的官员五百人，就足够补充所需要的人数了。希望有所改革。”随后杜正伦也声称进入九品之流的人数太多。皇上命令杜正伦和刘祥道仔细商议，可是大臣害怕改动，事情于是被搁置。刘详道，是刘林甫的儿子。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　显庆三年（戊午　公元658年）\n\n\t\t\t　　春，正月，戊子，长孙无忌等上所修新礼；诏中外行之。先是，议者谓贞观礼节文未备，故命无忌等修之。时许敬宗、李义府用事，所损益多希旨，学者非之。太常博士萧楚材等以为豫备凶事，非臣子所宜言；敬宗、义府深然之，遂焚《国恤》一篇，由是凶礼遂阙。〔〖胡三省注〗《唐制》：太常博士从七品上，掌六礼之仪式，本先王之法制，适变随时而损益焉。六礼既阙凶礼，遂为五礼焉。〕\n\n\t\t\t　　初，龟兹王布失毕妻阿史那氏与其相那利私通，布失毕不能禁，〔〖胡三省注〗布失毕归国，见上卷永徽元年，龟兹，音丘慈，又音屈佳。〕由是君臣猜阻，各有党与，互来告难。上两召之，既至，囚那利，遣左领军郎将雷文成送布失毕归国。〔〖胡三省注〗十四卫郎将，正五品上。〕至龟兹东境泥师城，龟兹大将羯猎颠发众拒之，仍遣使降于西突厥沙钵罗可汗。布失毕据城自守，不敢进。诏左屯卫大将军杨胄发兵讨之。会布失毕病卒，胄与羯猎颠战，大破之，擒羯猎颠及其党，尽诛之，乃以其地为龟兹都督府。戊申，立布失毕之子素稽为龟兹王兼都督。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗显庆三年（戊午　公元658年）\n\n\t\t\t　　春，正月，戊子日（初五），长孙无忌等人呈上所修定新礼仪，皇上颁诏，朝廷内外遵照实施。先是，有议事者称贞观时期的礼节条款尚未完备，故而命使无忌等人修定。当时许敬宗、李义府主事，对礼节的兴革大多迎合皇上旨意，学者并不赞同。太常博士萧楚材等人认为，事先预备圣驾凶事，并非臣子所该讲的；许敬宗、李义府深以为是，于是烧掉《国恤》一篇，由此有关丧事的礼制就缺失了。\n\n\t\t\t　　起初，龟兹王布失毕的妻子阿史那氏与宰相那利私通，布失毕不能禁止，自此君臣相互猜忌、阻挠，各自拥有徒众、党羽，而且相互到唐朝控告责难对方。皇上把两人都召来，他们到达后，将那利囚禁，派左领军郎将雷文成护送布失毕回国。来到龟兹东部边境泥师城时，龟兹大将羯猎颠发兵阻止，又命使者向西突厥沙钵罗可汗投降。布失毕占据泥师城自守，不敢前进。朝廷诏令左屯卫大将军杨胄发兵讨伐龟兹。正逢布失毕病死，杨胄和羯猎颠交战，大破敌军，擒获羯猎颠及其党羽，将他们全部诛杀，于是在当地设置龟兹都督府。戊申日（二十五日），朝廷立布失毕的儿子素稽为龟兹王兼龟兹都督。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，丁巳，上发东都；甲戌，至京师。\n\n\t\t\t　　夏，五月，癸未，徙安西都护府于龟兹，以旧安西夏为西州都督府，镇高昌故地。〔〖胡三省注〗贞观十四年平高昌，置安西都护府于交河城，今徙于龟兹。〕\n\n\t\t\t　　六月，营州都督兼东夷都护程名振、右领军中郎将薛仁贵将兵攻高丽之赤烽镇，拔之，斩首四百余级，捕虏百余人。高丽遣其大将豆方娄帅众三万拒之，名振以契丹逆击，大破之，斩首二千五百级。〔〖胡三省注〗《考异》曰：旧书《薛仁贵传》云：“显庆二年，副程名振经略辽东，破高丽于贵端城；斩首三千级。今从《实录》。〕\n\n\t\t\t　　秋，八月，甲寅，播罗哀獠酋长多胡桑等帅众内附。〔〖胡三省注〗播罗哀，罗窦生獠部落之名。獠，鲁皓翻。酋，慈由翻。长，知两翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　二月，丁巳日（初四），皇上由东都出发；甲戌日（二十一日），回到京师。\n\n\t\t\t　　夏，五月，癸未日（初二），把安西都护府迁到到龟兹，把原来的安西又恢复为西州都督府，驻守高昌旧有土地。\n\n\t\t\t　　六月，营州都督兼东夷都护程名振、右领军中郎将薛仁贵领兵攻打高丽的赤烽镇，攻克了赤烽镇，斩杀敌人首级四百多个，活捉一百多人。高丽命大将豆方娄率领部众三万人抵抗，程名振用契丹军队迎战，大破敌军，斩获两千五百人的首级。\n\n\t\t\t　　秋，八月，甲寅日（初四），播罗哀獠酋长多胡桑等人带领部众归附朝廷。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，庚申，吐蕃赞普来请婚。\n\n\t\t\t　　中书令李义府有宠于上，诸子孩抱者并列清贵。而义府贪冒无厌，母、妻及诸子、女婿，卖官鬻狱，其门如市，多树朋党，倾动朝野。中书令杜正伦每以先进自处，义府恃恩，不为之下，由是有隙，与义府讼于上前。上以大臣不和，两责之。十一月，乙酉，贬正伦横州刺史，义府普州刺史。正伦寻卒于横州。〔〖胡三省注〗横州，汉广郁高梁之地。晋武帝太康七年，置宁浦郡，梁分置简阳郡。隋置简州，大业废为宁浦县，属郁林郡。唐武德初，复置南简州，贞观八年，更名横州。至京师五千五百三十九里，至东都四千七百五里。普州，汉牛鞞、垫江、资中三县地。后周置安岳县，并置普州。隋废州，以县属资阳郡。唐武二年，复置普州。至京师二千三百六十里，至东都三千二百三里。卒，子恤翻。〕\n\n\t\t\t　　阿史那贺鲁既被擒，谓萧嗣业曰：“我本亡虏，为先帝所存，〔〖胡三省注〗事见上卷贞观二十二年。被，皮义翻。〕先帝遇我厚而我负之，今日之败，天所怒也。吾闻中国刑人必于市，愿刑我于昭陵之前以谢先帝。”上闻而怜之。贺鲁至京师，甲午，献于昭陵。敕免其死，分其种落为六都督府，〔〖胡三省注〗以处木昆部为訇延都督府，突骑施索葛莫贺部为嗢鹿都督府，胡禄屋阙部为盐泊都督府，摄舍提暾部为双河都督府，鼠尼施处半部为鹰娑都督府。突厥施阿利施部为洁山都督府。种，章勇翻。〕其所役属诸国皆置州府，西尽波斯，并隶安西都护府。〔〖胡三省注〗四镇都督府，州三十四；西域都督府十六，州七十二。〕贺鲁寻死，葬于颉利墓侧。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　冬，十月，庚申日（十一日），吐蕃赞普前来朝廷请求通婚。\n\n\t\t\t　　中书令李义府受皇上宠信，众多尚在怀抱中的孩子一并跻身显贵之列。可是李义府贪得无厌，母亲、妻子和各个儿子、女婿，卖官售狱，其门庭若市，广结朋党，一时轰动朝野。中书令杜正伦经常以老臣自居，而李义府仰仗恩宠，不甘居其之下，由此产生嫌隙，便和李义府在皇上面打起官司。皇上以大臣不和之罪，对双方加以责罚。十一月，乙酉日（初六），将杜正伦贬为横州刺史，将李义府贬为普州刺史。杜正伦不久死于横州。\n\n\t\t\t　　阿史那贺鲁被捉之后，对萧嗣业说：“我本是流亡的边夷之人，被先帝所收留，先帝待我优厚而我却有负于他。今日之败，是上天发怒了。我听说中国处死犯人必定在街市上，希望能把我处死在昭陵之前，以此向先帝谢罪。”皇上闻听后很怜悯他。阿史那贺鲁被押送到京城，甲午日（十五日），献俘于昭陵。皇上下诏赦免他的死罪，把他的种族、部落分编为六个都督府，他所附属的各国都设置成州府，向西直到波斯，一并隶属于安西都护府。贺鲁不久就死了，安葬在颉利的坟墓边。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　戊戌，以许敬宗为中书令，大理卿辛茂将为兼侍中。\n\n\t\t\t　　开府仪同三司鄂忠武公尉迟敬德薨。敬德晚年闲居，学延年术，修饰池台，奏清商乐，以自奉养；不交通宾客，凡十六年。年七十四，以病终，朝廷恩礼甚厚。\n\n\t\t\t　　是岁，爱州刺史褚遂良卒。\n\n\t\t\t　　雍州司士许祎与来济善，〔〖胡三省注〗唐雍州士曹，司士参军事，正七品下，掌津梁舟车舍宅工艺。雍，于用翻。祎，于韦翻。〕侍御史张伦与李义府有怨。吏部尚书唐临奏以祎为江南道巡察使，伦为剑南道巡察使。是时义府虽在外，皇后常保护之。以临为挟私选授。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　戊戌日（十九日），委任许敬宗为中书令，大理寺卿辛茂将为兼侍中。\n\n\t\t\t　　开府仪同三司鄂忠武公尉迟敬德去世。尉迟敬德晚年在家闲居，学习延年益寿方术，修饰池塘台榭，演奏清商之乐，以此自我奉养天年；不与宾客结交往来，共十六年。他享年七十四岁，因病去世，朝廷对他的恩宠和礼遇甚为优厚。\n\n\t\t\t　　同年，爱州刺史褚遂良死去。\n\n\t\t\t　　雍州刺史许祎与来济交好，侍御史张伦与李义府有怨结。吏部尚书唐临奏请任命许祎为江南道巡察使，张伦为剑南道巡察使。当时李义府虽然被贬在外地，但是武皇后经常保护他，因而认为唐临是挟带私情选拔授任官职（按：李义府为普州刺史，由剑南道巡察使管辖）。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　显庆四年（己未　公元659年）\n\n\t\t\t　　春，二月，乙丑，免临官。\n\n\t\t\t　　三月，壬午，西突厥兴昔亡可汗与真珠叶护战于双河，斩真珠叶护。〔〖胡三省注〗真珠叶护事始上卷永徽四年。〕\n\n\t\t\t　　夏，四月，丙辰，以于志宁为太子太师、同中书门下三品；乙丑，以黄门侍郎许圉师参知政事。〔〖胡三省注〗《考异》曰：旧传云：“二年，同中书门下三品。”新传无年。今从《实录》。按《考异》所谓旧传、新传，皆许圉师传也。〕\n\n\t\t\t　　武后以太尉赵公长孙无忌受重赐而不助己，〔〖胡三省注〗事见上卷永徽五年。〕深怨之。及议废王后，燕公于志宁中立不言，〔〖胡三省注〗事见上卷永徽六年。燕，因肩翻。〕武后亦不悦。许敬宗屡以利害说无忌，无忌每面折之，敬宗亦怨。武后既立，无忌内不自安，后令敬宗伺其隙而陷之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗显庆四年（己未　公元659年）\n\n\t\t\t　　春，二月，乙丑日（十八日），罢免唐临官职。\n\n\t\t\t　　三月，壬午日（初五），西突厥兴昔亡可汗和真珠叶护在双河交战，斩杀了真珠叶护。\n\n\t\t\t　　夏，四月，丙辰日（初十），委任于志宁为太子太师、同中书门下三品；乙丑日（十九日），委任黄门侍郎许圉师参知政事。\n\n\t\t\t　　武后由于太尉赵公长孙无忌接受贵重赏赐而不帮助自己，深为怨恨。后来商讨废弃王皇后的事，燕公于志宁中立，不替武后讲话，武后也不高兴。许敬宗多次以利害关系劝说长孙无忌，无忌却经常折他的面子，因而许敬宗也怨恨无忌。武后掌权后，无忌内心不安；武后命许敬宗找机会陷害他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　会洛阳人李奉节告太子洗马韦季方、监察御史李巢朋党事，〔〖胡三省注〗洗，悉荐翻。〕敕敬宗与辛茂将鞫之。敬宗按之急，季方自刺，不死，敬宗因诬奏季方欲与无忌构陷忠臣近戚，使权归无忌，伺隙谋反，今事觉，故自杀。上惊曰：“岂有此邪！舅为小人所间，小生疑阻则有之，何至于反！”敬宗曰：“臣始末推究，反状已露，陛下犹以为疑，恐非社稷之福。”〔〖胡三省注〗《考异》曰：《实录》：“洛阳人李奉节上封事告太子洗马韦季方、监察御史李巢交通朝贵，有朋党之事。诏敬宗与侍中辛茂将鞫之，敬宗按之甚急，季方事迫，自刺，不死。又搜奉节，得私书，有题与赵师者，遂奏言：‘赵师，即无忌也。阴为隐语，欲陷忠良，伺隙谋反。’上惊曰：‘岂当有此，或容恶人间构，小生疑阻，至于即反，犹恐不然。’敬宗奏曰：‘臣始末推勘，自奉节有赵师之言，又得伪书，是季方所作，即疑无忌欲反。使其潜行构间，斥除忠臣近戚，此计若行，自然权归无忌。踪迹已露，陛下犹有所疑，恐非社稷之福。’”旧《无忌传》云：“敬宗使人上封事，称监察御史李巢与无忌交通谋反，诏敬宗与茂将鞫之。”《唐历》、《统纪》与《实录》略同。按奉节乃告事之人，推鞫者岂得反搜奉节之家。且与赵师者谁之私书，若是季方书，安得在奉节家？若在奉节家，奉节当执以兴讼，何待搜而后得？又既云赵师是无忌，乃是实与无忌书，何得谓之伪书？《实录》叙此事殊卤莽，首尾差舛，不可知其详实，故略取大意而已。旧传所云，虽为简径，然高宗初无疑无忌之心，故李弘奉告无忌反，高宗立斩之，何至奉节而独令敬宗鞫之也。且《实录》在前而详，列传在后而略，故亦未可据也。〕上泣曰“我家不幸，亲戚间屡有异志。往年高阳公主与房遗爱谋反，〔〖胡三省注〗事见上卷永徽三年。〕今元舅复然，使朕惭见天下之人。兹事若实，如之何？”对曰：“遗爱乳臭儿，与一女子谋反，势何所成！无忌与先帝谋取天下，天下服其智；为宰相三十年，〔〖胡三省注〗无忌自贞观初为相，至是三十余年。〕天下畏其威；若一旦窃发，陛下遣谁当之？今赖宗庙之灵，皇天疾恶，因按小事，乃得大奸，实天下之庆也。臣窃恐无忌知季方自刺，窘急发谋；攘袂一呼，同恶云集，必为宗庙之忧。臣昔见宇文化及父述为炀帝所亲任，结以昏姻，委以朝政；述卒，化及复典禁兵，一夕于江都作乱，先杀不附己者，臣家亦豫其祸。于是大臣苏威、裴矩之徒，皆舞蹈马首，唯恐不及，黎明遂倾隋室。〔〖胡三省注〗事见一百八十六卷高祖武德元年。〕前事不远，愿陛下速决之！”上命敬宗更加审察。明日，敬宗复奏曰：“去夜季方已承与无忌同反，臣又问季方：‘无忌与国至亲，累朝宠任，何恨而反？’季方答云：‘韩瑗尝语无忌云：“柳奭、褚遂良劝公立梁王为太子，今梁王既废，上亦疑公，故出高履行于外。”〔〖胡三省注〗履行，无忌舅子也，去年出为益州长史。〕自此无忌忧恐，渐为自安之计。后见长孙祥又出，韩瑗得罪，日夜与季方等谋反。’臣参验辞状，咸相符合。请收捕准法。”上又泣曰：“舅若果尔，朕决不忍杀之。若果杀之，天下将谓朕何？后世将谓朕何？”敬宗对曰：“薄昭，汉文帝之舅也，文帝从代来，昭亦有功，所坐止于杀人，文帝遣百官素服哭而杀之，〔〖胡三省注〗事见汉文帝纪。〕至今天下以文帝为明主。今无忌忘两朝之大恩，谋移社稷，其罪与薄昭不可同年而语也。幸而奸状自发，逆徒引服，陛下何疑，犹不早决？古人有言：‘当断不断，反受其乱。’安危之机，间不容发。无忌今之奸雄，王莽、司马懿之流也；陛下少更迁延，臣恐变生肘腋，悔无及矣！”上以为然，竟不引问无忌。戊辰，下诏削无忌太尉及封邑，以为扬州都督，于黔州安置，准一品供给。〔〖胡三省注〗《唐六典》，膳部郎中：一品食料，每日细白米二升，粳米、梁米各一斗五升，粉一升，油五升，盐一升半，醋三升，蜜三合，粟一斗，梨七颗，苏一合，乾枣一升，木橦十根，炭十斤，葱韭豉蒜薑椒之类各有差。每月给羊二十口，猪肉六十斤，鱼三十头各一尺，酒九斗。黔，音琴。〕祥，无忌之从父兄子也，前此自工部尚书出为荆州长史，故敬宗以此诬之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　正赶上洛阳人李奉节告发太子洗马韦季方、监察御史李巢结为朋党之事，高宗敕令许敬宗与辛茂将二人进行审讯。敬宗逼审急迫，致使韦季方自杀，但没有死成。敬宗于是就诬告说“韦季方想和长孙无忌构陷忠臣和皇帝近亲，使大权落入无忌之手，寻找机会谋反，如今事情被发现，故而自杀”。高宗惊异地说：“哪有这等事情？国舅受到小人的挑拨，稍稍产生些疑惑和隔阂倒是有的，哪至于谋反？”敬宗说：“我审查了整个过程，反叛的事实已经暴露，如果陛下还有疑虑的话，恐怕并非国家之福。”高宗哭着说：“我家门不幸，亲戚之中屡屡出现异心之人。以前高阳公主和房遗爱谋反，现在大舅又这样，让我愧对天下百姓。如果此事属实，该怎么办呢？”许敬宗回答：“房遗爱是个乳臭未干小儿，与一女子谋反，能成何气势？长孙无忌和先皇帝一起谋取天下，天下人都佩服他的智谋，他做了三十年宰相，老百姓敬畏他的权威，如果一旦暗中发动谋反，陛下能派谁去抵挡？如今仰赖宗庙有灵，皇天不容罪恶，因而在查办小事时，得以发现大奸之人，实是值得天下庆幸之事。我暗自担心长孙无忌知道季方自杀之事后，会在窘迫之下发动谋反；他带头振臂一呼，邪恶同党云集，势必成为社稷之忧。臣以前见到宇文化及的父亲宇文述得到隋炀帝的亲近和信任，两家联姻，并委托掌管朝政；宇文述死后，宇文化及又掌管皇家禁军，一夜之间便在扬州作乱，先杀掉不跟从自己的人，我家也被卷入祸事之中（许敬宗父亲许善心被宇文化及所害）。于是大臣苏威、裴矩之徒，纷纷效命于宇文化及的马首之前，惟恐慢上一步。结果黎明之时，隋朝皇室便倾覆了。前事距今不远，愿陛下从速决断！”高宗让许敬宗再加以审察。第二天，许敬宗又上奏说：“昨夜季方已经承认和无忌同谋造反。我又问季方说：‘无忌是皇上最亲近的人，历朝受到宠任，有什么仇恨要造反？’季方回答说：‘韩瑗曾经告诉无忌，说“柳奭和褚遂良劝您立梁王（李忠）为太子，现在梁王已经废掉，皇上也怀疑您，所以将高履行（无忌舅舅的儿子）贬到外地去（益州刺史）”。从此以后，长孙无忌就开始担忧害怕，逐渐地为自己的安全做打算。后来看到长孙祥又被贬了出去，韩瑗也获罪，就日夜和季方等人谋划造反。’我考察验证了他的供辞，都相符合。请求依法收捕长孙无忌。”高宗又哭泣着说：“舅舅若果真如此，朕决不忍心杀他。如果真杀了他，天下人将怎么说我，后代人又将怎么说我？”许敬宗回答：“薄昭是汉文帝的舅舅，文帝从代国来（登上皇位），薄昭也是有功的，可是他犯的仅仅是杀人之罪，文帝派遣百官穿上素服哀哭而杀之。时至今日，天下人都认为文帝是贤明的君主。如今无忌忘却两朝皇帝大恩，谋算改变社稷，他的罪与薄昭相比，是不可相提并论的。幸亏他的奸谋自行败露，其一帮逆徒服罪，陛下疑虑什么，还不早做决断？古人有话说：‘当断不断，反受其乱。’当下安危之机，容不得丝毫犹豫。无忌是当今的奸雄，是王莽、司马懿之流。如果陛下再稍作拖延，臣恐陛下身边生变，后悔就来不及了。”高宗认为有道理，竟然不找无忌查问。戊辰日（二十二日），高宗下诏削去无忌的太尉官职以及所拥有的封邑，让他做扬州都督，到黔州安置，照准一品官员的待遇供给。长孙祥是无忌的堂兄的儿子，之前从工部尚书贬为荆州长史，故而许敬宗又以此事诬陷长孙无忌。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　敬宗又奏：“无忌谋逆，由褚遂良、柳奭、韩瑗构扇而成。奭仍潜通宫掖，谋行鸩毒。于志宁亦党附无忌。”于是诏追削遂良官爵，除奭、瑗名，免志宁官。〔〖胡三省注〗于志宁欲以缄默免祸而卒不免，不若褚遂良无愧于昭陵也。〕遣使发道次兵援送无忌诣黔州。无忌子秘书监驸马都尉冲等皆除名，流岭表。〔〖胡三省注〗长孙冲尚太宗女长乐公主。〕遂良子彦甫、彦冲流爱州，于道杀之。益州长史高履行累贬洪州都督。〔〖胡三省注〗自大都督长史为远州都督为贬。益州，在京师西南二千三百七十九里，至东都三千二百一十六里。洪州在京师东南三千九十里，至东都二千二百一十一里。《考异》曰：旧传云三年，误也。今从唐历。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　许敬宗又上奏说“无忌图谋叛逆，是由褚遂良、柳奭、韩瑗挑拨煽动的。柳奭还秘密勾通内宫，图谋下毒。于志宁也结党附从于长孙无忌”。于是，高宗颁布诏书，又削夺了褚遂良的官爵，给予柳奭、韩瑗除名，免去于志宁的官职。高宗派遣使者调派途中兵士接力押送长孙无忌到黔州。无忌的儿子秘书监驸马都尉长孙冲等人都被除名，流放到岭南地区。褚遂良的儿子褚彦甫、褚彦仲流放到爱州，又于途中杀掉了他们。益州长史高履行再次被贬，去做洪州都督。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，丙申，兵部尚书任雅相、度支尚书卢承庆并参知政事。承庆，思道之孙也。〔〖胡三省注〗卢思道仕于高齐，以文称。〕\n\n\t\t\t　　凉州刺史赵持满，多力善射，喜任侠；其从母为韩瑗妻，其舅驸马都尉长孙铨，无忌之族弟也，铨坐无忌，流巂州。〔〖按〗巂，音西。巂州：北周天和五年（570年）改为西宁州，旋又改严州。隋开皇六年（586年）复为西宁州，十八年又改为巂州，治越巂县（今四川西昌市）。〕许敬宗恐持满作难，诬云无忌同反，〔〖胡三省注〗“诬云”之下，恐脱“与”字。〕驿召至京师，下狱，讯掠备至，终无异辞，曰：“身可杀也，辞不可更！”吏无如之何，乃代为狱辞结奏。〔〖胡三省注〗结奏，结其罪而奏之。〕戊戌，诛之，尸于城西，亲戚莫敢视。友人王方翼叹曰：“栾布哭彭越，义也；文王葬枯骨，仁也。下不失义，上不失仁，不亦可乎！”乃收而葬之。上闻之，不罪也。方翼，废后之从祖兄也。长孙铨至流所，县令希旨杖杀之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　五月，丙申日（二十日），兵部尚书任雅相、度支尚书卢承庆一并任参知政事（参预宰相事务）。卢承庆是卢思道的孙子。\n\n\t\t\t　　凉州刺史赵持满，力大而善于射箭，喜欢做侠义之事，其姨妈是韩瑗之妻，其舅舅驸马都尉长孙铨是长孙无忌的族弟。长孙铨因长孙无忌而坐罪，被流放到巂州。许敬宗担心赵持满发难反抗，就诬告他和长孙无忌一同谋反，以驿马传召至京城，投入大狱，用各种手段刑讯逼供，而赵持满始终没有改口，他说：“杀身可以，我的话不可改！”刑讯小吏拿他没办法，于是代他写下供词以结案上奏。戊戌（二十二日），处死赵持满，暴尸长安城西，亲戚不敢探视。赵持满的友人王方翼叹道：“栾布哭彭越，是义。文王葬枯骨，是仁。做臣子的不失于义，做皇上的不失于仁，不还值得肯定吗？”于是王方翼为赵持满收尸安葬。高宗听说此事后，没有加罪。王方翼，是被废掉的王皇后的从祖兄长。长孙铨被押至流放地巂州，当地县令迎合上司旨意，以杖刑杀害了他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，丁卯，诏改《氏族志》为《姓氏录》。\n\n\t\t\t　　初，太宗命高士廉等修《氏族志》，〔〖胡三省注〗事见一百九十五卷贞观十二年。〕升降去取，时称允当。至是，许敬宗等以其书不叙武氏本望，奏请改之，乃命礼部郎中孔志约等比类升降，以后族为第一等，其余悉以仕唐官品高下为准，凡九等。于是士卒以军功致位五品，豫士流，时人谓之“勋格”。\n\n\t\t\t　　许敬宗议封禅仪，己巳，奏：“请以高祖、太宗俱配昊天上帝，太穆、文德二皇后俱配皇地祇。”从之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月，丁卯日（二十二日），下诏把《氏族志》改为《姓氏录》。\n\n\t\t\t　　起初，太宗命令高士廉等人修撰《氏族志》，其中氏族等级的升降与取舍，当时被认为是妥当的。到此时，许敬宗等人认为《氏族志》没有体现武氏本族名望，因而奏请修改；皇上命令礼部郎中孔志约等，比照原升降规则，把武皇后的族姓排为第一等，其余的全部按在唐朝为官的品位高低为准，共分九等。从此，士卒们以军功获升五品以上官位的，列序士族之流，时人称之为“勋格”。\n\n\t\t\t　　许敬宗倡议“封禅”礼仪之事，己巳日（二十四日），上奏说：“请求把高祖、太宗一同和昊天上帝配祭，太穆、文德两位皇后和皇地祗配祭。”高宗准奏。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，命御史往高州追长孙恩，象州追柳奭，振州追韩瑗，并枷锁诣京师，仍命州县簿录其家。恩，无忌之族弟也。\n\n\t\t\t　　壬寅，命李勣、许敬宗、辛茂将与任雅相、卢承庆更共覆按无忌事。〔〖胡三省注〗《考异》曰：《唐历》：是日以台州刺史来济为庭州刺史。按来济与韩瑗事同一体，瑗方下狱，济岂得移官。《旧事》云，五年徙庭州，近是。〕许敬宗又遣中书舍人袁公瑜等诣黔州，再鞫无忌反状，至则逼无忌令自缢。诏柳奭、韩瑗所至斩决。使者杀柳奭于象州。〔〖胡三省注〗《考异》曰：《旧传》云：“奭累贬爱州刺史，高宗就爱州杀之。”今从《实录》。〕韩瑗已死，发验而还。〔〖胡三省注〗发棺而验其尸。还，从宣翻，又如字。《考异》曰：旧瑗传云：“四年卒官，明年，长孙无忌死，遣使杀之；使至，瑗已死。”《褚遂良传》：“三年卒官，后二岁追削官爵。”《实录》或因无忌徙黔州，终言之。然诸书多在此月，盖因《实录》、《年代记》云，七月辛未，遣使逼无忌自缢。按长历，七月丙子朔，无辛未，不可据也。〕籍没三家，近亲皆流岭南为奴婢。常州刺史长孙祥坐与无忌通书，处绞。〔〖胡三省注〗常州在京师东南二千八百四十三里，至东都一千九百八十三里。〕长孙恩流檀州。〔〖胡三省注〗檀州，汉渔阳郡絷奚县地。后魏置安州，后周改曰玄州。隋开皇十六年改檀州，大业初，废州为安乐郡，唐复为檀州。在京师东北二千五百六十七里，至东都一千八百四十四里。《考异》曰：《唐统纪》、《唐历》皆云“长孙恩”，新书云“族弟恩”。《统纪》《唐历》：长孙铨流巂州，县令希旨杀之，在此下。《实录》：“铨流巂州，许敬宗惧其甥赵特满作难，遂杀持满。”是铨流巂州在前，今从之。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋季七月，高宗命令御史去高州追缉长孙恩，去象州追缉柳奭，去振州追缉韩瑗，一并用枷锁把他们押解到京城，还命令所在州县抄没他们的家。长孙恩，是长孙无忌同族的堂弟。\n\n\t\t\t　　壬寅，命李勣、许敬宗、辛茂将与任雅相、卢承庆更共覆按无忌事。许敬宗又遣中书舍人袁公瑜等诣黔州，再鞫无忌反状，至则逼无忌令自缢。诏柳奭、韩瑗所至斩决。使者杀柳奭于象州。韩瑗已死，发验而还。籍没三家，近亲皆流岭南为奴婢。常州刺史长孙祥坐与无忌通书，处绞。长孙恩流檀州。\n\n\t\t\t　　壬寅日（二十七日），唐高宗命令李世勣、许敬宗、辛茂将和任雅相、卢承庆再次共同复审长孙无忌的案件。许敬宗又派中书舍人袁公瑜等人去黔州，再审讯长孙无忌谋反的诉状，到黔州后就逼着长孙无忌令其自缢。高宗下诏，命令柳奭、韩瑗所流放的地方将他们斩首处决。使者在象州杀死柳奭。韩瑗已经死去，开棺验尸后返回。按户籍抄没三家财产，他们的近亲全都流放到岭南做奴婢。常州刺史长孙祥因为与长孙无忌通过书信，被处以绞刑。长孙恩被流放到檀州。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，壬子，以普州刺史李义府兼吏部尚书、同中书门下三品。义府既贵，自言本出赵郡，与诸李叙昭穆。无赖之徒藉其权势，拜伏为兄叔者甚众。给事中李崇德初与同谱，及义府出为普州，即除之。义府闻而衔之，及复为相，使人诬构其罪，下狱，自杀。\n\n\t\t\t　　乙卯，长孙氏、柳氏缘无忌、奭贬降者十三人。高履行贬永州刺史，〔〖胡三省注〗永州旧零陵郡，隋平陈，置永州，在京师南三千二百七十四里，至东都三千六百六十五里。〕于志宁贬荣州刺史。于氏贬者九人。自是政归中宫矣。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　八月，壬子日（初八），委任普州刺史李义府兼任吏部尚书、同中书门下三品。李义府宠贵之后，自称祖先出自赵郡李氏，和宗室众李姓子弟排列辈分。无赖之徒攀附他的权势，拜认他为兄长、叔叔的人甚多。给事中李崇德当初和李义府同一谱系，等到李义府调任普州刺史时，就将其从族谱中除名了。李义府听说后记恨李崇德，等到再次担任宰相，就指使人诬构他的罪名，使下入牢狱，致其自尽。\n\n\t\t\t　　乙卯日（十一日），长孙氏、柳氏由于长孙无忌、柳奭的案件而被降职的有十三人。高履行贬为永州刺史，于志宁贬为荣州刺史。于家被贬的有九人。自此，朝政大权归于武氏皇后之手了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，诏以石、米、史、大安、小安、曹、拔汗那、悒怛、疏勒、朱驹半等国置州县府百二十七。〔〖胡三省注〗米国，或曰弥末，或曰弭秣贺，北百里距康国；其王治钵息德城。大安，一曰布豁，又曰捕喝，元魏谓忸密者，东北至小安四百里，西濒乌浒河，治河谧城，即康居小君长罽王故地。小安，一曰东安，曰喝汗，在那密水之阳，东距河二百里许，治喝汗城。曹亦有东、西、中国，东曹居波悉山之阴，汉贰师城地也，北至石，西至康，东北宁远，皆四百里。西曹者，隋时曹国也，南接史及波览，治瑟底㾗城。中曹治迦底真城。拔汗那，即宁远，或曰鏺汗，元魏所谓破洛那，去京师八千里，居西鞬城，在真珠河之北，后分为二：一治呼闷城，一治遏塞城。悒怛国，汉大月氏之种，大月氏为乌孙所夺，西过大宛，击大夏臣之。大夏即吐火罗也。嚈噠，王姓也，后世以姓为国，讹为悒怛。杜佑曰：“嚈噠，或云高车之别种，或云大月氏之别种；悒怛亦大月氏别种。”如佑所云，则嚈噠、悒怛似是两国。疏勒，一名佉沙，距长安九千里而赢。悒，音邑。怛，当割翻。〖按〗割，古音读嘎。“当割翻”，拼读“达”音。〕\n\n\t\t\t　　冬，十月，丙午，太子加元服，赦天下。〔〖胡三省注〗太子加元服，其仪备见于新书礼志。〕\n\n\t\t\t　　初，太宗疾山东士人自矜门地，昏姻多责资财，命修《氏族志》例降一等。王妃、主婿皆取勋臣家，不议山东之族。而魏徵、房玄龄、李勣家皆盛与为昏，常左右之，由是旧望不减；或一姓之中，更分某房某眷，高下悬隔。李义府为其子求昏不获，恨之，故以先帝之旨，劝上矫其弊。壬戌，诏后魏陇西李宝、太原王琼、荥阳郑温、范阳卢子迁、卢浑、卢辅、清河崔宗伯、崔元孙　前燕博陵崔懿、晋赵郡李楷等子孙，不得自为昏姻。仍定天下嫁女受财之数，毋得受陪门财。〔〖胡三省注〗陪门财者，女家门望未高，而议姻之家非耦，令其纳财以陪门望。〕然族望为时俗所尚，终不能禁。或载女窃送夫家，或女老不嫁，终不与异姓为昏。其衰宗落谱，昭穆所不齿者，往往反自称禁婚家，益增厚价。〔〖胡三省注〗厚取陪门之财也。〕\n\n\t\t\t　　闰月，戊寅，上发京师，令太子监国。太子思慕不已，〔〖胡三省注〗人少则慕父母。〕上闻之，遽召赴行在。戊戌，车驾至东都。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　九月，下诏在石、米、史、大安、小安、曹、拔汗那、悒怛、疏勒、朱驹半等国，设置一百二十七个州县府。\n\n\t\t\t　　冬，十月，丙午日（初三），举行太子加冠礼，大赦天下。\n\n\t\t\t　　起先，太宗厌恶山东士人自夸门第，与人通婚时多索取钱财，于是命令修订《氏族志》，按规定把山东士人降低一等；选王妃、为公主择胥时全都找功臣门户，不与山东士族议婚。然而魏徵、房玄龄、李勣家都热衷于与他们通婚，经常庇护他们，因此他们旧有的声望并未降低；他们或在一姓之中，又分某房某眷，身份高下悬殊。李义府为儿子向山东士族求婚不成，怀恨在心，所以用先帝的旨意，劝说皇上纠正这一弊端。壬戌日，朝廷诏令北魏陇西人李宝，太原人王琼，荥阳人郑温，范阳人卢子迁、卢浑、卢辅，清河人崔宗伯、崔元孙，前燕博陵人崔懿，晋赵郡人李楷等人的子孙，不能自己联姻。又规定天下人嫁女儿接受钱财的数目，男方不准接受女方“陪门”之财。然而讲究家族名望是时俗所崇尚的，私下联姻之事始终不能禁止。有的人家用车载着女儿暗自送到已聘过婚的夫家，有的人家女儿老大了也不出嫁，始终不与小姓人家通婚。那些因宗支衰败而官谱失载，被同族看不起的人，往往反而自称是被禁止联姻的望族之家，联姻身价越发增高。\n\n\t\t\t　　闰月，戊寅日（初五），皇上由京师出发外出，命太子在朝廷监守。太子思念父王不已，皇上闻知后，速召太子前往行途驻地。戊戌日（二十五日），皇上车驾来到了东都。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，丙午，以许圉师为散骑常侍、检校侍中。\n\n\t\t\t　　戊午，侍中兼左庶子辛茂将薨。\n\n\t\t\t　　思结俟斤都曼帅疏勒、朱俱波、谒般陀三国反，〔〖胡三省注〗新书作“喝盘陀”，或曰“汉陀”，曰“渴馆檀”，亦谓“渴罗陀”；由疏勒西南入剑末谷不忍岭六百里，则其国也；距瓜州四千五百里，直朱俱波西南，距悬度山。俟，渠之翻。帅，读曰率。〕击破于阗。癸亥，以左骁卫大将军苏定方为安抚大使以讨之。\n\n\t\t\t　　以卢承庆同中书门下三品。\n\n\t\t\t　　右领军中郎将薛仁贵等与高丽将温沙门战于横山，破之。\n\n\t\t\t　　苏定方军至业叶水，〔〖胡三省注〗自庭州轮台县西行三百许里，至业叶河。〕思结保马头川。定方选精兵万人、骑三千匹驰往袭之，一日一夜行三百里；诘旦，至城下，都曼大惊。战于城外，都曼败，退保其城。及暮，诸军继至，遂围之，都曼惧而出降。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　十一月，丙午日（初四），委任许圉师为散骑常侍、检校侍中。\n\n\t\t\t　　戊午日（十六日），侍中兼左庶子辛茂将去世。\n\n\t\t\t　　思结俟斤都曼带领疏勒、朱俱波、谒般陀三国反叛，打败了于阗。癸亥日（二十一日），委任左骁卫大将军苏定方为安抚大使给予讨伐。\n\n\t\t\t　　委任卢承庆为同中书门下三品。\n\n\t\t\t　　右领军中郎将薛仁贵等人与高丽将温沙门战于横山，攻破了他。\n\n\t\t\t　　苏定方的军队到达业叶水，思结人镇守马头川。苏定方挑选精锐士兵一万人、骑兵三千，奔驰前往偷袭，一天一夜行军三百里；次日天亮来到城下，都曼大为惊讶。双方交战于城外，都曼战败，退守其城。等到了黄昏，各路军马相继到达，于是包围住城池，都曼恐惧而出城投降。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　显庆五年（庚申　公元660年）\n\n\t\t\t　　春，正月，定方献俘于乾阳殿。〔〖胡三省注〗乾阳殿在洛阳宫。〕法司请诛都曼，定方请曰：“臣许以不死，故都曼出降，愿丐其余生。”上曰：“朕屈法以全卿之信。”乃免之。\n\n\t\t\t　　甲子，上发东都；二月，辛巳，至并州。〔〖胡三省注〗东都至并州八百八里。〕三月，丙午，皇后宴亲戚故旧邻里于朝堂，妇人于内殿，班赐有差。〔〖胡三省注〗武后，并州文水县人。天子行幸所至，皆有朝堂。太宗伐高丽，张受降幕于朝堂之侧，是也。皇后所居为内殿。〕诏：“并州妇人年八十以上，皆版授郡君。”〔〖胡三省注〗郡君有正四品、从四品、正五品之差。〖按〗“版授”，指不经朝命而用白版授予官职或封号，仅属一种荣誉和赏赐。〕\n\n\t\t\t　　百济恃高丽之援，数侵新罗；新罗王春秋上表求救。辛亥，以左武卫大将军苏定方为神丘道行军大总管，〔〖胡三省注〗新书作“神兵道”。〕帅左骁卫将军刘伯英等水陆十万以伐百济。〔〖胡三省注〗《考异》曰：旧书定方传、新罗传皆云定方为熊津道大总管。《实录》定方传亦同。今从此年《实录》、《新唐书·本纪》。又旧《本纪》、《唐历》皆云，“四年十二月癸亥，以定方为神丘道大总管，刘伯英为嵎夷道行军总管。”按定方时讨都曼，未为神丘道总管，《旧书》、《唐历》皆误。今从《实录》。〕以春秋为嵎夷道行军总管，〔〖胡三省注〗因《尧典》“宅嵎夷曰旸谷”而命之。〕将新罗之众，与之合势。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗显庆五年（庚申　公元660年）\n\n\t\t\t　　春，正月，苏定方在乾阳殿献上俘虏。法司奏请把都曼杀掉。苏定方奏请说：“臣曾答应不杀他，故而都曼才出城投降，愿为其乞求留下余生。”皇上说：“朕就放宽法令来成全你的信誉”。于是免除了都曼一死。\n\n\t\t\t　　甲子日（二十三日），皇上离开东都；二月，辛巳日（初十），到达并州。三月，丙午日（初五），皇后在朝堂宴请亲戚、朋友、邻居，女人在内殿，颁赏各有等差。颁诏：“并州妇女年龄在八十岁以上的，都授封‘郡君’荣誉称号。”\n\n\t\t\t　　百济倚仗高丽的援助，屡次侵扰新罗；新罗王金春秋上奏表请求救兵。辛亥日（初十），朝廷任命左武卫大将军苏定方为神丘道行军大总管，率领左骁卫将军刘伯英等水陆军十万人去征讨百济。朝廷任命金春秋为嵎夷道行军总管，率领新罗的部众，同苏定方军队合成一势。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，戊寅，上发并州；癸巳，至东都。五月，作合璧宫。〔〖胡三省注〗时改八关宫为合璧宫，在东都苑内。〕壬戌，上幸合璧宫。\n\n\t\t\t　　戊辰，以定襄都督阿史德枢宾、左武候将军延陁梯真、〔〖胡三省注〗梯真，薛延陀之种，因以为姓。〕居延州都督李合珠并为冷岍道行军总管，〔〖胡三省注〗岍，与鲋同，即冷径山。奚与契丹依阻此山以自固，其地在潢水之南，黄龙之北。〕各将所部兵以讨叛奚，仍命尚书右丞崔余庆充使总护三部兵，奚寻遣使降。更以枢宾等为沙砖道行军总管，以讨契丹，擒契丹松漠都督阿卜固送东都。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　夏，四月，丙寅日，皇上离开并州；癸巳日（二十三日），来到东都。五月，修建合璧宫。壬戌日（二十二日），皇上亲临合璧宫。\n\n\t\t\t　　戊辰日（二十八日），委任定襄都督阿史德枢宾、左武候将军延陀梯真、居延州都督李合珠一并为冷岍道行军总管，分别率领各自的士兵征讨反叛的奚人，又派尚书右丞崔余庆总监护三部兵马，奚人很快就派使者请求投降。朝廷又任命阿史德枢宾等人为沙砖道行军总管，来征讨契丹，擒获契丹松漠都督阿卜固押送到东都。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，庚午朔，日有食之。\n\n\t\t\t　　早午，车驾还洛阳宫。\n\n\t\t\t　　房州刺史梁王忠，年浸长，颇不自安，或私衣妇人服以备刺客，又数自占吉凶。或告其事，秋，七月，乙巳，废忠为庶人，徙黔州，囚于承乾故宅。〔〖胡三省注〗太宗贞观十七年，徙太子承乾于黔州。黔，音琴。〕\n\n\t\t\t　　丁卯，度支尚书、同中书门下三品卢承庆坐科调失所免官。〔〖胡三省注〗度支尚书，凡傜赋职贡之方，经费賙给之算，藏货嬴缩之准，悉以咨之。今科调不得其所，为不任其职，故免所居官。调，徒吊翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月，庚午朔日（初一），出现日蚀。\n\n\t\t\t　　甲午日（二十五日），皇上车驾回到洛阳宫。\n\n\t\t\t　　房州刺史梁王李忠，年纪逐渐增高，内心很不安，有时私下穿上女人的衣服来防备刺客，又多次为自己占卜吉凶。有人告发这些事情，秋季七月乙巳日（初六），朝廷废李忠为庶人，迁徙到黔州，囚禁在李承乾的旧宅。\n\n\t\t\t　　丁卯日（二十八日），度支尚书、同中书门下三品卢承庆因犯了调派失策的罪而被罢官。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，吐蕃禄东赞遣其子起政将兵击吐谷浑，以吐谷浑内附故也。\n\n\t\t\t　　苏定方引军自成山济海，百济据熊津江口以拒之。定方进击破之，百济死者数千人，余皆溃走。定方水陆齐进，直趣其都城。〔〖胡三省注〗《北史》：百济都俱拔城，亦曰固麻城，其外更有五方，中方曰古沙城，东方曰得安城，南方曰久知下城，西方曰刀先城，北方曰熊津城。趣，七喻翻。〕未至二十余里，百济倾国来战，大破之，杀万余人；追奔，入其郭。百济王义慈及太子隆逃于北境，定方进围其城。义慈次子泰自立为王，帅众固守。隆子文思曰：“王与太子皆在，而叔遽拥兵自王，借使能却唐兵，我父子必不全矣。”遂师左右逾城来降，百姓皆从之，泰不能止。定方命军士登城立帜，泰窘迫，开门请命。于是义慈、隆及诸城主皆降。百济故有五部，分统三十七郡、二百城、七十六万户，诏以其地置熊津等五都督府，〔〖胡三省注〗熊津、马韩、东明、金连、德安五都督府。〕以其酋长为都督、刺史。\n\n\t\t\t　　壬午，左武卫大将军郑仁泰将兵讨思结、拔也固、仆骨、同罗四部，〔〖胡三省注〗拔也固即拔野古。仆骨即仆固。〕三战皆捷；追奔百余里，斩其酋长而还。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　八月，吐蕃禄东赞派遣儿子起政率兵攻击吐谷浑，是因为吐谷浑归附朝廷的缘故。\n\n\t\t\t　　苏定方领兵从成山渡海，百济据守熊津江口进行抵御。苏定方进击突破之，百济死亡数千人，余下的都溃散而逃。苏定方自水陆齐头并进，直趋百济都城。还差二十几里时，百济出动全国兵力来战，苏定方又大破之，杀死一万余人；大军追逃，进入百济都城的外城。百济王扶余义慈和太子扶余隆逃到北部边境，苏定方进而围其内城。扶余义慈的次子扶余泰自立为百济王，率领部众坚守。扶余隆的儿子扶余文思说：“大王和太子都在，可是叔父突然拥兵自立为王，假如能击退唐兵，我们父子也必定不能保全了。”于是他率领身边的侍从越城来降，百姓都跟随他，扶余泰不能阻止。苏定方命令士兵登上城头树立旗帜，扶余泰处境窘迫，打开城门请求保全性命。于是扶余义慈、扶余隆和各城主都来投降。百济原来分为五部，分别统领三十七郡、二百城、七十六万户。朝廷下诏在百济设置熊津等五个都督府，任命当地酋长为都督、刺史。\n\n\t\t\t　　壬午日（十四日），左武卫大将军郑仁泰带领军队征讨思结、拔也固、仆骨、同罗四个部落，连战三胜；追逃一百余里，斩杀其酋长而还。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，上初苦凤眩头重，目不能视，百司奏事，上或使皇后决之。后性明敏，涉猎文史，处事皆称旨。由是始委以政事，权与人主侔矣。〔〖胡三省注〗史言后移唐祚，至是而势成。处，昌吕翻。称，尺证翻。〕\n\n\t\t\t　　十一月，戊戌朔，上御则天门楼，〔〖胡三省注〗《唐六典》：东都宫城南面三门，中曰应天，后以武后号则天，遂更曰则天也。〕受百济俘，自其王义慈以下皆释之。苏定方前后灭三国，皆生擒其主。〔〖胡三省注〗谓驾鲁、都曼、义慈也。〕赦天下。\n\n\t\t\t　　甲寅，上幸许州。十二月，辛未，畋于长社。〔〖胡三省注〗长社，汉古县，属颍川郡，隋改长社曰颍川，唐复旧，带许州。〕己卯，还东都。\n\n\t\t\t　　壬午，以左骁卫大将军契苾何力为浿江道行军大总管，〔〖胡三省注〗浿水，在高丽国中。骁，坚尧翻。契，欺讫翻。浿，普盖翻。〕左武卫大将军苏定方为辽东道行军大总管，左骁卫将军刘伯英为平壤道行军大总管，蒲州刺史程名振为镂方道总管，将兵分道击高丽。青州刺史刘仁轨坐督海运覆船，以白衣从军自效。〔〖胡三省注〗《考异》曰：旧传云：“监统水军征辽，以后期坐免官。”按仁轨从军乃在百济，非征辽也。今从张鷟《朝野俭载》。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　冬，十月，皇上开始感受到眩晕头重的痛苦，眼睛不能视物，百司奏报政事，皇上有时让皇后裁决。皇后生性聪明机敏，泛览过文史，处理事情都符合皇上心意。由此开始委任皇后处理政事，皇后的权力与国君相等了。\n\n\t\t\t　　十一月，戊戌朔日（初一），皇上来到则天门楼，接受百济俘虏，将百济王扶余义慈以下全部释放。苏定方前后攻灭三个国家，都生擒其主（谓贺鲁、都曼、义慈）。大赦天下。\n\n\t\t\t　　甲寅日（十七日），皇上驾临许州。十二月，辛未日（初五），到长社县狩猎。己卯日（十三日），回归东都。\n\n\t\t\t　　壬午日（十六日），朝廷任命左骁卫大将军契苾何力为浿江道行军大总管，左武卫大将军苏定方为辽东道行军大总管，左骁卫将军刘伯英为平壤道行军大总管，蒲州刺史程名振为镂方道总管，率领士兵分道攻打高丽。青州刺史刘仁轨因监督海上运输时翻船而获罪，就以普通人身份从军效力。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　龙朔元年（辛酉　公元661年）\n\n\t\t\t　　春，正月，乙卯，募河南北、淮南六十七州兵，得四万四千余人，诣平壤、镂方行营。戊午，以鸿胪卿萧嗣业为夫余道行军总管，帅回纥等诸部兵诣平壤。\n\n\t\t\t　　二月，乙未晦，改元。\n\n\t\t\t　　三月，丙申朔，上与群臣及外夷宴于洛城门，〔〖胡三省注〗《唐六典》：洛阳宫城西北出曰洛城西门，其内曰德昌殿，建昌殿南出曰延庆门，又南曰韶晖门，西南曰洛城南门，其内曰洛城殿。〕观屯营新教之舞，谓之《一戎大定乐》。〔〖胡三省注〗取一戎衣天下大定之义。舞者，百四十人，被五采甲，持槊而舞。刘昫曰：大定乐出自破陈乐，自破陈舞以下，皆雷大鼓，杂以龟兹之乐，声振百里，动荡山谷。大定乐加金钲，象平辽东而边隅大定也。杜佑曰：《大定乐歌》云：“八纮同轨乐。”。〖按〗陈，古同“阵”。〕时上欲亲征高丽，以象用武之势也。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗龙朔元年（辛酉　公元661年）\n\n\t\t\t　　春，正月，乙卯日（十九日），征召黄河南北、淮河之南六十七州的兵员，得到四万四千多人，来到平壤、镂方的行营。戊午日（二十二日），委任鸿胪卿萧嗣业为扶余道的行军总管，统领回纥等各部的兵员来到平壤。\n\n\t\t\t　　二月，乙未晦日（三十日），改年号为龙朔。\n\n\t\t\t　　三月，丙申朔日（初一），皇上和群臣以及外夷在洛城门宴饮，观看当地驻军新编排的乐舞，名为《一戎大定乐》。当时皇上想要亲自征讨高句丽，以此来象征用兵的态度。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，苏定方即平百济，留郎将刘仁愿镇守百济府城，又以左卫中郎将王文度为熊津都督，抚其余众。文度济海而卒，百济僧道琛、故将福信聚众据周留城，迎故王子丰于倭国而立之，引兵围仁愿于府城。诏起刘仁轨检校带方州刺史，〔〖胡三省注〗带方州置于百济界，因古地名以名州。《考异》曰：《佥载》云：“刘仁愿以仁轨检校带方州刺史。”今从本传。〕将王文度之众，便道发新罗兵以救仁愿。仁轨喜曰：“天将富贵此翁矣！”于州司请《唐历》及“庙讳”以行，〔〖胡三省注〗按刘仁轨自青州刺史白衣从军，此盖于青州州司请之也。〕曰：“吾欲扫平东夷，颁大唐正朔于海表！”仁轨御军严整，转斗而前，所向皆下。百济立两栅于熊津江口，仁轨与新罗兵合击，破之，杀、溺死者万余人。道琛等乃释府城之围，退保任存城。〔〖胡三省注〗任存城在百济西部任存山。《考异》曰：《实录》或作“任孝城”，未知孰是。今从其多者。〕新罗粮尽，引还。道琛自称领军将军，福信自称霜岑将军，招集徒众，其势益张。仁轨众少，与仁愿合军，休息士卒。上表诏新罗出兵，新罗王春秋奉诏，遣其将金钦将兵救仁轨等，至古泗，福信邀击，败之。钦自葛岭道遁还新罗，不敢复出。福信寻杀道琛，专总国兵。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　当初，苏定方平定百济后，留下郎将刘仁愿镇守百济府城，又任命左卫中郎将王文度为熊津都督，安抚余下的民众。王文度渡海时失事身亡，百济僧人道琛、原将领福信聚集兵众占据周留城，从倭国迎回原王子扶余丰而立为百济王，领兵在府城包围刘仁愿。朝廷诏令起用刘仁轨检校带方州刺史，率领王文度的部众，走小路调发新罗军队去救援刘仁愿。刘仁轨高兴地说：“上天将使本翁富贵了！”他向州府索取《唐历》及“庙讳”后出发，说道：“我要荡平东夷，在海外颁布大唐的历法！”刘仁轨治军严整，转战而进，攻无不克。百济在熊津江口树立两道栅栏，刘仁轨和新罗军队联合攻打，将其击败，敌军被杀或溺水而亡的有一万余人。道琛等人于是解除对府城的包围，退守任存城。新罗粮草用尽，领兵返回。道琛自称领军将军，福信自称霜岑将军，招集兵徒散众，其声势越加显赫。刘仁轨兵少，与刘仁愿合兵一处，休整士卒。皇上诏令新罗出兵，新罗王金春秋领受诏命，派他的将领金钦率领军队救援刘仁轨等，来到古泗，遭到福信的截击，被打败。金钦沿着葛岭道逃回新罗，不敢再出兵。福信不久后又杀死道琛，总揽全国兵权。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，丁卯，上幸合璧宫。\n\n\t\t\t　　庚辰，以任雅相为浿江道行军总管，契苾何力为辽东道行军总管，苏定方为平壤道行军总管，与萧嗣业及诸胡兵凡三十五军，水陆分道并进。上欲自将大军继之。癸巳，皇后抗表谏亲征高丽；诏从之。\n\n\t\t\t　　六月，癸未，以吐火罗、嚈哒、罽宾、波斯等十六国〔〖胡三省注〗罽宾，隋漕国也，居葱岭南，距长安万二千里而赢。四国及诃达罗支国、解苏国、骨咄施国、帆延国、石汗那国、护时犍国、怛没国、乌拉喝国、多勒建国、俱蜜国、护蜜多国、久越得犍国，凡十六。嚈，益涉翻。哒，当割翻，又宅轧翻。罽，音计。〕置都督府八，州七十六，〔〖胡三省注〗《考异》曰：《唐历》云：“置州二十六”，今从《统纪》。今按新书《地理志》，时自于阗以西，波斯以东，凡十六国，各以其王都为都督府。吐火罗国都为月氏都督府，领州二十五。嚈哒国都为大汗都督府，领州十五。诃达罗支国都为条支都督府，领州九。解苏国都为天马都督府，领州二。骨咄施国都为高附都督府，领州二。罽宾国都为修鲜都督府，领州十。帆延国都为写凤都督府，领州四。石汗那国都为悦般州都督府，领州二。护时犍国都奇沙州都督府，领州二。怛没国都为姑墨州都督府，领州一。乌拉喝国都为旅獒州都督府，多勒建国都为昆墟州都督府，俱蜜国都至拔州都督府，护蜜多国都为乌飞都督府，领州一；久越得犍国都为王庭州都督府，波斯国都为波斯都督府。《通鉴》言置都督府八者，盖谓月氏、大汗、条支、天马、高附、修鲜、写凤、波斯八都督府，余悦般等八州都督府不预也。新志所载领州七十二，其数亦与《通鉴》所引《统纪》不合。〕县一百一十，军府一百二十六，并隶安西都护府。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　夏，四月，丁卯日（初三），皇上亲临合璧宫。\n\n\t\t\t　　庚辰日（十六日），朝廷任命任雅相为浿江道行军总管，契苾何力为辽东道行军总管，苏定方为平壤道行军总管，与萧嗣业以及各部胡人军队共三十五军，水陆分道并进。皇上想要亲率大军做后援。癸巳日（二十九日），皇后上表不同意皇上亲征高丽，皇上复诏依从了她。\n\n\t\t\t　　六月，癸未日（十九日），把吐火罗、噘哒、罽宾、波斯等十六个国家，设立为八个都督府、七十六州、一百一十县，一百二十六个军府，都归于安西都护府统管。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，甲戌，苏定方破高丽于浿江，屡战皆捷，遂围平壤城。\n\n\t\t\t　　九月，癸巳朔，特进新罗王春秋卒；以其子法敏为乐浪郡王、新罗王。\n\n\t\t\t　　壬子，徙潞王贤为沛王。贤闻王勃善属文，召为修撰。勃，通之孙也。〔〖胡三省注〗王通，隋末大儒，谥文中子。〕时诸王斗鸡，勃戏为《檄周王鸡文》。〔〖胡三省注〗《考异》曰：旧传云“檄英王鸡”。按中宗为英王时，沛王贤已为太子，当云周王。〕上见之，怒曰：“此乃交构之渐。”斥勃出沛府。\n\n\t\t\t　　高丽盖苏文遣其子男生以精兵数万守鸭绿水，诸军不得渡。契苾何力至，值冰大合，何力引众乘冰渡水，鼓噪而进，高丽大溃，追奔数十里，斩首三万级，余众悉降，男生仅以身免。会有诏班师，乃还。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋，七月，甲戌日（十一日），苏定方在浿江打败高句丽，屡战屡胜，紧接着包围了平壤城。\n\n\t\t\t　　九月，癸巳朔日（初一），特进新罗王金春秋去世，朝廷立他的儿子金法敏为乐浪郡王、新罗王。\n\n\t\t\t　　壬子日（二十日），调遣潞王李贤为沛王。李贤听说王勃善于作文章，召他做修撰。王勃是王通的孙子。当时那些王侯盛行斗鸡，王勃戏作《檄周王鸡文》。皇上看到这篇文章后，怒道：“这是相互构陷之风的发端。”王勃受到斥责，并被逐出沛王府。\n\n\t\t\t　　高丽盖苏文命他的儿子泉男生，带领几万精兵把守鸭绿江，使得各路军队无法渡过。契苾何力到达后，正逢水面封冻，契苾何力率众踏冰渡江，击鼓呐喊而冲。高句丽军队大溃，大军追击几十里，斩首三万，余下的部众全都投降，泉男生只身逃脱。正逢朝廷诏令撤军，于是返回。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，丁卯，上畋于陆浑；〔〖胡三省注〗陆浑，古伊川，春秋时，秦、晋迁陆浑戎于此。汉因以名县，属弘农郡。后魏置伊川郡，隋废郡改县，曰伏流。大业初，复曰陆浑，属洛州。〕戊申，又畋于非山；癸酉，还宫。\n\n\t\t\t　　回纥酋长婆闰卒，侄比粟毒代领其众，〔〖胡三省注〗《考异》曰：新书传云：“婆闰卒，子比粟嗣。”今从旧传。〕与同罗、仆固犯边，诏左武卫大将军郑仁泰为铁勒道行军大总管，燕然都护刘审礼、左武卫将军薛仁贵为副，鸿胪卿萧嗣业为仙萼道行军总管，〔〖胡三省注〗碛北有仙萼河。〕右屯卫将军孙仁师为副，将兵讨之。审礼，德威之子也。〔〖胡三省注〗刘德威见一百五十四卷太宗贞观十一年。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　冬，十月，丁卯日（初五），皇上到陆浑狩猎；戊申日（初六），又到非山狩猎；癸酉日（十一日），回到宫中。\n\n\t\t\t　　回纥酋长婆闰去世，其侄子比粟毒取代他率领部众，和同罗、仆固进犯边境。朝廷诏令左武卫大将军郑仁泰担任铁勒道行军大总管，燕然都护刘审礼、左武卫将军薛仁贵担任副总管，鸿胪卿萧嗣业担任仙萼道行军总管，右屯卫将军孙仁师担任副总管，率领军队征讨回纥。刘审礼，是刘德威的儿子。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐高宗天皇大圣大弘孝皇帝　龙朔二年（壬戌　公元662年）\n\n\t\t\t　　春，正月，辛亥，立波斯都督卑路斯为波斯王。\n\n\t\t\t　　二月，甲子，改百官名：以门下省为东台，中书省为西台，尚书省为中台；侍中为左相，中书令为右相，仆射为匡政，左、右丞为肃机，尚书为太常伯，侍郎为少常伯；其余二十四司、御史台、九寺、七监、十六卫，并以义训更其名，而职任如故。〔〖胡三省注〗改吏部为司列，司勋、司封如故，考功为司绩，户部为司元，度支为司度，金部为司珍，仓部为司庾，礼部为司礼，祠部为司禋，主客为司蕃，膳部为司膳，兵部为司戎，职方为司城，驾部为司舆，库部为司库，刑部为司刑，都官为司仆，比部为司计，司门为司关，工部为司平，屯田为司田，虞部为司虞，水部为司川，凡二十四司；郎中皆改为大夫。改御史台曰宪台，大夫曰大司宪，中丞曰司宪大夫。改太常寺曰奉常寺，光禄寺曰司宰寺，卫尉寺曰司卫寺，宗正寺曰司宗寺，太仆寺曰司驭寺，大理寺曰详刑寺，鸿胪寺曰同文寺，司农寺曰司稼寺，太府寺曰外府寺，凡九寺；卿皆曰正卿，少卿皆曰大夫。改祕书省曰兰台监，监曰太史，少监曰侍郎，丞曰大夫。殿中省为中御府监，监曰太监。国子监为司成馆，祭酒曰大司成，司业曰少司成。少府监为内府监。将作监为缮工监，大匠曰大监，少匠曰少监。都水监为司津监。凡七监。左、右卫府、骁卫府、武卫府皆省“府”字，左、右威卫曰左、右武威卫，左、右领军卫曰左、右戎卫，左、右候卫曰左、右金吾卫，左、右监门府曰左、右监门卫，左、右千牛府曰左、右奉宸卫，凡十六卫。〕\n\n\t\t\t　　甲戌，浿江道大总管任雅相薨于军。雅相为将，未尝奏亲戚故吏从军，皆移所司补授，谓人曰：“官无大小，皆国家公器，岂可苟便其私！”由是军中赏罚皆平，人服其公。\n\n\t\t\t　　戊寅，左骁卫将军白州刺史沃沮道总管庞孝泰，〔〖胡三省注〗白州，本汉合浦县地，武德四年置南州，六年，改白州。沮，子余翻。〕与高丽战于蛇水之上，军败，与其子十三人皆战死。苏定方围平壤久不下，会大雪，解围而还。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐高宗龙朔二年（壬戌　公元662年）\n\n\t\t\t　　春，正月，辛亥日（二十一日），册立波斯都督卑路斯为波斯王。\n\n\t\t\t　　二月，甲子日（初四），改百官的名称：把门下省改为东台，中书省改为西台，尚书省改为中台；侍中改为左相，中书令改为右相，仆射改为匡政，左右丞相改为肃机，尚书改为太常伯，侍郎改为少常伯；其他的二十四司、御史台、九寺、七监、十六卫，一并依照官职实义更改其名，但掌管的职责照旧。\n\n\t\t\t　　甲戌日（十四日），浿江道大总管任雅相在军中去世。任雅相担当大将，未曾奏请过让亲戚和旧的属吏随军，都是移交到有关部门补任官职，对人说道：“官职无论大小，都是国家公器，岂可苟且便利一己之私呢？”正因为如此，军中赏罚都很公平，人人佩服他的公正。\n\n\t\t\t　　戊寅日（十八日），左骁卫将军白州刺史沃沮道总管庞孝泰与高丽交战于蛇水之上，结果军败，同他的儿子十三人全部战死。苏定方包围平壤，久攻不下；逢遇大雪，只好解除包围撤军。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，郑仁泰等败铁勒于天山。\n\n\t\t\t　　铁勒九姓闻唐兵将至，合众十余万以拒之，选骁健者数十人挑战。薛仁贵发三矢，杀三人，余皆下马请降，仁贵悉坑之。度碛北，击其余众，获叶护兄弟三人而还。军中歌之曰：“将军三箭定天山，壮士长歌入汉关。”\n\n\t\t\t　　思结、多滥葛等部落先保天山，闻仁泰等将至，皆迎降；仁泰等纵兵击之，掠其家以赏军士。虏相帅远遁，将军杨志追之，为虏所败。候骑告仁泰：“虏辎重在近，往可取也。”仁泰将轻骑万四千，倍道赴之，遂逾大碛，至仙萼河，〔〖胡三省注〗新书：固鹘牙北六百里至仙娥河。〕不见虏，粮尽而还。值大雪，士卒饥冻，弃捐甲兵，杀马食之，马尽，人自相食。比入塞，余兵才八百人。\n\n\t\t\t　　军还，司宪大夫杨德裔劾奏：“仁泰等〔〖胡三省注〗汉御史台有二丞，掌殿内祕书，谓之中丞。汉末改为御史长史，后汉复为中丞。后魏改为中尉正，北齐复曰中丞，后周曰司宪中大夫。隋讳“中”，改为治书御史，唐因之，贞观末，避高宗名，改为中丞。是年，改为司宪大夫，正五品上，掌贰大司宪，持邦国宪章以肃正朝廷。劾，户概翻；又户得翻。〕诛杀已降，使虏逃散；不抚士卒，不计资粮，遂使骸骨蔽野，弃甲资寇。自圣朝开创以来，未有如今日之丧败者。仁贵于所监临，贪淫自恣，虽矜所得，不补所丧。并请付法司推科。〔〖胡三省注〗推科者，推问而科处其罪。〕”诏以功赎罪，皆释之。\n\n\t\t\t　　以右骁卫大将军契苾何力为铁勒道安抚使，左卫将军姜恪副之，以安辑其余众。何力简精骑五百，驰入九姓中，虏大惊，何力乃谓曰：“国家知汝皆胁从，赦汝之罪，罪在酋长，得之则已。”其部落大喜，共执其叶护及设、特勒等二百余人以授何力，何力数其罪而斩之，九姓遂定。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　三月，郑仁泰等人在天山打败铁勒。\n\n\t\t\t　　铁勒九姓部族听说唐兵将至，会合十余万兵众来抵御，并选拔骁勇健壮者数十人挑战。薛仁贵发射三箭，杀死三人，剩下的都下马请降，薛仁贵全部坑杀之。穿过沙漠北方，攻打铁勒的残余部众，擒获叶护兄弟三人后返回。军中歌颂薛仁贵道：“将军三箭定天山，壮士长歌入汉关。”\n\n\t\t\t　　思结、多滥葛等部落先守住天山，听说郑仁泰等人的军队将至，都出迎投降；仁泰等人驱兵攻击他们，并抢掠其家，用以犒赏士兵。敌众相继远逃，将军杨志追击，被敌兵击败。侦察骑兵报告郑仁泰：“敌兵的辎重在附近，前去便可夺取。”郑仁泰率领轻装骑兵一万四千人，以加倍的速度赶往那里，最终穿越大沙漠，来到仙萼河，并未见到敌兵，粮草用尽后返还。正逢天降大雪，士兵饥寒交迫，丢弃铠甲和兵器，杀战马充饥；战马光了，人自相食。等到进入边塞，剩余的士兵只有八百人。\n\n\t\t\t　　军队返回后，司宪大夫杨德裔上奏弹劾：“郑仁泰等人杀死已经投降的敌兵，使敌兵逃散；不抚恤士兵，不计算军资和粮食，最终导致尸骨遍布荒野，丢弃兵器铠甲资助了敌寇。自圣朝开创以来，还没有像今天这样惨败的先例。薛仁贵在他的监管下，贪淫放纵，虽然自恃有所获取，但不足以弥补所蒙受的损失。请将他们一并交付司法部门问罪。”朝廷下诏以功赎罪，将他们都释放了。\n\n\t\t\t　　朝廷任命右骁卫大将军契苾何力为铁勒道安抚使，左卫将军姜恪为副使，来安抚铁勒的残余部众。契苾何力挑选精锐骑兵五百人，冲进铁勒九姓部落中，敌虏十分惊恐，契苾何力于是对他们说：“朝廷知道你们都是被胁迫的，赦免了你们的罪过，罪责在于酋长，将他擒获就行了。”这些部落的人非常高兴，共同逮捕叶护以及设、特勒等二百余人，交给契苾何力。契苾何力列数其罪后，将他们斩首，铁勒九姓之乱终于平定。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　甲午，车驾发东都；辛亥，幸蒲州；夏，四月，庚申朔，至京师。\n\n\t\t\t　　辛巳，作蓬莱宫。〔〖胡三省注〗蓬莱宫即大明宫，亦曰东内。程大昌曰：大明宫地，本太极宫之后苑东北面射殿之地，在龙首山上。太宗初于其地营永安宫，以备太上皇清暑，虽尝改名大明宫，而太上皇仍居大安宫，不曾徙入。龙朔二年，高宗苦风痹，恶太极宫卑下，故就修大明宫，改名蓬莱宫，取殿后蓬莱池以为名，作营造也。〕\n\n\t\t\t　　五月，丙申，以许圉师为左相。\n\n\t\t\t　　六月，乙丑，初令僧、尼、道士、女官致敬父母。〔〖按〗旧习，僧、尼、道士、女官不礼拜其父母及尊长，并接受父母及尊长礼拜。之前唐高宗颁发《僧尼不得受父母及尊者礼拜诏》，兹又令僧、尼、道士、女官致敬父母，一扫释道之门妄自尊贵陋习。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　甲午日（初五），皇上车驾由东都出发；辛亥日（二十二日），来到蒲州；夏四月，庚申朔日（初一），来到京师。\n\n\t\t\t　　辛巳日（二十二日），修建蓬莱宫。\n\n\t\t\t　　五月，丙申日（初八），委任许圉师为左相。\n\n\t\t\t　　六月，乙丑日（初七），第一次命令和尚、尼姑、道士要敬拜父母。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，戊子朔，赦天下。\n\n\t\t\t　　丁巳，熊津都督刘仁愿、带方州刺史刘仁轨大破百济于熊津之东，拔真岘城。\n\n\t\t\t　　初，仁愿、仁轨等屯熊津城，〔〖胡三省注〗《考异》曰：去岁道琛、福信围仁愿于百济府城，今云尚在熊津城，或者共是一城。不则围解之后，徙屯熊津城耳。〕上与之敕书，以“平壤军回，一城不可独固，宜拔就新罗。若金法敏借卿留镇，宜且停彼；若其不须，即宜泛海还也。”将士咸欲西归。仁轨曰：“人臣徇公家之利，有死无贰，岂得先念其私！主上欲灭高丽，故先诛百济，留兵守之，制其心腹；虽余寇充斥而守备甚严，宜厉兵秣马，击其不意，理无不克。既捷之后，士卒心安，然后分兵据险，开张形势，飞表以闻，更求益兵。朝廷知其有成，必命将出师；声援才接，凶丑自歼。〔〖按〗声援：此指声势。才接：才一到，刚到。〕非直不弃成功，实亦永清海表。今平壤之军既还，熊津又拔，〔〖胡三省注〗拔，谓拔军就新罗，或拔军西还也。〕则百济余烬，不日更兴，高丽逋寇，何时可灭？且今以一城之地居敌中央，苟或动足，即为擒虏。纵入新罗，亦为羁客；脱不如意，悔不可追。况福信凶悖残虐，君臣猜离，行相屠戮；正宜坚守观变，乘便取之。不可动也！”众从之。时百济王丰与福信等以仁愿等孤城无援，遣使谓之曰：“大使等何时西还，当遣相送。”仁愿、仁轨知其无备，忽出击之，拔其支罗城及尹城、大山、沙井等栅，杀获甚众，分兵守之。福信等以真岘城险要，加兵守之。仁轨伺其稍懈，引新罗兵夜傅城下，〔〖按〗傅：靠近，迫近。〕攀草而上。比明，入据其城，遂通新罗运粮之路。仁愿乃奏请益兵，诏发淄、青、莱、海之兵七千人以赴熊津。〔〖胡三省注〗史言刘仁轨能坚忍伺间，待援兵以尽平百济。〕\n\n\t\t\t　　福信专权，与百济王丰浸相猜忌。福信称疾，卧于窟室，欲俟丰问疾而杀之。丰知之，帅亲信袭杀福信，〔〖胡三省注〗果如刘仁轨所料。帅，读曰率。〕遣使诣高丽、倭国乞师以拒唐兵。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋，七月，戊子朔日（初一），大赦天下。\n\n\t\t\t　　丁巳日（三十日），熊津都督刘仁愿、带方州刺史刘仁轨在熊津之东打败百济，攻克真岘城。\n\n\t\t\t　　起初，刘仁愿、刘仁轨等人屯驻熊津城，皇上给他们发来敕书，指出：“攻打平壤的军队已经返回，一孤城不可能独自固守，应该拔营归就新罗。如果金法敏需借助你的兵力留下镇守，可以暂且留置那里；若他不需要，便应该渡海返还。”此时的将士们都想西归，刘仁轨说道：“人臣依从的是国家利益，死无二心，怎能会先考虑一己之私呢？主上想要灭掉高句丽，故而先诛灭百济，留下军队驻守，控制住其腹心要地。虽然残余的敌寇充斥于此地而且守备很严，只要我们整军备战，出其不意地攻击，没有不胜之理。取胜之后，军心稳定，然后分兵占据险要地带，打开局面，驰表报知朝廷，再请增兵。朝廷得知大事可成，必定会派将出兵。声势一到，凶寇便自可歼灭。非但不放弃之前的功绩，实而又永久肃清了边海之患。如今攻打平壤的军队已经返回，驻守熊津的军队又要开拔，百济残留的灰烬不久便会复燃，那么高丽流寇何时才能剿灭呢？况且我们以一城之地，独处于敌境中央，轻率一动足，即刻成为俘虏。纵使进入了新罗，也是寄居之客；倘有差池，则追悔莫及。何况福信此人凶残悖理，君臣之间猜忌离心，行将相互屠戮；我们正应该坚守不动，以观其变，乘方便之机而取之。因而我们现在是不可以动的！”众人听从了他。此时，百济王扶余丰与福信等人，以为刘仁愿等人孤城无援，派使者对他们说：“大使等人何时西返，我们当派人相送。”刘仁愿、刘仁轨知道他们没有防备，突然出击，攻下支罗城以及尹城、大山、沙井等处营寨，杀敌和缴获甚多，并分兵予以驻守。福信等人以为真岘城地处险要，增兵防守该地。刘仁轨趁他们防守稍有松懈，率领新罗军队在夜里迫近真岘城下，攀草而上，天将亮时，占据了该城，于是打通了新罗的运粮之路。刘仁愿又奏请增派兵力，朝廷下诏调发淄、青、莱、海四州之兵七千人奔赴熊津。\n\n\t\t\t　　福信专权独断，与百济王扶余丰渐渐相互猜疑。福信称病，躺在洞室内，想等扶余丰前来探病时将其杀死。扶余丰知晓后，率领亲信突袭杀死福信，并派使者去高丽、倭国求救兵，以抵御唐朝军队。"}]