[{"title": "\n\n\t\t\t \n\t\t\t　　● 唐纪五十三　〔起柔兆阉茂（丙戌），尽屠维赤奋若（己丑）六月，凡三年有奇。〕\n\n\t\t\t　　◎ 唐宪宗昭文章武大圣至神孝皇帝·上之上\n\n\t\t\t　　〔〖胡三省注〗讳淳，改为纯，顺宗长子。通鉴书唐诸帝谥号，自玄宗已下，皆以葬陵谥册为正。帝本谥曰“圣神章武孝皇帝”，大中三年平河湟，始追崇谥号曰“昭文章武大圣至神孝皇帝”。中、睿之后，唯顺、宪、宜有尊崇谥号，故因而书之。〕\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐宪宗昭文章武大圣至神孝皇帝　元和元年（丙戌　公元806年）\n\n\t\t\t　　春，正月，丙寅朔，上帅群臣诣兴庆宫上上皇尊号。〖胡三省注〗注〗从百官之请也。〕\n\n\t\t\t　　丁卯，赦天下，改元。\n\n\t\t\t　　辛未，以鄂岳观察使韩皋为奉义节度使。〖胡三省注〗注〗德宗贞元十九年名安黄军曰奉义。〕癸酉，以奉义留后伊宥为安州刺史兼安州留后。宥，慎之子也。壬午，加成德节度使王士真同平章事。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗从百官之请也。〕", "〔〖胡三省注〗德宗贞元十九年名安黄军曰奉义。〕"], "translation": "\n\n\t\t\t　　● 唐纪五十三\n\n\t\t\t　　◎ 唐宪宗·上之上\n\n\t\t\t　　唐宪宗元和元年（丙戌　公元806年）\n\n\t\t\t　　春季，正月，丙寅朔（初一），宪宗率领群臣来到兴庆宫，向太上皇进献尊号。\n\n\t\t\t　　丁卯（初二），宪宗大赦天下罪囚，改年号。\n\n\t\t\t　　辛未（初六），宪宗任命鄂岳观察使韩皋为奉义节度使；癸酉（初八），任命奉义留后伊宥为安州刺史兼安州留后。伊宥是伊慎的儿子。壬午（十七日），加封成德节度使王士真为同平章事。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　甲申，上皇崩于兴庆宫。〖胡三省注〗注〗年四十六。〕\n\n\t\t\t　　刘辟既得旌节，〖胡三省注〗注〗去年以辟知西川节度，见上卷。〕志益骄，求兼领三川，上不许。辟遂发兵围东川节度使李康于梓州，〖胡三省注〗注〗东川节度使，领梓、剑、绵、普、陵、荣、遂、合、渝、泸等州，治梓州。梓州，汉郪县地，刘禅置东广汉郡。梁武陵王纪置新州，隋为梓州。旧志：梓州至京师二千九十里。宋白曰：梓州，取梓潼江为名。〕欲以同幕卢文若为东川节度使。推官莆田林蕴力谏辟举兵，〖胡三省注〗注〗武德五年，分南安置莆田县，时属泉州。《风俗通》曰：林姓，林放之后。孙愐曰：周平王次子林开之后。鲁有林放、林雍，齐有林元。〕辟怒，械系于狱，引出，将斩之，阴戒行刑者使不杀，但数砺刃于其颈，欲使屈服而赦之。蕴叱之曰：“竖子，当斩即斩，我颈岂汝砥石邪！”辟顾左右曰：“真忠烈之士也！”乃黜为唐昌尉。〖胡三省注〗注〗仪凤元年，分九陇、导江、郫，置唐昌县，属彭州。《九域志》：在州西二十八里。〕\n\n\t\t\t　　上欲讨辟而重于用兵，〖胡三省注〗注〗谓以用兵为重事，不敢轻试也。〕公卿议者亦以为蜀险固难取，杜黄裳独曰：“辟狂戆书生，取之如拾芥耳！臣知神策军使高崇文勇略可用，愿陛下专以军事委之，勿置监军，辟必可擒。”上从之。翰林学士李吉甫亦劝上讨蜀，上由是器之。〖胡三省注〗注〗器，所以适用；器之者，知其可用。〕戊子，命左神策行营节度使高崇文将步骑五千为前军，〖胡三省注〗注〗《考异》曰：《实录》云“为左军。”按有左必有右，而云李元奕为次军，则崇文必前军也。〕神策京西行营兵马使李元奕将步骑二千为次军，与山南西道节度使严砺同讨辟。时宿将名位素重者甚众，皆自谓当征蜀之选，及诏用崇文，皆大惊。〖胡三省注〗注〗高崇文虽不足以望韩信，而亦能动时人之惊者，所居之地然也。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗年四十六。〕", "〔〖胡三省注〗去年以辟知西川节度，见上卷。〕", "〔〖胡三省注〗东川节度使，领梓、剑、绵、普、陵、荣、遂、合、渝、泸等州，治梓州。梓州，汉郪县地，刘禅置东广汉郡。梁武陵王纪置新州，隋为梓州。旧志：梓州至京师二千九十里。宋白曰：梓州，取梓潼江为名。〕", "〔〖胡三省注〗武德五年，分南安置莆田县，时属泉州。《风俗通》曰：林姓，林放之后。孙愐曰：周平王次子林开之后。鲁有林放、林雍，齐有林元。〕", "〔〖胡三省注〗仪凤元年，分九陇、导江、郫，置唐昌县，属彭州。《九域志》：在州西二十八里。〕", "〔〖胡三省注〗谓以用兵为重事，不敢轻试也。〕", "〔〖胡三省注〗器，所以适用；器之者，知其可用。〕", "〔〖胡三省注〗《考异》曰：《实录》云“为左军。”按有左必有右，而云李元奕为次军，则崇文必前军也。〕", "〔〖胡三省注〗高崇文虽不足以望韩信，而亦能动时人之惊者，所居之地然也。〕"], "translation": "\n\n\t\t\t　　甲申（十九日），太上皇在兴庆宫驾崩。\n\n\t\t\t　　刘辟得到节度使的任命以后，愈发心志骄矜，又要求兼管整个三川，宪宗不肯答应。于是，刘辟派兵在梓州围困东川节度使李康，打算让本幕府的卢文若担任东川节度使。推官莆田人林蕴极力规劝刘辟不要起兵、刘辟大怒，给林蕴加上枷锁，投入监牢，后来又将他拖出来，做出将要杀他的样子，却又暗中告诫执行刑罚的人不要杀死他，只在他的脖子上用刀刃磨上几下，打算使他屈服，而赦免他。林蕴喝斥执行刑罚的人说：“小子！要杀就杀，我的脖子难道是你的磨刀石吗！”刘辟环顾着周围的人们说：“林蕴真是一位忠烈之士啊！”于是，刘辟将林蕴罢免为唐昌县尉。\n\n\t\t\t　　宪宗打算讨伐刘辟，但是又不愿意轻易开启战端，公卿中议论此事的人们也认为蜀地险要坚固，难以攻取。唯独杜黄裳说：“刘辟是一个心气狂傲但又戆直无谋的书生，征服他就如同拾取芥子一般容易。据我了解，神策军使高崇文有勇有谋，堪当此任，希望陛下将军中事务交托给他，不要设置监军，刘辟肯定能够就擒。”宪宗听从了他的建议。翰林学士李吉甫也规劝宪宗讨伐蜀中，宪宗由此便器重他了。戊子（二十三日），宪宗命令左神策行营节度使高崇文率领步、骑兵五千人担当前军，神策京西行营兵马使李元奕率领步、骑兵两千人担当后军，与山南西道节度使严砺共同讨伐刘辟。当时，名声与地位平素便为人们推重的老将很多，都自认为自己应当是征讨蜀中的人选，及至宪宗颁诏起用了高崇文，都感到非常惊讶。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　上与杜黄裳论及籓镇，黄裳曰：“德宗自经忧患，务为姑息，不生除节帅。有物故者，先遣中使察军情所与则授之。中使或私受大将赂，归而誉之，即降旄钺，未尝有出朝廷之意者。陛下必欲振举纲纪，宜稍以法度裁制蕃镇，则天下可得而理也。”上深以为然，于是始用兵讨蜀，以至威行两河，皆黄裳启之也。〖胡三省注〗注〗史言杜黄裳开宪宗削平藩镇之略，其功不在裴度下。〕\n\n\t\t\t　　高崇文屯长武城，练卒五千，常如寇至，卯时受诏，辰时即行，器械糗粮，〖胡三省注〗注〗熬米麦为糗。〕一无所阙。甲午，崇文出斜谷，李元奕出骆谷，同趣梓州。崇文军至兴元，军士有食于逆旅，折人匕箸者，崇文斩之以徇。\n\n\t\t\t　　刘辟陷梓州，执李康。二月，严砺拔剑州，斩其刺史文德昭。〖胡三省注〗注〗严砺先拔剑州，故高崇文因以鼓行入蜀砺之功为不可揜矣。守白曰：剑州，汉广汉之梓潼县。《华阳国志》云：诸葛亮相蜀凿石架空，为飞阁以通蜀、汉。晋以其地入梓潼郡，梁为安州。西魏伐蜀，先下安州，因克成都，改安州为始州，唐先天二年改为剑州。旧志：剑州至京师一千六百六十二里。〕\n\n\t\t\t　　奚王诲落可入朝。丁酉，以诲落可为饶乐郡王，遣归。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗史言杜黄裳开宪宗削平藩镇之略，其功不在裴度下。〕", "〔〖胡三省注〗熬米麦为糗。〕", "〔〖胡三省注〗严砺先拔剑州，故高崇文因以鼓行入蜀砺之功为不可揜矣。守白曰：剑州，汉广汉之梓潼县。《华阳国志》云：诸葛亮相蜀凿石架空，为飞阁以通蜀、汉。晋以其地入梓潼郡，梁为安州。西魏伐蜀，先下安州，因克成都，改安州为始州，唐先天二年改为剑州。旧志：剑州至京师一千六百六十二里。〕"], "translation": "\n\n\t\t\t　　宪宗与杜黄裳谈论到藩镇问题时，杜黄裳说：“德宗自从经过朱泚作乱的忧患后，总是无原则地宽容藩镇，不肯在节度使生前免除他们的职务，有节度使去世，他就先派遣中使探察军中人心归向的人物，而将节度使授给其人。有时中使私自收受大将的贿赂，回朝称誉其人，德宗便立即将该人除授为节度使，对节度使的任命就不曾有过出自朝廷本意的例子。如果陛下准备振兴法纪，应当逐渐按照法令制度削弱和约束藩镇，这样天下便能够得到治理了。”宪宗认为很对，于是开始调兵遣将，征讨蜀中，终于使朝廷的威严遍及河南、河北一带，这都是由杜黄裳的建议发端的。\n\n\t\t\t　　高崇文在长武城驻扎时，训练了五千士兵，经常保持着战备状态。他在卯时接受诏命，到辰时便已启程，军中的器械装备与制成的干粮，没有一样是缺少的。甲午（二十九日），高崇文由斜谷出兵，李元奕由骆谷出兵，共同奔赴梓州。高崇文军来到兴元的时候，将士们途中在客舍进餐，有人把主人的筷子折断了，高崇文便将此人斩首示众。\n\n\t\t\t　　刘辟攻陷梓州，捉住了李康。二月，严砺攻克剑州，将剑州刺史文德昭斩杀。\n\n\t\t\t　　奚王诲落可入京朝见。丁酉（初三），宪宗将诲落可封为饶乐郡王，遣送他返回。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　癸丑，加魏博节度使田季安同平章事。\n\n\t\t\t　　戊午，上与宰相论：“自古帝王，或勤劳庶政，或端拱无为，互有得失，何为而可？”杜黄裳对曰：“王者上承天地宗庙，下抚百姓四夷，夙夜忧勤，固不可自暇自逸。然上下有分，纪纲有叙，苟慎选天下贤才而委任之。有功则赏，有罪则刑，选用以公，赏刑以信，则谁不尽力，何求不获哉！明主劳于求人而逸于任人，此虞舜所以能无为而治者也。〖胡三省注〗注〗孔子曰：“无为而治者，其舜也欤。”〕至于簿书狱市烦细之事，各有司存，非人主所宜亲也。昔秦始皇以衡石程书，〖胡三省注〗注〗《史记》卢生曰：始皇天性刚戾，天下之事无小大皆决于主上，至以衡石程书，日夜有程，不中程者不得休息。〕魏明帝自按行尚书事，〖胡三省注〗注〗见七十二卷太和六年。〕隋文帝卫士传餐，〖胡三省注〗注〗事见一百九十三卷太宗贞观四年。〕皆无补于当时，取讥于后来，其耳目形神非不勤且劳也，所务非其道也。夫人主患不推诚，人臣患不竭忠。苟上疑其下，下欺其上，将以求理，不亦难乎！”上深然其言。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗孔子曰：“无为而治者，其舜也欤。”〕", "〔〖胡三省注〗《史记》卢生曰：始皇天性刚戾，天下之事无小大皆决于主上，至以衡石程书，日夜有程，不中程者不得休息。〕", "〔〖胡三省注〗见七十二卷太和六年。〕", "〔〖胡三省注〗事见一百九十三卷太宗贞观四年。〕"], "translation": "\n\n\t\t\t　　癸丑（十九日），宪宗加封魏博节度使田季安为同平章事。\n\n\t\t\t　　戊午（二十四日），宪宗与宰相谈论道：“自古以来，有些帝王为各项政务勤勉地操劳，有些帝王却端身拱手，清静无为，他们各自都有成功或失败的地方，怎么做才是最适当的呢？”杜黄裳回答说：“帝王对上面承受着天地与国家赋予的使命，对下面负有安抚百姓与周边民族和邦国的重任，朝夕忧心劳苦，固然不能够自图清闲安逸。然而，君主与臣下是各有职分的，国家的法度是有一定的程序的。如果能够慎重地选拔天下的贤才，并且将重任托付给他们，立功便予以奖赏，犯罪便处以刑罚，选拔与任用出以公心，奖赏与惩罚不失信用，那还会有什么人不肯竭尽全力为朝廷办事呢，朝廷还会有什么寻求的目标不能实现呢！贤明的君主在寻求人才时是辛劳的，而在任用人才后却是安逸的，这便是虞舜能够清静无为而使政治修明的原因啊。至于诉讼与交易等烦琐细小的事情，有各有关部门存在，不是君主所应该躬亲过问的。过去，秦始皇用衡器称取所阅疏表奏章，魏明帝亲自到尚书台按验发行文书，隋文帝议事时侍卫人员只好互传食物充饥，对当世全无补益，却反被后人讥笑。他们的双耳与双眼、身体与心志并非不勤劳而辛苦，但是他们致力的事情，并不合乎事理啊！一般说来，君主最忌不能推心置腹，臣下最忌不能竭尽忠心。如果君主怀疑他的臣下，臣下诓骗他们的君主，将要以这种局面来寻求政治修明，不是很困难吗？”宪宗认为他的话极为正确。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，丙寅，以神策京西行营节度使范希朝为右金吾大将军。\n\n\t\t\t　　高崇文引兵自阆州趣梓州，〖胡三省注〗注〗《九域志》：阆州，西南至梓州三百余里。〕刘辟将邢泚引兵遁去，崇文入屯梓州。辟归李康于崇文以求自雪，崇文以康败军失守，斩之。〖胡三省注〗注〗《考异》曰：刘崇远《金华子杂编》曰：“高骈在淮海、周宝在浙西为节度使，相与有隙。骈忽遣使悔叙离绝，愿复和好，请境会于金山。宝谓其使者曰：‘我非李康，更要作家门功勋，欺诳朝廷邪！’注云：“元和中，李康镇东川，传有异志。骈祖崇文镇西川，乃伪设邻好，康不防备，来会于境，为崇文所斩。”补国史曰：“刘辟举兵下东蜀，连帅李康弃城奔走。崇文下剑阁日，长子日晖不当矢石，欲戮之以励众。师次绵州，斩李康。疏康擅离征镇，不为拒敌。”注云：“当时议论云，康任怀州刺史日，杖杀武陟尉，即崇文判官宋君平之父，乘此事为之复雠。”按金华子言，固不知李康为刘辟所围事，而云崇文诱诛之。补国史又不知被擒事，而云弃城走。此皆得于传闻，不可为据。今从旧传。〕丙子，严砺奏克梓州。丁丑，制削夺刘辟官爵。\n\n\t\t\t　　初，韩全义入朝，以其甥杨惠琳知夏绥留后。杜黄裳以全义出征无功，骄蹇不逊，直令致仕，〖胡三省注〗注〗事见上卷永贞元年。〕以右骁卫将军李演为夏绥节度使。惠琳勒兵拒之，表称“将士逼臣为节度使”。河东节度使严绶表请讨之。诏河东、天德军合击惠琳，绶遣牙将阿跌光进及弟光颜将兵赴之，光进本出河曲步落稽，兄弟在河东军皆以勇敢闻。〖胡三省注〗注〗《考异》曰：旧《李光进传》曰：“肃宗自灵武观兵，光进从郭子仪破贼收两京。上元初，郭子仪为朔方节度，用光进为都知兵马使，寻迁渭北节度使。大历四年，葬母于京城南原，将相致祭者凡四十四幄。”此乃李光弼弟光进事也，而刘昫置之此传下，乃云“元和四年范希朝救易定，表光进为马步都虞候。”其疏谬如此。〕辛巳，夏州兵马使张承金斩惠琳，传首京师。\n\n\t\t\t　　东川节度使韦丹至汉中，表言“高崇文客军远斗，无所资。若与梓州，缀其士心，必能有功。”夏，四月，丁酉，以崇文为东川节度副使、知节度事。〖胡三省注〗注〗《考异》曰：《实录》于此云为东川节度使，至十月除西川时，则云东川节度副使知节度事，盖此时误也。〕\n\n\t\t\t　　潘孟阳所至，专事游宴，从仆三百人，多纳贿赂。上闻之，甲辰，以孟阳为大理卿，罢其度支、盐铁转运副使。〖胡三省注〗注〗潘孟阳出使见上卷上年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《九域志》：阆州，西南至梓州三百余里。〕", "〔〖胡三省注〗《考异》曰：刘崇远《金华子杂编》曰：“高骈在淮海、周宝在浙西为节度使，相与有隙。骈忽遣使悔叙离绝，愿复和好，请境会于金山。宝谓其使者曰：‘我非李康，更要作家门功勋，欺诳朝廷邪！’注云：“元和中，李康镇东川，传有异志。骈祖崇文镇西川，乃伪设邻好，康不防备，来会于境，为崇文所斩。”补国史曰：“刘辟举兵下东蜀，连帅李康弃城奔走。崇文下剑阁日，长子日晖不当矢石，欲戮之以励众。师次绵州，斩李康。疏康擅离征镇，不为拒敌。”注云：“当时议论云，康任怀州刺史日，杖杀武陟尉，即崇文判官宋君平之父，乘此事为之复雠。”按金华子言，固不知李康为刘辟所围事，而云崇文诱诛之。补国史又不知被擒事，而云弃城走。此皆得于传闻，不可为据。今从旧传。〕", "〔〖胡三省注〗事见上卷永贞元年。〕", "〔〖胡三省注〗《考异》曰：旧《李光进传》曰：“肃宗自灵武观兵，光进从郭子仪破贼收两京。上元初，郭子仪为朔方节度，用光进为都知兵马使，寻迁渭北节度使。大历四年，葬母于京城南原，将相致祭者凡四十四幄。”此乃李光弼弟光进事也，而刘昫置之此传下，乃云“元和四年范希朝救易定，表光进为马步都虞候。”其疏谬如此。〕", "〔〖胡三省注〗《考异》曰：《实录》于此云为东川节度使，至十月除西川时，则云东川节度副使知节度事，盖此时误也。〕", "〔〖胡三省注〗潘孟阳出使见上卷上年。〕"], "translation": "\n\n\t\t\t　　三月，丙寅（初二），宪宗任命神策行营京西节度使范希朝为右金吾大将军。\n\n\t\t\t　　高崇文领兵由阆州奔赴梓州，刘辟的将领邢泚领兵逃走，高崇文进入梓州，屯扎下来。刘辟为了洗刷自己的罪责，将李康交还给高崇文，高崇文因李康打了败仗，失去梓州，便将他斩杀了。丙子（十二日），严砺奏称攻克梓州。丁丑（十三日），宪宗颁布制书革除刘辟的官职爵位。\n\n\t\t\t　　当初，韩全义人京朝见，德宗皇帝任命他的外甥杨惠琳代理夏绥留后事务。杜黄裳认为韩全义出兵征讨吴少诚全无建树，态度傲慢，有失恭顺，便索性让他退休，任命右骁卫将军李演为夏绥节度使。杨惠琳率领兵马阻止李演上任，上表奏称：“将士们逼迫我出任节度使。”河东节度使严绶上表奏请讨伐杨惠琳，宪宗颁诏命令河东、天德军合兵进击杨惠琳，严绶派遣牙将阿跌光进与他的弟弟阿跌光颜带领兵马前去进击杨惠琳。阿跌光进本来是河曲步落稽人，他们兄弟二人在河东军中，都以勇敢著称。辛巳（十七日），夏州兵马使张承金斩杀杨惠琳，将他的头颅传送京城。\n\n\t\t\t　　东川节度使韦丹来到汉中后，上表声称：“高崇文率领外来的军队长途征战，没有任何凭依，如果将梓州归属于他，借以维系部下的心愿，肯定能够使他获得成功。”夏季，四月，丁酉（初四），宪宗任命高崇文为东川节度副使，知节度使事。\n\n\t\t\t　　潘孟阳每到一个地方，专门以游观娱乐为务，随从仆人有三百人，还接受了大量的贿赂。宪宗闻知此事后，甲辰（十一日），任命潘孟阳为大理卿，免除了他度支副使和盐铁转运副使的职务。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙午，策试制举之士，〖胡三省注〗注〗欧阳修曰：唐选举之制，天子自诏曰制举，所以待非常之才焉。〕于是校书郎元稹、监察御史独孤郁、校书郎下邽白居易、前进士萧俛、沈传师出焉。郁，及之子；〖胡三省注〗注〗独孤及，见二百二十三卷代宗永泰元年。〕俛，华之孙；〖胡三省注〗注〗萧华见二百二卷肃宗上元二年。〕传师，既济之子也。〖胡三省注〗注〗沈既济见二百二十三卷代宗大历十四年。〕\n\n\t\t\t　　杜佑请解财赋之职，仍举兵部侍郎、度支使、盐铁转运副使李巽自代。丁未，加佑司徒，罢其盐铁转运使，以巽为度支、盐铁转运使。自刘晏之后，居财赋之职者，莫能继之。巽掌使一年，〖胡三省注〗注〗掌使，言掌使职也。〕征课所入，类晏之多，明年过之，又一年加一百八十万缗。〖胡三省注〗注〗然则李巽胜刘晏乎！曰：不如也。晏犹有遗利在民，巽则尽取之也。〕\n\n\t\t\t　　戊申，加陇右经略使、秦州刺史刘澭保义军节度使。〖胡三省注〗注〗凤翔普润县，先置陇右军，今改名保义军。澭，于容翻，又于用翻。〕\n\n\t\t\t　　辛酉，以元稹为右拾遗，独孤郁为左拾遗，白居易为盩厔尉、集贤校理，萧俛为右拾遗，〖胡三省注〗注〗集贤校理，开元八年置。俛，音免。〕沈传师为校书郎。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗欧阳修曰：唐选举之制，天子自诏曰制举，所以待非常之才焉。〕", "〔〖胡三省注〗独孤及，见二百二十三卷代宗永泰元年。〕", "〔〖胡三省注〗萧华见二百二卷肃宗上元二年。〕", "〔〖胡三省注〗沈既济见二百二十三卷代宗大历十四年。〕", "〔〖胡三省注〗掌使，言掌使职也。〕", "〔〖胡三省注〗然则李巽胜刘晏乎！曰：不如也。晏犹有遗利在民，巽则尽取之也。〕", "〔〖胡三省注〗凤翔普润县，先置陇右军，今改名保义军。澭，于容翻，又于用翻。〕", "〔〖胡三省注〗集贤校理，开元八年置。俛，音免。〕"], "translation": "\n\n\t\t\t　　丙午（十三日），宪宗亲自在大殿对应诏赴试的士子举行制举考试。于是，校书郎元稹、监察御史独孤郁、校书郎下邽人白居易、前进士萧俛、沈传师都崭露头角，独孤郁，是独孤及的儿子。萧俛，是萧华的孙子。沈传师，是沈既济的儿子。\n\n\t\t\t　　杜佑请求解除自己管理资财赋税方面的职务，还推举兵部侍郎、度支使、盐铁转运副使李巽来替代自己。丁未（十四日），宪宗加封杜佑为司徒，免除了他盐铁转运使的职务，任命李巽为度支使和盐铁转运使。自刘晏以后，担任财物赋税管理职务的人们都赶不上他。李巽掌管使职一年，征收赋税的收入，便像刘晏时那样多了，第二年又超过了刘晏，再过一年，又较刘晏时增加了一百八十万缗。\n\n\t\t\t　　戊申（十五日），宪宗加封陇右经略使、秦州刺史刘澭为保义军节度使。\n\n\t\t\t　　辛酉（二十八日），任命元稹为右拾遗，独孤郁为左拾遗，白居易为盩厔县尉、集贤校理、萧俛为右拾遗，沈传师为校书郎。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　稹上疏论谏职，〖胡三省注〗注〗《考异》曰：稹自叙及新传，先上教本书，论谏职在后。今从旧传。〕以为：“昔太宗以王珪、魏征为谏官，宴游寝食未尝不在左右，又命三品以上入议大政，必遣谏官一人随之，以参得失，〖胡三省注〗注〗见一百九十二卷太宗贞观元年。〕故天下大理。〖胡三省注〗注〗大理，犹言大治也。〕今之谏官，大不得豫召见，次不得参时政，排行就列，朝谒而已。近年以来，正牙不奏事，〖胡三省注〗注〗德宗贞元十八年，罢正牙奏事，事见上卷。〕庶官罢巡对，〖胡三省注〗注〗巡对，犹今云转对。贞元十七年，令常参官每日引见二人，访以政事，谓之巡对。至元和元年，武元衡奏曰：“正衙已有待制官两员，贞元七年又有次对；难议两置。”诏“今后每坐日两人待制正衙，退后于延英候对；中书、门下、御史台官依故事，并不待制。”则是自正衙待制以外，凡德宗所置次对皆罢矣。宋白曰：贞元七年，令常参官日二人引见，谓之巡对。二十一年，御史中丞李鄘奏：“准贞元七年敕，常参官并令依次对者。伏以朝夕承命，已有待制官两员，足备顾问。今更置次对，恐烦圣听。”敕“宜停”。〕谏官能举职者，独诰命有不便则上封事耳。君臣之际，讽谕于未形，筹画于至密，尚不能回至尊之盛意，况于既行之诰令，已命之除授，而欲以咫尺之书收丝纶之诏，诚亦难矣。〖胡三省注〗注〗记曰：王言如丝，其出如纶。王言如纶，其出如綍。〕愿陛下时于延英召对，使尽所怀，岂可置于其位而屏弃疏贱之哉！”\n\n\t\t\t　　顷之，复上疏，以为：“理乱之始，必有萌象。开直言，广视听，理之萌也；甘谄谀，蔽近习，乱之象也。自古人主即位之初，必有敢言之士，人主苟受而赏之，则君子乐行其道，竞为忠谠；小人亦贪得其利，不为回邪矣。〖胡三省注〗注〗元稹此二语，盖自道出心事也。乐，音洛。〕如是，则上下之志通，幽远之情达，欲无理得乎！〖胡三省注〗注〗理，治也；与乱对言。〕苟拒而罪之，则君子卷怀括囊以保其身，〖胡三省注〗注〗孔子曰：邦无道，则可卷而怀之。易坤之六四曰：括囊，无咎无誉。文言曰：天地闭，贤人隐。《易》曰：括囊，无咎无誉，盖言谨也。括，结也，方言云，闭也。〕小人阿意迎合以窃其位矣。如是，则十步之事，皆可欺也，欲无乱得乎！昔太宗初即政，孙伏伽以小事谏，太宗喜，厚赏之。〖胡三省注〗注〗见一百九十五卷贞观十二年。〕故当是时，言事者惟患不深切，未尝以触忌讳为忧也。太宗岂好逆意而恶从欲哉？诚以顺适之快小，而危亡之祸大故也。陛下践祚，今以周岁，〖胡三省注〗注〗以，当作已。〕夫闻有受伏伽之赏者。臣等备位谏列，旷日弥年，不得召见，每就列位，屏气鞠躬，不敢仰视，又安暇议得失，献可否哉！供奉官尚尔，况疏远之臣乎！〖胡三省注〗注〗两省官，自遗、补以上，皆供奉官也。〕此盖群下因循之罪也。”因条奏请次对百官、复正牙奏事、禁非时贡献等十事。\n\n\t\t\t　　稹又以贞元中王伾、王叔文以伎术得幸东宫，永贞之际几乱天下，上书劝上早择修正之士使辅导诸子，以为：“太宗自为蕃王，与文学清修之士十八人居。〖胡三省注〗注〗事见一百八十九卷高祖武德四年。〕后代太子、诸王，虽有僚属，日益疏贱，至于师傅之官，非眊聩废疾不任事者，〖胡三省注〗注〗眊，莫报翻，目昏也。聵，五怪翻，耳聋也。任，音壬。〕则休戎罢帅不知书者为之。其友谕赞议之徒，尤为冗散之甚，〖胡三省注〗注〗按唐制：王府有咨议参军、有友，有文学。元稹所谓友谕赞议者，盖谓友以谕教，咨议则赞议也。冗散之官，今谓之闲慢差遣。冗，而陇翻。散，苏旱翻。〕搢绅皆耻由之。就使时得僻老儒生，越月逾时，仅获一见，又何暇傅之德义，纳之法度哉！夫以匹士爱其子，犹知求明哲之师而教之，况万乘之嗣，系四海之命乎！”上颇嘉纳其言，时召见之。\n\n\t\t\t　　壬戌，邵王约薨。〖胡三省注〗注〗约，上弟也。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：稹自叙及新传，先上教本书，论谏职在后。今从旧传。〕", "〔〖胡三省注〗见一百九十二卷太宗贞观元年。〕", "〔〖胡三省注〗大理，犹言大治也。〕", "〔〖胡三省注〗德宗贞元十八年，罢正牙奏事，事见上卷。〕", "〔〖胡三省注〗巡对，犹今云转对。贞元十七年，令常参官每日引见二人，访以政事，谓之巡对。至元和元年，武元衡奏曰：“正衙已有待制官两员，贞元七年又有次对；难议两置。”诏“今后每坐日两人待制正衙，退后于延英候对；中书、门下、御史台官依故事，并不待制。”则是自正衙待制以外，凡德宗所置次对皆罢矣。宋白曰：贞元七年，令常参官日二人引见，谓之巡对。二十一年，御史中丞李鄘奏：“准贞元七年敕，常参官并令依次对者。伏以朝夕承命，已有待制官两员，足备顾问。今更置次对，恐烦圣听。”敕“宜停”。〕", "〔〖胡三省注〗记曰：王言如丝，其出如纶。王言如纶，其出如綍。〕", "〔〖胡三省注〗元稹此二语，盖自道出心事也。乐，音洛。〕", "〔〖胡三省注〗理，治也；与乱对言。〕", "〔〖胡三省注〗孔子曰：邦无道，则可卷而怀之。易坤之六四曰：括囊，无咎无誉。文言曰：天地闭，贤人隐。《易》曰：括囊，无咎无誉，盖言谨也。括，结也，方言云，闭也。〕", "〔〖胡三省注〗见一百九十五卷贞观十二年。〕", "〔〖胡三省注〗以，当作已。〕", "〔〖胡三省注〗两省官，自遗、补以上，皆供奉官也。〕", "〔〖胡三省注〗事见一百八十九卷高祖武德四年。〕", "〔〖胡三省注〗眊，莫报翻，目昏也。聵，五怪翻，耳聋也。任，音壬。〕", "〔〖胡三省注〗按唐制：王府有咨议参军、有友，有文学。元稹所谓友谕赞议者，盖谓友以谕教，咨议则赞议也。冗散之官，今谓之闲慢差遣。冗，而陇翻。散，苏旱翻。〕", "〔〖胡三省注〗约，上弟也。〕"], "translation": "\n\n\t\t\t　　元稹上书谈论谏官的职任，他认为：“过去，太宗任命王珪与魏徵为谏官，无论宴饮游观，还是寝息就餐，没有一时不让他们跟随在身边，还命令在三品以上官员入朝计议重大政务时，一定要派遣一位谏官跟随，以便检验各种议论的优劣，所以当时天下政治修明。现在的谏官，首先不能得到圣上的召见，其次不能参究当前的政治措施，只是侪身于朝班的行列之中，按时上朝拜见圣上罢了。近些年来，免除正殿奏事，停止百官轮流奏事，谏官能够奉行的职责，只有在诏诰命令不尽合宜时，献上一本皂封缄的奏章而已。君臣际会，即使在事情发生以前便委婉规劝，进行极为周密的谋划，尚且难以回转圣上的盛意，何况诏诰命令已经颁行，对官员的任命已经发布，要想凭着谏官进呈一纸章奏收回圣上的诏书，实在也是够困难的了。希望陛下经常在延英殿召见谏官奏对，让他们把意见都讲出来，怎么能够将他们安置在谏官的职位上，但又对他们弃置不顾，并且疏远贱视呢！”\n\n\t\t\t　　不久，元稹再次上疏，他认为：“在政治修明与祸乱危亡的初期，肯定是有萌芽和迹象的。开通直言进谏的道路，拓广接受意见的范围，这是政治修明的萌芽。喜欢阿谀逢迎，被自己亲幸的人们蒙蔽，这是祸乱危亡的迹象。自古以来，在君主即位的初期，肯定会有敢于直言切谏的人士，如果人君接受这些人士的意见，从而奖赏他们，君子便愿意遵循君主的意志，争做忠义坦诚之人，小人也贪图其中的利益，不做奸邪的事情了。如果能够做到这些，那么上下之志相通，幽深辽远之情畅达，即使不打算政治修明，能够办得到吗！如果君主抵制直言切谏的人士，从而惩罚他们，君子便会藏身隐退，缄口不言，但求明哲保身了，小人便会曲意迎合，从而窃居君子的地位了。像这个样子，要办的事情就是近在十步以内，也完全有可能做出欺上罔下的勾当来，想没有祸乱办得到吗！过去，太宗刚执政时，孙伏伽就一件小事进谏，大宗大喜，重重地奖赏了他。所以在当时，谈论政事的人们惟恐讲得不够深挚切实，从来不曾有人担心触犯忌讳。难道是太宗喜欢让人违背自己的意志而厌恶人们顺从自己的愿望吗？这诚然因为顺心适意的快乐太渺小，而国家危亡的祸殃太重大的原故。自从陛下登基以来，至今已满一年，没听说过有人受到孙伏伽那样的奖赏。我等在谏官行列中聊以充数，空费时日，不能够得到陛下的召见，每当站进朝班的行列位次之中，屏住呼吸，曲身行礼，连抬头看上一眼都没有胆量，又怎么会顾得上议论得失，诤言进谏呢！在皇帝周围供职的官员尚且如此，何况其他职位疏远的臣下呢！这恐怕是群臣因袭故习的原故吧。”于是，他逐条上奏，请求实行依次召对百官、恢复正殿奏事、禁止临时进献贡物等十件事情。\n\n\t\t\t　　元稹又以贞元年间王伾、王叔文靠着擅长方伎小术得到太子的宠爱，到永贞年间几乎使天下大乱之事，上书劝宪宗及早选拔善良正派的人士，辅佐教导各位皇子，他认为：“自从太宗当了藩王后，便与十八位博学能文、操行洁美的人士相处。虽然后世的太子与诸王仍有所属的官吏，但是他们的地位越来越遭受疏远与轻贱，至于太师、少师、太傅、少傅一类官员，不是由眼昏耳聋、身体残废、不能办事的人物担承，就是让战事完结以后免去节帅职务而又不懂诗书的人物出任。尤其王府那些友、司议郎、谕德、赞善大夫等官员，更是闲散之职，士大夫都以担当过这类官员为耻辱。即使有时能够得到一些孤陋寡闻，年纪老迈的儒生，也是历时数月，仅仅获得一次与太子、诸王见面的机会，又哪里有闲暇为他们辅导仁德道义，使他们深明法令制度呢！一般说来，就连地位低贱的人们，为了痛爱自己的子女，还知道去寻找明达事理的老师来教诲自己的子女，何况太子、诸王都是帝王的后嗣，关系着国家的命运呢！”宪宗对他的话很是赞许，颇多采纳，还时常召见他。\n\n\t\t\t　　壬戌（二十九日），邵王李约去世。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，丙子，以横海留后程执恭为节度使。\n\n\t\t\t　　庚辰，尚书左丞、同平章事郑馀庆罢为太子宾客。\n\n\t\t\t　　辛卯，尊太上皇后为皇太后。\n\n\t\t\t　　刘辟城鹿头关，连八栅，屯兵万馀人以拒高崇文。六月，丁酉，崇文击败之。辟置栅于关东万胜堆。戊戌，崇文遣骁将范阳高霞寓攻夺之，下瞰关城，凡八战皆捷。\n\n\t\t\t　　加卢龙节度使刘济兼侍中。己亥，加平卢节度使李师古兼侍中。\n\n\t\t\t　　", "husanxing_comment": [], "translation": "\n\n\t\t\t　　五月，丙子（十三日），宪宗任命横海留后程执恭为该军节度使。\n\n\t\t\t　　庚辰（十七日），尚书左丞、同平章事郑余庆被罢免为太子宾客。\n\n\t\t\t　　辛卯（二十八日），尊奉太上皇的皇后为皇太后。\n\n\t\t\t　　刘辟修筑鹿头关，连结八座栅垒，屯聚兵马一万多人，以便抵御高崇文。六月，丁酉（初五），高崇文打败了刘辟。刘辟又在鹿头关东面的万胜堆设置栅垒。戊戌（初六），高崇文派遣骁将范阳人高霞寓前去攻取了万胜堆，由此可以俯视鹿头关全城。共计经过八次交战，高霞寓全都获胜。\n\n\t\t\t　　宪宗加封卢龙节度使刘济兼任侍中；己亥（初七），加封平卢节度使李师古兼任侍中。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　庚子，高崇文破刘辟于德阳。〖胡三省注〗注〗武德三年，分雒县置德阳县，属汉州。《九域志》：在州东北八十五里。〕癸卯，又破之于汉州。严砺遗其将严秦破辟众万余人于绵州石碑谷。〖胡三省注〗注〗《九域志》：汉州绵竹县有石碑镇。意“州”字盖“竹”字之误也。〕\n\n\t\t\t　　初，李师古有异母弟曰师道，常疏斥在外，不免贫窭。师古私谓所亲曰：“吾非不友于师道也，吾年十五拥节旄，自恨不知稼穑之艰难。况师道复减吾数岁，吾欲使之知衣食之所自来，且以州县之务付之，计诸公必不察也。”及师古疾笃，师道时知密州事，好画及觱篥。〖胡三省注〗注〗胡人吹葭管，谓之觱篥。《乐府杂录》：觱篥，葭管也，卷芦为头，截竹为管，出于胡地。制法角音，九孔漏声，五音。唐编入卤簿，名为笳管；用之雅乐，以为雅管；六窍之制，则为凤管。旋宫转器，以应律者也。杜佑曰：觱篥，一名悲篥，出于胡中，其声悲。东夷有以卷桃皮为之者。亦出南蛮。又《乐府杂录》曰：觱篥，本龟兹乐。〕师古谓判官高沐、李公度曰：“迨吾之未乱也，〖胡三省注〗注〗迨，及也。疾病则乱。〕欲有问于子。我死，子欲奉谁为帅乎？”二人相顾未对。师古曰：“岂非师道乎？人情谁肯薄骨肉而厚他人，顾置帅不善，则非徒败军政也，且覆吾族。师道为公侯子孙，不务训兵理人，专习小人贱事以为己能，果堪为帅乎？幸诸公审图之！”闰月，壬戌朔，师古薨。沐、公度秘不发丧，潜逆师道于密州，奉以为节度副使。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗武德三年，分雒县置德阳县，属汉州。《九域志》：在州东北八十五里。〕", "〔〖胡三省注〗《九域志》：汉州绵竹县有石碑镇。意“州”字盖“竹”字之误也。〕", "〔〖胡三省注〗胡人吹葭管，谓之觱篥。《乐府杂录》：觱篥，葭管也，卷芦为头，截竹为管，出于胡地。制法角音，九孔漏声，五音。唐编入卤簿，名为笳管；用之雅乐，以为雅管；六窍之制，则为凤管。旋宫转器，以应律者也。杜佑曰：觱篥，一名悲篥，出于胡中，其声悲。东夷有以卷桃皮为之者。亦出南蛮。又《乐府杂录》曰：觱篥，本龟兹乐。〕", "〔〖胡三省注〗迨，及也。疾病则乱。〕"], "translation": "\n\n\t\t\t　　庚子（初八），高崇文在德阳打败刘辟。癸卯（十一日），高崇文在汉州再败刘辟。严砺派遣他的将领严秦在绵州的石碑谷打败刘辟的部众一万多人。\n\n\t\t\t　　当初，李师古有一个异母兄弟，名叫李师道，经常遭受冷落，被斥逐在外地，不免贫困。李师古私下里告诉亲近的人们说：“并不是我不肯与李师道友好，我十五岁时担任节度使，恨自己不懂得耕种与收获的艰难。况且李师道又比我小几岁，我想让他了解吃穿供给是从哪里来的，才暂且把治理州县的事务交付给他，想来诸位肯定还没有看出来吧。”及至李师古病情危笃时，李师道当时正在代理密州事务，喜欢绘画和吹奏胡人的葭管。李师古对判官高沐和李公度说：“趁着我神智还没有迷乱时，我想征求你们的意见。我死后，你们打算拥戴何人担当主帅呢？”两人相互看了一眼，没有回答。李师古说：“难道不是李师道吗？由人们的常情说来，谁愿意对骨肉兄弟刻薄寡恩，而对其他的人却优渥丰厚呢，但是设置主帅不得其人，便不只是败坏军中政务，而且将会倾覆我的家族。李师道是公侯家族的后人，却不致力训练军队，治理百姓，专门学习小人的下贱行当，认为是自己的才能，他担当主帅果真胜任吗？希望诸位审慎地计议一下吧。”闰六月，壬戌朔（初一），李师古去世。高沐与李公度隐秘其事，暂不公布李师古的死讯，暗中从密州迎接李师道，拥戴他担当节度副使。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，癸丑，高崇文破刘辟之众万人于玄武。〖胡三省注〗注〗刘昫曰：玄武，汉氐道地，晋改曰玄武。《五代史志》：玄武，旧曰伍城，后周置玄武郡；隋开皇初，废郡改县，曰玄武，唐属梓州。《九域志》：在州西九十里。〕甲午，诏：“凡西川继援之兵，悉取崇文处分。”\n\n\t\t\t　　壬寅，葬至德大圣大安孝皇帝于丰陵，〖胡三省注〗注〗丰陵，在京兆富平县东三十里瓮金山。〕庙号顺宗。\n\n\t\t\t　　八月，壬戌，以妃郭氏为贵妃。\n\n\t\t\t　　丁卯，立皇子宁为邓王，宽为澧王，宥为遂王，察为深王，寰为洋王，寮为绛王，审为建王。〖胡三省注〗注〗此皆以当时州名为封国之名。〕\n\n\t\t\t　　李师道总军务，久之，朝命未至。师道谋于将佐，或请出兵掠四境。高沐固止之，请输两税，申官吏，行盐法，〖胡三省注〗注〗以表谨事朝廷，不袭朝廷所为也。〕遣使相继奉表诣京师。杜黄裳请乘其未定而分之。上以刘辟未平，己巳，以师道为平卢留后、知郓州事。\n\n\t\t\t　　堂后主书滑涣久在中书，〖胡三省注〗注〗堂后主书，即今之堂后官也。滑，户八翻，姓也。〕与知枢密刘光琦相结，宰相议事有与光琦异者，令涣达意，常得所欲，杜佑、郑絪等皆低意善视之。郑馀庆与诸相议事，涣从旁指陈是非，馀庆怒叱之。未几，罢相。四方赂遗无虚日，中书舍人李吉甫言其专恣，请去之。上命宰相阖中书四门搜掩，尽得其奸状，九月。辛丑，贬涣雷州司户，〖胡三省注〗注〗宋白曰：雷州，汉合浦郡之徐闻县地，梁分置合州，大同末以合肥为合州，以此为南合州，唐改雷州。〕寻赐死。籍没，家财凡数千万。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗刘昫曰：玄武，汉氐道地，晋改曰玄武。《五代史志》：玄武，旧曰伍城，后周置玄武郡；隋开皇初，废郡改县，曰玄武，唐属梓州。《九域志》：在州西九十里。〕", "〔〖胡三省注〗丰陵，在京兆富平县东三十里瓮金山。〕", "〔〖胡三省注〗此皆以当时州名为封国之名。〕", "〔〖胡三省注〗以表谨事朝廷，不袭朝廷所为也。〕", "〔〖胡三省注〗堂后主书，即今之堂后官也。滑，户八翻，姓也。〕", "〔〖胡三省注〗宋白曰：雷州，汉合浦郡之徐闻县地，梁分置合州，大同末以合肥为合州，以此为南合州，唐改雷州。〕"], "translation": "\n\n\t\t\t　　秋季，七月，癸丑（疑误），高崇文在玄武打败刘辟的部众一万人。甲午（初三），宪宗颁诏：“凡是在西川相继增援的军队，一概听从高崇文的指挥。”\n\n\t\t\t　　壬寅（十一日），宪宗将至德大圣大安孝皇帝安葬在丰陵，庙号顺宗。\n\n\t\t\t　　八月，壬戌（初二），宪宗册立皇妃郭氏为贵妃。\n\n\t\t\t　　丁卯（初七），宪宗册立皇子李宁为邓王，李宽为澧王，李宥为遂王，李察为深王，李寰为洋王，李寮为绛王，李审为建王。\n\n\t\t\t　　李师道总揽军中事务后，过了许久，朝廷的任命还没有到来。李师道与将佐们商讨对策，有人请求往四邻的边境上派兵虏掠，高沐坚决制止了这一企图，请李师道向朝廷缴纳两税，申报所任用的官吏，实行食盐法，派遣使者接连不断地前往京城进献表章。杜黄裳请求趁着李师道没有安定来的时机，将平卢分而治之。宪宗因刘辟尚未平定，己巳（初九），任命李师道为平卢留后、知郓州事。\n\n\t\t\t　　堂后主书滑涣长期在中书省任职，与知枢密刘光琦相互交结，凡是宰相计议的事情与刘光琦发生分歧时，刘光琦便让滑涣传达自己的意图，经常能够满足自己的愿望。杜佑、郑絪等人都低声下气，用友好的态度对待他。郑余庆与各位宰相计议事情时，滑涣在旁边指点评说诸相意见的曲直短长，郑余庆怒气冲冲地喝斥了他，没过多久，郑余庆便被罢免了宰相的职务。各地向滑涣贿赂财物，没有停闲的时日。中书舍人李吉甫进言说滑涣肆意专权，请求除去他。宪宗命令宰相将中书省四面的门户关闭起来，进行突然搜查，取得了滑涣肆行邪恶的全部罪状。九月，辛丑（十一日），宪宗将滑涣贬为雷州司户，不久便赐他自裁，没收他家的财产计有数千万之多。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　壬寅，高崇文又败刘辟之众于鹿头关，严秦败刘辟之众于神泉。〖胡三省注〗注〗神泉，汉涪城地，晋置西园县。隋改为神泉县，以县西有泉能愈疾也；唐属绵州。《九域志》：在州西北八十五里。〕河东将阿跌光颜将兵会高崇文于行营，愆期一日，〖胡三省注〗注〗愆，过也；愆期，过期也。〕懼诛，欲深入自赎，军于鹿头之西，断其粮道，城中忧懼。于是辟、绵江栅将李文悦、〖胡三省注〗注〗绵水，在绵州雒县东三十里，源出绵竹县紫岩山。〕鹿头守将仇良辅皆以城降于崇文。获辟婿苏强，士卒降者万计。崇文遂长驱直指成都，所向崩溃，军不留行。辛亥，克成都。刘辟、卢文若帅数十骑西奔吐蕃，崇文使高霞寓等追之，及于羊灌田。〖胡三省注〗注〗彭州有羊灌田守捉。〕辟赴江不死，擒之。文若先杀妻子，乃系石自沉。崇文入成都，屯于通衢，休息士卒，市肆不惊，珍宝山积，秋毫不犯，槛刘辟送京师。斩辟大将邢泚、馆驿巡官沈衍，〖胡三省注〗注〗《考异》曰：林恩《补国史》曰：“衍与段文昌，辟逼令判案，礼同上，介亦接诸公候谒。崇文目段公曰：‘公必为将相，未敢奉荐。’揖起。沈衍令枭首摽于驿门。二人诛赏之异，未晓其意何如也。〕馀无所问。军府事无巨细，命一遵韦南康故事，〖胡三省注〗注〗韦皋封南康郡王。〕从容指撝，一境皆平。\n\n\t\t\t　　初，韦皋以西山运粮使崔从知邛州事，刘辟反，从以书谏辟；辟发兵攻之，从婴城固守；辟败，乃得免。从，融之曾孙也。〖胡三省注〗注〗崔融事武后，以文华著。〕\n\n\t\t\t　　韦皋参佐房式、韦乾度、独孤密、符载、郗士美、段文昌等素服麻屦，衔土请罪。崇文皆释而礼之，草表荐式等，厚赆而遣之。〖胡三省注〗注〗以货财送行曰赆。〕目段文昌曰：“君必为将相，未敢奉荐。”载，庐山人；〖胡三省注〗注〗庐山，在江州寻阳，未尝置县。恐误。〕式，琯之从子；〖胡三省注〗注〗房琯相肃宗。〕文昌，志玄之玄孙也。〖胡三省注〗注〗段志玄，唐初开国功臣。〕\n\n\t\t\t　　辟有二妾，皆殊色，监军请献之，崇文曰：“天子命我讨平凶竖，当以抚百姓为先，遽献妇人以求媚，岂天子之意邪！崇文义不为此。”乃以配将吏之无妻者。〖胡三省注〗注〗史言高崇文受命专征，有可称者。〕\n\n\t\t\t　　杜黄裳建议征蜀及指受高崇文方略，〖胡三省注〗注〗“受”，当作“授”。〕皆悬合事宜。崇文素惮刘澭，〖胡三省注〗注〗时京西诸镇诸将，刘澭持军号为严整，故崇文惮之。〕黄裳使谓之曰：“若无功，当以刘澭相代。”故能得其死力。及蜀平，宰相入贺，上目黄裳曰：“卿之功也！”\n\n\t\t\t　　辛巳，诏征少室山人李渤为左拾遗。〖胡三省注〗注〗少室山，在河南登封县。〕渤辞疾不至，然朝政有得失，渤辄附奏陈论。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗神泉，汉涪城地，晋置西园县。隋改为神泉县，以县西有泉能愈疾也；唐属绵州。《九域志》：在州西北八十五里。〕", "〔〖胡三省注〗愆，过也；愆期，过期也。〕", "〔〖胡三省注〗绵水，在绵州雒县东三十里，源出绵竹县紫岩山。〕", "〔〖胡三省注〗彭州有羊灌田守捉。〕", "〔〖胡三省注〗《考异》曰：林恩《补国史》曰：“衍与段文昌，辟逼令判案，礼同上，介亦接诸公候谒。崇文目段公曰：‘公必为将相，未敢奉荐。’揖起。沈衍令枭首摽于驿门。二人诛赏之异，未晓其意何如也。〕", "〔〖胡三省注〗韦皋封南康郡王。〕", "〔〖胡三省注〗崔融事武后，以文华著。〕", "〔〖胡三省注〗以货财送行曰赆。〕", "〔〖胡三省注〗庐山，在江州寻阳，未尝置县。恐误。〕", "〔〖胡三省注〗房琯相肃宗。〕", "〔〖胡三省注〗段志玄，唐初开国功臣。〕", "〔〖胡三省注〗史言高崇文受命专征，有可称者。〕", "〔〖胡三省注〗“受”，当作“授”。〕", "〔〖胡三省注〗时京西诸镇诸将，刘澭持军号为严整，故崇文惮之。〕", "〔〖胡三省注〗少室山，在河南登封县。〕"], "translation": "\n\n\t\t\t　　壬寅（十二日），高崇文再次在鹿头关打败刘辟的部众，严秦在神泉也打败了刘辟的部众。河东将领阿跌光颜带领兵马与高崇文在行营会合，耽误了一天时间，因害怕高崇文杀他，打算深入前敌，赎回自己的过失，在鹿头关西面驻扎下来，继绝了刘辟的运粮通道，使鹿头关内将士忧愁恐惧。于是，刘辟的绵江栅守将李文悦、鹿头关守将仇良辅都率城向高崇文投降，还捉获了刘辟的女婿苏强，投降的士兵数以万计。于是，高崇文迅速地直逼成都，所到之处，无不崩溃，军队在行进中从未受阻。辛亥（二十一日），高崇文攻克成都。刘辟、卢文若带领数十人骑马向西逃奔吐蕃，高崇文让高霞寓等人追赶，并在羊灌田追上了他们。刘辟跳入长江、没有淹死，终被擒获。卢文若事先将妻子儿女杀死，然后便在身上系了石头沉江自杀。高崇文进入成都后，在四通八达的大道上驻扎下来，让士兵就地休息，市中的店铺没有受到惊动，市场上珍贵的货财堆积如山，也没有遭受丝毫的侵犯。高崇文将刘辟装入槛车，送往京城，斩杀了刘辟的大将邢泚和馆驿巡官沈衍，对其余的人一概不加追究。对军府的事务，无论大小，高崇文命令一律遵从南康郡王韦皋先前奉行的惯例，他从容不迫地指挥着，西川全境便完全平定了。\n\n\t\t\t　　当初，韦皋委任西山运粮使崔从掌管邛州事务，刘辟反叛朝廷后，崔从写书信劝阻刘辟，刘辟派兵攻打邛州，崔从据城坚守。刘辟失败，崔从终于得以幸免。崔从是崔融的曾孙。\n\n\t\t\t　　韦皋的参佐房式、韦乾度、独孤密、符载、郗士美、段文昌等人身著白色丧服，脚穿麻鞋，按死罪制度口衔土块，请求治罪，高崇文全都释放了他们，以礼相待，还草拟表章举荐房式等人，赠给他们丰厚的财物，送他们前去就任。高崇文看着段文昌说：“你肯定会成为将相，我不敢推荐你。”符载，是庐山人。房式，是房琯的侄子。段文昌，是段志玄的玄孙。\n\n\t\t\t　　刘辟有两个偏房，容貌都特别美丽，监军请求将她们献给朝廷，高崇文说：“天子命令我征伐平定刘辟这一凶恶小子，我应当首先安抚百姓。忙着进献妇女，讨好天子，这哪里会是天子的本意呢！我奉行正义，不干这种事情。”于是，他将刘辟的两个偏房许配给没有妻室的将吏了。\n\n\t\t\t　　杜黄裳建议征讨蜀中并授意高崇文应采取的谋略。这些谋略对后来发生的事情完全适宜。由于高崇文平时畏惧刘澭，杜黄裳便让人告诉他说：“如果你不能取得成功，便会让刘澭替代你。”所以杜黄裳能够使高崇文尽到最大的力量。及至平定蜀中后，宰相入朝祝贺，宪宗望着杜黄裳说：“这都是你的功劳啊！”\n\n\t\t\t　　辛巳（疑误），宪宗颁诏征召少室山的隐士李渤担任左拾遗，李渤称病，不肯前来。然而，一旦朝廷大政发生问题，他总是寄上奏章，陈述论说自己的见解。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，甲子，易定节度使张茂昭入朝。\n\n\t\t\t　　制割资、简、陵、荣、昌、泸六州隶东川。〖胡三省注〗注〗资州，汉资中县地，隋置资阳郡，唐为资州。乾元二年，分资、泸、普、合四州之境置昌州。〕房式等未至京师，皆除省寺官。〖胡三省注〗注〗史言宪宗急于收拾人才以安反侧。〕丙寅，以高崇文为西川节度使。戊辰，以严砺为东川节度使。\n\n\t\t\t　　庚午，以将作监柳晟为山南西道节度使。晟至汉中，府兵讨刘辟还，未至城，〖胡三省注〗注〗府兵，汉中之兵也。唐以汉中为兴元府，故谓之府兵，非唐初所谓府兵也。〕诏复遣戍梓州，军士怨怒，胁监军，谋作乱。晟闻之，疾驱入城，慰劳之，既而问曰：“汝曹何以得成功？’对曰：“诛反者刘辟耳。”晟曰：“辟以不受诏命，故汝曹得以立功，岂可复使它人诛汝以为功邪？’众皆拜谢，请诣戍所如诏书。军府由是获安。\n\n\t\t\t　　壬午，〖胡三省注〗作壬申。〕以平卢留后李师道为节度使。\n\n\t\t\t　　戊子，刘辟至长安，并族党诛之。\n\n\t\t\t　　武宁节度使张愔有疾，上表请代。十一月，戊申，征愔为工部尚书，以东都留守王绍代之，〖胡三省注〗注〗王绍本名纯，避上名改焉。〕复以濠、泗二州隶武宁军。〖胡三省注〗注〗分濠、泗二州见二百三十五卷德宗贞元十六年。〕徐人喜得二州，故不为乱。\n\n\t\t\t　　丙辰，以内常侍吐突承璀为左神策中尉。承璀事上于东宫，以干敏得幸。〖胡三省注〗注〗为承璀丧师其甚几于乱国张本。〕\n\n\t\t\t　　是岁，回鹘入贡，始以摩尼偕来，于中国置寺处之。〖胡三省注〗注〗回鹘之摩尼，犹中国之僧也；其教与天竺又异。按《唐书会要》十九卷：回鹘可汗王令明教僧进法入唐。大历三年六月二十九日，敕赐回鹘摩尼，为之置寺，赐额为大云光明。六年正月，敕赐荆、洪、越等州各置大云光明寺一所。唐史补卷：蕃人常与摩尼僧议政，京城为之立寺。其法，日晚乃食，饮水茹荤而不食乳酪。其大摩尼，数年一度来往本国，小者年转。《唐史·回鹘列传》：元和初，再朝献，始以摩尼至，日晏乃食。可汗常与甘国也。〕其法日晏乃食，食荤而不食湩酪。〖胡三省注〗注〗荤，许云翻，辛臭菜也。湩，多贡翻，乳汁也。〕回鹘信奉之，可汗或与议国事。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗资州，汉资中县地，隋置资阳郡，唐为资州。乾元二年，分资、泸、普、合四州之境置昌州。〕", "〔〖胡三省注〗史言宪宗急于收拾人才以安反侧。〕", "〔〖胡三省注〗府兵，汉中之兵也。唐以汉中为兴元府，故谓之府兵，非唐初所谓府兵也。〕", "〔〖按〗另作壬申。〕", "〔〖胡三省注〗王绍本名纯，避上名改焉。〕", "〔〖胡三省注〗分濠、泗二州见二百三十五卷德宗贞元十六年。〕", "〔〖胡三省注〗为承璀丧师其甚几于乱国张本。〕", "〔〖胡三省注〗回鹘之摩尼，犹中国之僧也；其教与天竺又异。按《唐书会要》十九卷：回鹘可汗王令明教僧进法入唐。大历三年六月二十九日，敕赐回鹘摩尼，为之置寺，赐额为大云光明。六年正月，敕赐荆、洪、越等州各置大云光明寺一所。唐史补卷：蕃人常与摩尼僧议政，京城为之立寺。其法，日晚乃食，饮水茹荤而不食乳酪。其大摩尼，数年一度来往本国，小者年转。《唐史·回鹘列传》：元和初，再朝献，始以摩尼至，日晏乃食。可汗常与甘国也。〕", "〔〖胡三省注〗荤，许云翻，辛臭菜也。湩，多贡翻，乳汁也。〕"], "translation": "\n\n\t\t\t　　冬季，十月，甲子（初五），易定节度使张茂昭入京朝见。\n\n\t\t\t　　宪宗颁制命令分出资州、简州、陵州、荣州、昌州、泸州六地，归属东川。房式等人还没有来到京城，宪宗已经全部任命他们各省、各寺的官员。丙寅（初七），任命高崇文为西川节度使；戊辰（初九），任命严砺为东川节度使。\n\n\t\t\t　　庚午（十一日），宪宗任命将作监柳晟为山南西道节度使。柳晟来到汉中时，汉中府的兵马征讨刘辟回来，还没有进城，便有诏书派遣他们再去戍守梓州。将士们既怨恨，又恼怒，胁迫监军，策划发起变乱。柳晟得知消息后，连忙策马进城，慰劳他们。过了一会儿，柳晟问道：“你们是怎么获得成功的呀？”将士们回答说：“是由于前去讨伐反叛者刘辟呗。”柳晟说：“由于刘辟不肯接受诏书的命令，所以使你们获得了立功的机会，怎么能够让别人再来讨伐你们，从而建立功劳呢！”大家都向柳晟行礼，表示感谢，请求按照诏书前往戍守之地。从此，军府获得安宁。\n\n\t\t\t　　壬午（另作壬申，十三日），宪宗任命平卢留后李师道为节度使。\n\n\t\t\t　　戊子（二十九日），刘辟被押送到长安，朝廷命令将他连同他的同族亲属一并诛杀。\n\n\t\t\t　　武宁节度使张愔患病，上表请求派人替代自己。十一月，戊申（十九日），宪宗征召张愔回朝担任工部尚书，任命东都留守王绍代替张的原职务，又将濠州、泗州两地归属武宁军。徐州地区的将士们高兴得到两州的土地，所以不作乱。\n\n\t\t\t　　丙辰（二十七日），宪宗任命内常侍吐突承璀为左神策中尉。吐突承璀在宪宗当太子时曾侍奉左右，因干练机敏而得到宠爱。\n\n\t\t\t　　这一年，回鹘入京进贡，开始带着摩尼教僧人一同前来，朝廷在国内设置寺院，安置摩尼僧人居住。根据摩尼僧人的规矩，日暮时分才开始进食，可以吃荤腥食品，但不能够食用奶酪。回鹘信奉摩尼教，回鹘可汗有时要与摩尼僧人计议国家大事。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐宪宗昭文章武大圣至神孝皇帝　元和二年（丁亥　公元807年）\n\n\t\t\t　　春，正月，辛卯，上祀圆丘，赦天下。\n\n\t\t\t　　上以杜佑高年重德，礼重之，常呼司徒而不名。佑以老疾，请致仕。诏令佑每月入朝不过再三，因至中书议大政。它日听归樊川。〖胡三省注〗注〗杜佑治亭观于樊川，与宾客置酒为乐。〕\n\n\t\t\t　　门下侍郎、同平章事杜黄裳，有经济大略而不修小节，故不得久在相位。乙巳以黄裳同平章事，充河中、晋、绛、慈、隰节度使。己酉，以户部侍郎武元衡为门下侍郎，翰林学士李吉甫为中书侍郎，并同平章事。吉甫闻之感泣，谓中书舍人裴垍曰：“吉甫流落江、淮，逾十五年，〖胡三省注〗注〗德宗贞元七年，窦参贬，陆贽相，疑吉甫党于参，贬明州长史。至是为相，凡十六年。垍，其冀翻。〕一旦蒙恩至此。思所以报德，惟在进贤，而朝廷后进，罕所接识，君有精鉴，愿悉为我言之。”垍取笔疏三十馀人，数月之间，选用略尽。当时翕然称吉甫为得人。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗杜佑治亭观于樊川，与宾客置酒为乐。〕", "〔〖胡三省注〗德宗贞元七年，窦参贬，陆贽相，疑吉甫党于参，贬明州长史。至是为相，凡十六年。垍，其冀翻。〕"], "translation": "\n\n\t\t\t　　唐宪宗元和二年（丁亥　公元807年）\n\n\t\t\t　　春季，正月，辛卯（初三），宪宗祭祀圜丘，大赦天下。\n\n\t\t\t　　宪宗因杜佑年迈，品德高尚，以隆重的礼数对待他，经常称呼他为司徒，而不直呼其名。杜佑因年老多病，请求退休，宪宗颁诏令杜佑每月来朝廷朝见不超过两三次，并趁此机会前往中书省计议重大的政务。其他日子准许他回到樊川府第。\n\n\t\t\t　　门下侍郎、同平章事杜黄裳，具有经国济民的远大谋略，但对生活小事不加检点，所以没有能够长期保持宰相的职位。乙巳（十七日），宪宗让杜黄裳挂衔同平章事，充任河中、晋、绛、慈、隰节度使。己酉（二十一日），宪宗任命户部侍郎武元衡为门下侍郎，翰林学士李吉甫为中书侍郎，两人一并同平章事。李吉甫得知消息以后，感动得哭了，他告诉中书舍人裴垍说：“我飘泊江、淮，穷困失意，超过了十五年，现在忽然蒙受朝廷的恩典达到如此地步。我想到的报答朝廷恩德的途径，只有引进贤明之士，但是我很少接触并结识朝廷中后来入仕的人们。您是善于识别人才的，希望您向我讲出您的所有意见。”于是，裴垍拿起笔来，开列了三十多人的名单。在几个月内，李吉甫将这些人几乎都选拔起用了，当时人们纷纷称道李吉甫用人得当。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，癸酉，邕州奏破黄贼，获其酋长黄承庆。〖胡三省注〗注〗黄贼，西原洞蛮也。〕\n\n\t\t\t　　夏，四月，甲子，以右金吾大将军范希朝为朔方、灵、盐节度使，以右神策、盐州、定远兵隶焉，〖胡三省注〗注〗定远军，本属灵州。灵、盐接境，相距三百里，定远军在黄河北岸，盖分戍盐州也。又按宋白《续通典》：左神策，京西北八镇，普润镇、崇信城、定平镇、归化城、定远城、永安城、郃阳县也。右神策五镇，奉天镇、麟游镇、良原镇、庆州镇、怀远城也。今日右神策，岂怀远兵欤？盐州前上得专奏事朝廷，今复属朔方。〕以革旧弊，任边将也。〖胡三省注〗注〗范希朝自宿卫出帅，故言以革任边将之弊。〕\n\n\t\t\t　　秋、八月，刘济、王士真、张茂昭争私隙，迭相表请加罪。戊寅，以给事中房式为幽州、成德、义武宣慰使，和解之。〖胡三省注〗注〗宋白曰：乾元元年，户部尚书李峘除都统淮南、江东、江西节度观察宣慰处置使。宣慰之名始此。〕\n\n\t\t\t　　九月，乙酉，密王绸薨。〖胡三省注〗注〗绸，上弟也。〕\n\n\t\t\t　　夏、蜀既平，〖胡三省注〗注〗夏，杨惠琳。蜀，刘辟。〕籓镇惕息，〖胡三省注〗注〗言惕惕危惧，苟延气息也。〕多求入朝。镇海节度使李锜亦不自安，求入朝，上许之。遣中使至京口慰抚，且劳其将士。锜虽署判官王澹为留后，实无行意，屡迁行期，澹与敕使数劝谕之。锜不悦，上表称疾，请至岁暮入朝。上以问宰相，武元衡曰：“陛下初即政，锜求朝得朝，求止得止，可否在锜，将何以令四海！”上以为然，下诏征之。锜诈穷，遂谋反。\n\n\t\t\t　　王澹既掌留务，〖胡三省注〗注〗掌留务者，掌留后事务。〕于军府颇有制置，锜益不平，密谕亲兵使杀之。会颁冬服，〖胡三省注〗注〗唐养兵之制，有春衣、冬衣。〕锜严兵坐幄中，澹与敕使入谒，有军士数百噪于庭曰：“王澹何人，擅主军务！”曳下，脔食之；大将赵琦出慰止，又脔食之；注刃于敕使之颈，诟詈，将杀之。锜阳惊，起救之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗黄贼，西原洞蛮也。〕", "〔〖胡三省注〗定远军，本属灵州。灵、盐接境，相距三百里，定远军在黄河北岸，盖分戍盐州也。又按宋白《续通典》：左神策，京西北八镇，普润镇、崇信城、定平镇、归化城、定远城、永安城、郃阳县也。右神策五镇，奉天镇、麟游镇、良原镇、庆州镇、怀远城也。今日右神策，岂怀远兵欤？盐州前上得专奏事朝廷，今复属朔方。〕", "〔〖胡三省注〗范希朝自宿卫出帅，故言以革任边将之弊。〕", "〔〖胡三省注〗宋白曰：乾元元年，户部尚书李峘除都统淮南、江东、江西节度观察宣慰处置使。宣慰之名始此。〕", "〔〖胡三省注〗绸，上弟也。〕", "〔〖胡三省注〗夏，杨惠琳。蜀，刘辟。〕", "〔〖胡三省注〗言惕惕危惧，苟延气息也。〕", "〔〖胡三省注〗掌留务者，掌留后事务。〕", "〔〖胡三省注〗唐养兵之制，有春衣、冬衣。〕"], "translation": "\n\n\t\t\t　　二月，癸酉（十五日），邕州奏报击败黄氏乱民，俘获了他们的酋长黄承庆。\n\n\t\t\t　　夏季，四月，甲子（初七），宪宗任命右金吾大将军范希朝为朔方、灵、盐节度使，将右神策军、盐州、定远的兵马归属给他，为的是以此革除以往的弊病，由朝廷直接任命驻守边塞的将领。\n\n\t\t\t　　秋季，八月，刘济、王士真、张茂昭因私怨而发生争执，交替上表请求朝廷惩治对方。戊寅（二十三日），宪宗任命给事中房式为幽州、成德、义武宣慰使，使他们和解。\n\n\t\t\t　　九月，乙酉（初一），密王李绸去世。\n\n\t\t\t　　夏州杨惠琳、蜀中刘辟被平定后，藩镇极为恐惧，多数请求入京朝见。镇海节度使李锜也感到不安，请求入京朝见，宪宗答应了他的请求，派遣中使前往京口抚慰他，而且慰劳他部下的将士们。李锜虽然委任判官王澹暂且担任留后，但实际并没有离开的打算，好几次拖延了启程的日期。王澹与宪宗派来的敕使屡次劝告他，李锜心中不快，上表声称身染疾病，请求延缓到年底再入京朝见。宪宗就此事征询宰相的意见，武元衡说：“陛下刚刚执掌朝政大权，李锜要求朝见就得以朝见，要求中止朝见就得以中止朝见，由李锜决定来去，将来怎么就够对全国发号施令呢！”宪宗认为有理，便颁发诏书征召他前来。李锜计谋已穷，于是便策划造反。\n\n\t\t\t　　王澹执掌留后事务后，对军府颇有控制力，李锜愈发愤郁不满，便暗中谕示亲兵杀掉王澹。适逢发放冬季的服装，李锜全副武装地坐在帐幕中间，正当王澹与宪宗敕使进帐谒见时，有数百名将士在庭院中喧噪着说：“王澹是什么人，竟敢擅自掌管军中事务！”于是，将士们将他拖了出来，割碎了他的身体吃掉。大将赵琦出来劝慰阻止将士们，大家又将他割碎了吃掉。将士们用兵器直指宪宗敕使的脖颈痛骂，准备将他杀掉，李锜佯装大惊，将他救了下来。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，己未，诏征锜为左仆射，以御史大夫李元素为镇海节度使。庚申，锜表言军变，杀留后大将。先是，锜选腹心五人为所部五州镇将，姚志安处苏州，李深处常州，赵惟忠处湖州，丘自昌处杭州，高肃处睦州，各有兵数千，伺察刺史动静。至是，锜各使杀其刺史，遣牙将庾伯良将兵三千治石头城。常州刺史颜防用客李云计，矫制称招讨副使，斩李深，传檄苏、杭、湖、睦。请同进讨。湖州刺史辛秘潜募乡闾子弟数百，夜袭赵惟忠营，斩之。苏州刺史李素为姚志安所败，生致于锜，具桎梏钉于船舷，〖胡三省注〗注〗舷，胡田翻。船边曰舷。〕未及京口，会锜败，得免。\n\n\t\t\t　　乙丑，制削李锜官爵及属籍。〖胡三省注〗注〗李锜，宗室也，故著于属籍。〕以淮南节度使王锷统诸道兵为招讨处置使，征宣武、义宁、武昌兵〖胡三省注〗注〗此时无义宁军；新书作“武宁”，当从之。〕并淮南、宣歙兵俱出宣州，〖胡三省注〗注〗淮南兵与宣歙兵会于宣州界，乘上流之势以临京口。是时，宣州之地北尽当涂，至江浒。〕江西兵出信州，浙东兵出杭州，以讨之。\n\n\t\t\t　　高崇文在蜀期年，一旦谓监军曰：“崇文，河朔一卒，〖胡三省注〗注〗高崇文本幽州人。〕幸有功。致位至此。西川乃宰相回翔之地，崇文叨居日久，岂敢自安！”屡上表称“蜀中安逸，无所陈力，愿效死边陲。”〖胡三省注〗注〗《考异》曰：旧《崇文传》曰：“崇文不通文字，厌大府案牍咨稟之烦，且以优富之地，无所陈力，乞居塞上以扞边戍，恳疏累上。”旧《武元衡传》曰：“崇文理军有法，而不知州县之政，上难其代者。”今从《补国史》，参以旧传。〕上择可以代崇文者而难其人。丁卯，以门下侍郎、同平章事武元衡同平章事，充西川节度使。〖胡三省注〗注〗《考异》曰：孙光宪《北梦琐言》曰：“李德裕太尉未出学院，盛有词藻，而不乐应举。吉甫相，俾亲表勉之。掌武曰：‘好驴马不入行。’由是以品子叙官也。吉甫相，以武相元衡同列，事多不謟，每退公，词色不怿。掌武启白曰：‘此出之何难！’乃请修狄梁公庙。于是武相渐求出镇。其智计已闻于早成矣。”今从《实录》及旧传。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗舷，胡田翻。船边曰舷。〕", "〔〖胡三省注〗李锜，宗室也，故著于属籍。〕", "〔〖胡三省注〗此时无义宁军；新书作“武宁”，当从之。〕", "〔〖胡三省注〗淮南兵与宣歙兵会于宣州界，乘上流之势以临京口。是时，宣州之地北尽当涂，至江浒。〕", "〔〖胡三省注〗高崇文本幽州人。〕", "〔〖胡三省注〗《考异》曰：旧《崇文传》曰：“崇文不通文字，厌大府案牍咨稟之烦，且以优富之地，无所陈力，乞居塞上以扞边戍，恳疏累上。”旧《武元衡传》曰：“崇文理军有法，而不知州县之政，上难其代者。”今从《补国史》，参以旧传。〕", "〔〖胡三省注〗《考异》曰：孙光宪《北梦琐言》曰：“李德裕太尉未出学院，盛有词藻，而不乐应举。吉甫相，俾亲表勉之。掌武曰：‘好驴马不入行。’由是以品子叙官也。吉甫相，以武相元衡同列，事多不謟，每退公，词色不怿。掌武启白曰：‘此出之何难！’乃请修狄梁公庙。于是武相渐求出镇。其智计已闻于早成矣。”今从《实录》及旧传。〕"], "translation": "\n\n\t\t\t　　冬季，十月，己未（初五），宪宗颁诏征调李锜出任左仆射，任命御史大夫李元素为镇海节度使。庚申（初六），李锜上表宣称军队发生变故，杀害了留后与大将。在此之前，李锜选拔出五个亲信，担任他所管辖的五个州的镇守将领，姚志安在苏州，李深在常州，赵惟忠在湖州，丘自昌在杭州，高肃在睦州，各自拥有兵马数千人，伺察刺史的举动。至此，李锜让他们分别杀掉本州刺史，又派遣牙将庾伯良率领兵马三千人修整石头城。常州刺史颜防采用宾客李云的计策，假托制书已有任命，自称招讨副使，斩杀李深，向苏州、杭州、湖州、睦州传送檄文，请各州共同进军讨伐李锜。湖州刺史辛秘暗中募集乡里子弟数百人，在夜间袭击赵惟忠的营地，并将赵惟忠斩杀。苏州刺史李素被姚志安击败，姚志安将李素交送李锜，给李素带上脚镣手铐，再将脚镣手铐钉死在般舷上，但是在没有到达京口以前，赶上李锜失败，李素得以幸免。\n\n\t\t\t　　乙丑（十一日），宪宗颁布制书，命令革除李锜的官职爵位，并在宗室名册中除名，命令淮南节度使王锷统领各道兵马，出任招讨处置使；征调宣武、义宁、武昌兵马，连同淮南、宣歙兵马一起由宣州进军，江西兵马由信州进军，浙东兵马由杭州进军，以便讨伐李锜。\n\n\t\t\t　　高崇文任职蜀中满了一年，有一天他对监军说：“我高崇文，河朔地带的一名小卒，幸而立下战功，才达到现在这个职位。西川是宰相盘旋飞翔的地方，我含愧居于此地的时间已经很长了，怎敢心安理得地呆下去呢！”他屡次上表声称：“蜀中安适闲逸，没有我施展自己能力的地方，希望让我前往边疆，尽死效力。”宪宗选择能够替代高崇文的人，但难以找到合适的人选。丁卯（十三日），宪宗命令门下侍郎、同平章事武元衡同平章事，充任西川节度使。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　李锜以宣州富饶，欲先取之，遣兵马使张子良、李奉仙、田少卿将兵三千袭之。三人知锜必败，与牙将裴行立同谋讨之。行立，锜之甥也，故悉知锜之密谋。三将营于城外，将发，召士卒谕之曰：“仆射反逆，官军四集，常、湖二将继死，其势已蹙。今乃欲使吾辈远取宣城，〖胡三省注〗注〗宣州宣城郡。〕吾辈何为随之族灭！岂若去逆效顺，转祸为福乎！”众悦，许诺，即夜，还趋城。行立举火鼓噪，应之于内，引兵趋牙门。锜闻子良等举兵，怒，闻行立应之，抚膺曰：“吾何望矣！”跣走，匿楼下。亲将李钧引挽强三百趋山亭，欲战，行立伏兵邀斩之。锜举家皆哭，左右执锜，裹之以幕，缒于城下，械送京师。挽强、蕃落争自杀，尸相枕藉。〖胡三省注〗注〗锜养挽强、蕃落事见上卷德宗贞元十七年。〕癸酉，本军以闻。〖胡三省注〗注〗本军，为浙西军。〕乙亥，群臣贺于紫宸殿。〖胡三省注〗注〗紫宸殿，在宣政殿北。〕上愀然曰：“朕之不德，致宇内数有干纪者，朕之愧也，何贺之为！”\n\n\t\t\t　　宰相议诛锜大功以上亲，〖胡三省注〗注〗大功，谓从父兄、弟、姊、妹；以上，则翆亲也。〕兵部郎中蒋乂曰：“锜大功亲，皆淮安靖王之后也。〖胡三省注〗注〗淮安王神通谥曰靖。〕淮安有佐命之功，陪陵、享庙，〖胡三省注〗注〗神通起兵以应义师，以功陪葬献陵，配享高祖庙廷。〕岂可以末孙为恶而累之乎！”又欲诛其兄弟，乂曰：“锜兄弟，故都统国贞之子也，国贞死王事，〖胡三省注〗注〗事见二百二十二卷肃宗宝应元年。〕岂可使之不祀乎！”宰相以为然。辛巳，锜从父弟宋州刺史銛等皆贬官流放。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗宣州宣城郡。〕", "〔〖胡三省注〗锜养挽强、蕃落事见上卷德宗贞元十七年。〕", "〔〖胡三省注〗本军，为浙西军。〕", "〔〖胡三省注〗紫宸殿，在宣政殿北。〕", "〔〖胡三省注〗大功，谓从父兄、弟、姊、妹；以上，则翆亲也。〕", "〔〖胡三省注〗淮安王神通谥曰靖。〕", "〔〖胡三省注〗神通起兵以应义师，以功陪葬献陵，配享高祖庙廷。〕", "〔〖胡三省注〗事见二百二十二卷肃宗宝应元年。〕"], "translation": "\n\n\t\t\t　　李锜认为宣州富庶丰饶，准备首先夺取此地，便派遣兵马使张子良、李奉仙和田少卿带领兵马三千人袭击宣州。三人知道李锜肯定要失败，便与牙将裴行共同策划讨伐李锜。裴行立是李锜的外甥，所以他完全了解李锜的机密策谋。三位将领在镇海军城外扎营，在准备出发时，把将士们召集起来，开导他们说；“李仆射谋反叛逆，官军已经从各地汇集起来，常州和湖州的李深与赵惟忠二位将领接连败死，李锜的形势已经窘迫。现在，李锜准备让我们这些人经长途攻取宣州，我们这些人为什么要跟着他而使自己整个家族遭受诛灭呢！何不脱离李锜，效力朝廷，将祸殃转变为福缘呢！”大家都很高兴，便应承下来了。就在当天夜晚，三位将领回军直奔镇海军城。裴行立点着火，擂鼓呐喊，在镇海军城内响应，领兵真奔军府牙门。李锜得知张子良等人起兵，大怒，得知裴行立接应他们后，捶着自己胸口说：“我还有什么希望呢！”他光着脚逃走，躲藏在一座楼下。李锜的亲信将领李钧率领能挽强弓的亲兵三百人直奔山亭，准备交战，裴行立埋伏的兵马截击并斩杀了他。李锜全家人都哭泣，李锜的随从们捉住李锜，用帐幕裹着他，用绳索将他缒到城下，给他带上枷锁，送往京城。李锜的能挽强弓的亲兵和由胡人、奚人等组成的蕃兵纷纷自杀，尸体纵横交陈。癸酉（十九日），镇海军将本军发生的事情上奏朝廷闻知。乙亥（二十一日），群臣在紫宸殿向宪宗祝贺，宪宗愁容满面地说：“由于朕不施恩德，致使国内屡次出现违犯法纪的人，朕渐愧得很啊，有什么值得祝贺的呢！”\n\n\t\t\t　　宰相商议诛杀李锜叔伯兄弟姊妹以上的亲属，兵部郎中蒋义说：“李锜叔伯兄弟姊妹以上的亲属都是淮安靖王李神通的后裔。淮安靖王有辅佐太祖、太宗、创建国家的功勋，陪葬于献陵，配享于高祖祠庙，难道能够因为末代子孙作恶，便受到连累吗！”宰相们又打算诛杀李锜的兄弟，蒋义说：“李锜的兄弟，是已故都统李国贞的儿子，李国贞为朝廷献身，难道能够让他失去后人的祭祀吗！”宰相们认为所言有理。辛巳（二十七日），李锜的叔伯弟弟宋州刺史李銛等人都被贬官流放。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，甲申朔，锜至长安，上御兴安门，〖胡三省注〗注〗唐大明宫南面五门，兴安门西来第一门也。〕面诘之。对曰：“臣初不反，张子良等教臣耳。”上曰：“卿为元帅，子良等谋反，何不斩之，然后入朝？”锜无以对。乃并其子师回腰斩之。〖胡三省注〗注〗《考异》曰：《实录》：“诛锜数日，上遣中使斋黄衣二袭，命有司收其尸并男，以庶人礼葬焉。”《国史补》曰：“李锜之擒也，得侍婢一人随之。锜夜则裂襟自书莞榷之功，言为张子良所卖。教侍婢曰：‘结之于带。吾若从容奏对，必当为宰相、杨益节度；不得从容，当受极刑矣。我死，汝必入内，上必问汝，当以此进之。’及锜伏法，京城大雾三日不解，或闻鬼哭。宪宗又得帛书，颇疑其冤，内出黄衣二袭赐锜及子，敕京兆收葬。”按李锜骄逆，何冤之有！今从《实录》。〕\n\n\t\t\t　　有司请毁锜祖考冢庙，中丞卢坦上言：“李锜父子受诛，罪已塞矣。昔汉诛霍禹，不罪霍光；〖胡三省注〗注〗诛霍禹见二十五卷汉宣帝地节四年。〕先朝诛房遗爱不及房玄龄。〖胡三省注〗注〗诛房遗爱见一百九十九卷高宗永徽四年。〕《康诰》曰：‘父子兄弟，罪不相及。’〖胡三省注〗注〗《左传》晋胥臣引《康诰》之辞。今《尚书·康诰》无有此语。〕以锜为不善而罪及五代祖乎？”乃不毁。\n\n\t\t\t　　有司籍锜家财输京师。翰林学士裴垍、李绛上言，以为：“李锜僭侈，割剥六州之人以富其家，或枉杀其身而取其财。〖胡三省注〗注〗六州，润、睦、常、苏、湖、杭也。〕陛下闵百姓无告，故讨而诛之，今辇金帛以输上京，恐远近失望。愿以逆人资财赐浙西百姓，代今年租赋。”上嘉叹久之，即从其言。\n\n\t\t\t　　昭义节度使卢从史，内与王士真、刘济潜通，而外献策请图山东，〖胡三省注〗注〗时魏博、恒冀在太行山之东。〕擅引兵东出。上召令还上党，〖胡三省注〗本无“上党”二字。从光绪刻本。〕从史托言就食邢、洺，不时奉诏。久之，乃还。〖胡三省注〗注〗《考异》曰：蒋阶《李司空论事》曰：“绛奏：‘从史比来事就彰露颇多，意不自安，务欲生事，所以曲陈利害，频献计谋，冀许用兵以求姑息。今请亲领士马，欲往邢、洺，假以就粮，实为动众。去就之际，情状可知。’”旧从史传曰：“前年丁父忧，朝旨未议起复。属王士真卒，从史窃献诛承宗计以希上意，用是起授，委其成功。及诏下讨贼，兵出，逗留不进，阴与承宗通谋，令军士潜怀贼号。”按三年九月戊戌，李吉甫罢相，出镇扬州。四年二月丁卯，郑絪罢相。三月乙酉，王士真卒，承宗始袭位。四月壬辰，从史起复。若以从史山东就粮即请讨承宗之时，则于时吉甫、絪皆已罢相，何得有谮絪之事！又贬从史制辞云：“况顷年上请就食山东，及遗旋师，不时恭命，致动其众，觊生其心。赖刘济抗忠正之辞，使邪竖绝迟迴之计。加以遍毁邻境，密疏事情，反覆百端，高下在手。”若是讨承宗时朝廷不违其请，何尝使之旋师！盖李、郑未罢之前，从史尝毁邻道，乞加征讨，因擅引兵出山东。朝廷命旋师，讬以就食邢、洺，不时奉诏，但不知事在何年月日，所欲攻讨者何人，刘济有何辞而从史肯旋，今因李绛论李锜家财事并言之。新书云“从史与承宗连和，有诏归潞。”误也。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗唐大明宫南面五门，兴安门西来第一门也。〕", "〔〖胡三省注〗《考异》曰：《实录》：“诛锜数日，上遣中使斋黄衣二袭，命有司收其尸并男，以庶人礼葬焉。”《国史补》曰：“李锜之擒也，得侍婢一人随之。锜夜则裂襟自书莞榷之功，言为张子良所卖。教侍婢曰：‘结之于带。吾若从容奏对，必当为宰相、杨益节度；不得从容，当受极刑矣。我死，汝必入内，上必问汝，当以此进之。’及锜伏法，京城大雾三日不解，或闻鬼哭。宪宗又得帛书，颇疑其冤，内出黄衣二袭赐锜及子，敕京兆收葬。”按李锜骄逆，何冤之有！今从《实录》。〕", "〔〖胡三省注〗诛霍禹见二十五卷汉宣帝地节四年。〕", "〔〖胡三省注〗诛房遗爱见一百九十九卷高宗永徽四年。〕", "〔〖胡三省注〗《左传》晋胥臣引《康诰》之辞。今《尚书·康诰》无有此语。〕", "〔〖胡三省注〗六州，润、睦、常、苏、湖、杭也。〕", "〔〖胡三省注〗时魏博、恒冀在太行山之东。〕", "〔〖按〗另本无“上党”二字。从光绪刻本。〕", "〔〖胡三省注〗《考异》曰：蒋阶《李司空论事》曰：“绛奏：‘从史比来事就彰露颇多，意不自安，务欲生事，所以曲陈利害，频献计谋，冀许用兵以求姑息。今请亲领士马，欲往邢、洺，假以就粮，实为动众。去就之际，情状可知。’”旧从史传曰：“前年丁父忧，朝旨未议起复。属王士真卒，从史窃献诛承宗计以希上意，用是起授，委其成功。及诏下讨贼，兵出，逗留不进，阴与承宗通谋，令军士潜怀贼号。”按三年九月戊戌，李吉甫罢相，出镇扬州。四年二月丁卯，郑絪罢相。三月乙酉，王士真卒，承宗始袭位。四月壬辰，从史起复。若以从史山东就粮即请讨承宗之时，则于时吉甫、絪皆已罢相，何得有谮絪之事！又贬从史制辞云：“况顷年上请就食山东，及遗旋师，不时恭命，致动其众，觊生其心。赖刘济抗忠正之辞，使邪竖绝迟迴之计。加以遍毁邻境，密疏事情，反覆百端，高下在手。”若是讨承宗时朝廷不违其请，何尝使之旋师！盖李、郑未罢之前，从史尝毁邻道，乞加征讨，因擅引兵出山东。朝廷命旋师，讬以就食邢、洺，不时奉诏，但不知事在何年月日，所欲攻讨者何人，刘济有何辞而从史肯旋，今因李绛论李锜家财事并言之。新书云“从史与承宗连和，有诏归潞。”误也。〕"], "translation": "\n\n\t\t\t　　十一月，甲申朔（初一），李锜被押送到长安，宪宗亲临兴安门，当面责问他。李锜回答说：“我起先并没有造反，是张子良等人教我这样做的。”宪宗说：“你身为主帅，既然张子良等人策划造反，你为什么不将他们杀了，然后再入京朝见？”李锜无法回答了，于是将他连同他的儿子李师回一并腰斩处死。\n\n\t\t\t　　有关部门请求拆除李锜祖先的坟墓和家庙，御史中丞卢坦进言说：“李锜父子遭受诛戮，已经足以抵罪。过去汉宣帝诛杀霍禹，并不处罚霍光；本朝前代诛杀房遗爱，并不牵连房玄龄。《康诰》说：‘在父子兄弟之间，无论谁触犯刑罚，都不能互相牵连。’何况因李锜作恶，而要牵连五代祖先一起治罪呢！”于是作罢。\n\n\t\t\t　　有关部门没收李锜家财，准备运到京城，翰林学士裴垍与李绛进言认为：“李锜过度奢侈，残酷掠夺润、睦、常、苏、湖、杭六州百姓，使自己家富有，甚至滥杀无辜，从中夺取资财。陛下怜悯百姓无处说理，所以征讨并诛杀了他，现在要将没收的金银丝帛装载成车，转运京城，恐怕会使各地的人们感到失望。希望将李锜的物资钱财颁赐给浙西的百姓，用以代替他们今年应交纳的赋税。”宪宗嘉许赞叹良久，随即听从了他的建议。\n\n\t\t\t　　昭义节度使卢从史，在内与王士真、刘济暗中交往，在外却向朝廷进献计策，请求谋取太行山以东的魏博、恒冀等藩镇，擅自率领兵马东进。宪宗传召并命令他返回上党，他却托称移兵前往邢州与洺州，就地获取给养，不肯按时奉行诏书的指令，过了好久才返回。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　他日，上召李绛对于浴堂，〖胡三省注〗注〗唐禁中有浴堂殿，德宗以来常居之。沈括曰：浴堂殿在翰林院北，翰林院别设北扉，以便于应召。按旧书裴延龄传：德宗谓延龄曰：“朕所居浴堂院殿一偘，以年多之故，似有损蠹，欲换之未能。”以此知德宗常居浴堂殿也。程大昌曰：沈氏谓学士院北扉，为在浴堂之南，便于应召，此误也。学士院在紫宸、蓬莱殿之西。浴堂殿自在紫宸之东，不在学士院南也。唐学士多对浴堂殿。李绛之极论中官，柳公权之濡纸继烛，皆其地也。然自六典以及吕图皆无此一殿。石林叶氏曰：学士院北扉者，浴堂之南，便于应召，此恐未审也。学士院之北为翰林院，翰林院之北为少阳院。设或浴堂在此，亦为寝殿、三殿之所间隔，不容有北门可以与之相属也。馆本唐图则有浴堂殿，而殿之位置乃在绫绮殿南也。绫绮者，长安志曰，在蓬莱殿东也。而夫学士院者，自在蓬来正西也。东西既已相绝，中间多有别殿，无由有门可以相为南北也。长安志尝记浴堂门、浴堂殿、浴堂院矣，且曰文宗尝于此殿召对郑注，而于浴堂殿对学士焉。又别有浴堂院，亦同一处，可以知其必布大明矣，而不著其正在何地。故予意馆图所记在绫绮殿南者，是也。而元稹承旨厅记又有可证者，其说曰：乘舆奉郊庙，则承旨得乘厩马，自浴殿由内朝以从。若外宾进见于麟德，则止直禁中以俟。夫内朝也者，紫宸殿也。唐之郊庙皆在都城之南，人主有事郊庙，若非自丹凤门出，必由承天门出，决不向后迂出西银台门也。则浴堂之可趋内朝也，内朝之必趋丹凤门也，其理固已可必矣；又谓殿在蓬莱殿东，即与紫宸殿相属，又可必矣。然则馆图位置，其与元稹所记殆相发挥，大可信也。至于外宾客见于麟德，则麟德并学士院东，则不待班从而可居院以待也。合二语以想事宜，则浴堂也必在紫宸殿东，而不在其西也。〕语之曰：“事有极异者，朕比不欲言之。朕与郑絪议敕从史归上党，续征入朝。絪乃泄之于从史，使称上党乏粮，就食山东。为人臣负朕乃尔，将何以处之？”对曰：“审如此，灭族有馀矣！然絪、从史必不自言，陛下谁从得之？”上曰：“吉甫密奏。”绛曰：“臣窃闻搢绅之论，称絪为佳士，恐必不然。或者同列欲专朝政，疾宠忌前，愿陛下更熟察之，勿使人谓陛下信谗也！”上良久曰：“诚然，絪必不至此。非卿言，朕几误处分。”\n\n\t\t\t　　上又尝从容问绛曰：“谏官多谤讪朝政，皆无事实，朕欲谪其尤者一二人以儆其馀，何如？”对曰：“此殆非陛下之意，必有邪臣欲壅蔽陛下之聪明者。人臣死生，系人主喜怒，敢发口谏者有几！就有谏者皆昼度夜思，朝删暮减，比得上达，什无二三。故人主孜孜求谏，犹懼不至，况罪之乎！如此，杜天下之口，非社稷之福也。”上善其言而止。\n\n\t\t\t　　群臣请上尊号曰睿圣文武皇帝，丙申，许之。\n\n\t\t\t　　盩厔尉、集贤校理白居易作乐府及诗百馀篇，规讽时事，流闻禁中。上风而悦之，召入翰林为学士。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗唐禁中有浴堂殿，德宗以来常居之。沈括曰：浴堂殿在翰林院北，翰林院别设北扉，以便于应召。按旧书裴延龄传：德宗谓延龄曰：“朕所居浴堂院殿一偘，以年多之故，似有损蠹，欲换之未能。”以此知德宗常居浴堂殿也。程大昌曰：沈氏谓学士院北扉，为在浴堂之南，便于应召，此误也。学士院在紫宸、蓬莱殿之西。浴堂殿自在紫宸之东，不在学士院南也。唐学士多对浴堂殿。李绛之极论中官，柳公权之濡纸继烛，皆其地也。然自六典以及吕图皆无此一殿。石林叶氏曰：学士院北扉者，浴堂之南，便于应召，此恐未审也。学士院之北为翰林院，翰林院之北为少阳院。设或浴堂在此，亦为寝殿、三殿之所间隔，不容有北门可以与之相属也。馆本唐图则有浴堂殿，而殿之位置乃在绫绮殿南也。绫绮者，长安志曰，在蓬莱殿东也。而夫学士院者，自在蓬来正西也。东西既已相绝，中间多有别殿，无由有门可以相为南北也。长安志尝记浴堂门、浴堂殿、浴堂院矣，且曰文宗尝于此殿召对郑注，而于浴堂殿对学士焉。又别有浴堂院，亦同一处，可以知其必布大明矣，而不著其正在何地。故予意馆图所记在绫绮殿南者，是也。而元稹承旨厅记又有可证者，其说曰：乘舆奉郊庙，则承旨得乘厩马，自浴殿由内朝以从。若外宾进见于麟德，则止直禁中以俟。夫内朝也者，紫宸殿也。唐之郊庙皆在都城之南，人主有事郊庙，若非自丹凤门出，必由承天门出，决不向后迂出西银台门也。则浴堂之可趋内朝也，内朝之必趋丹凤门也，其理固已可必矣；又谓殿在蓬莱殿东，即与紫宸殿相属，又可必矣。然则馆图位置，其与元稹所记殆相发挥，大可信也。至于外宾客见于麟德，则麟德并学士院东，则不待班从而可居院以待也。合二语以想事宜，则浴堂也必在紫宸殿东，而不在其西也。〕"], "translation": "\n\n\t\t\t　　后来，宪宗在浴堂殿传召李绛前来应对谘询，对李绛谈道：“有件极为异常的事情，朕完全不愿意讲到它。朕与郑絪商议敕令卢从史返回上党，接着便征召他入京朝见。郑絪却将此事泄露给卢从史，让他声称上党缺乏粮食，需要移兵崤山以东，就地取得粮食给养。作为人臣，辜负朕达到如此程度，将应当怎么处治他呢？”李绛回答说：“假如确实是这样，诛戮整个家族的罪罚还有余。然而，郑絪与卢从史肯定不会自己说出去，陛下是从谁那里得到消息的呢？”宪宗说：“是李吉甫秘密奏报的。”李绛说：“我私下里听到士大夫的评论，称许郑絪是一位德才兼优的人，恐怕他不会这样做的。或许是他的同事中有人打算独揽朝廷大政，嫉妒郑絪得到宠信，居己之先吧，希望陛下再深入验察此事，不要让人说陛下是在听信谗言啊！”宪宗停了许久才说：“的确如此，郑絪肯定不至于干出这种事情。如果不是你这一席话，朕几乎要做出错误的决定来了。”\n\n\t\t\t　　宪宗还曾从容询问李绛说：“谏官往往毁谤朝廷政务，全然没有事实依据，朕打算将他们中间一两个突出人物处以贬谪，以便使其余的人有所警惕，你认为怎么样呢？”李绛回答说：“这大概不是陛下的本意，肯定有邪恶臣下蒙蔽陛下视听的事情发生。臣下的死与生，都是与主上的喜与怒相联系着的，有勇气开口进谏的能有几人呢！即使有人进谏，也都是经过日日夜夜的思量，朝朝暮暮的删减，及至谏言得以送交到上面来时，所剩已经没有十分之二三了。所以，主上勤勉不怠地寻求规谏，还怕无人进谏，何况要对谏官处以罪罚呢！倘若如此，就会让天下之人闭口不言，这可不是国家之福啊。”宪宗赞赏他的进言，于是不再贬谪谏官。\n\n\t\t\t　　群臣请求向宪宗进献尊号，称作睿圣文武皇帝。丙申（十三日），宪宗应允了这一请求。\n\n\t\t\t　　盩厔县尉、集贤校理白居易写作乐府与诗歌一百多篇，婉言规谏时事，流传到宫廷之中。宪宗看了白居易的乐府与诗歌后，很是喜爱，便传召白居易进入翰林院，担任翰林学士。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，丙辰，上谓宰相曰：“太宗以神圣之资，群臣进谏者犹往复数四，况朕寡昧，自今事有违，卿当十论，无但一二而已。\n\n\t\t\t　　丙寅，以高崇文同平章事，充邠宁节度、京西诸军都统。〖胡三省注〗注〗新志曰：天宝末，置天下兵马元帅，都统朔方、河东、河北、平卢节度使。都统之名始于此。〕\n\n\t\t\t　　山南东道节度使于頔惮上英威，为子季友求尚主。上以皇女普宁公主妻之。〖胡三省注〗注〗普宁郡公主。容州普宁郡。〕翰林学士李谏曰：“頔，虏族，〖胡三省注〗注〗頔，于谨之裔孙。谨之先于栗磾，本姓勿忸于氏，从拓跋氏起于代北，故绛云然。〕季友，庶孽，不足以辱帝女，宜更择高门美才。”上曰：“此非卿所知。”己卯，公主适季友，恩礼甚盛。頔出望外，大喜。顷之，上使人讽之入朝谢恩，頔遂奉诏。〖胡三省注〗注〗《考异》曰：《实录》不见頔入朝月日，今因尚主终言之。〕\n\n\t\t\t　　是岁，李吉甫撰《元和国计簿》上之，总计天下方镇四十八，州府二百九十五，县千四百五十三。其凤翔、鄜坊、邠宁、振武、泾原、银夏、灵盐、河东、易定、魏博、镇冀、范阳、沧景、淮西、淄青等十五道七十一州不申户口外，〖胡三省注〗注〗凤翔、鄜坊、邠宁、振武、泾原、银夏、灵盐、河东皆被边，易定、魏博、镇冀、范阳、沧景、淮西、淄青皆藩镇世袭，故并不申户口，纳赋税。〕每岁赋税倚办止于浙江东、西、宣歙、淮南、江西、鄂岳、福建、湖南八道四十九州，一百四十四万户，比天宝税户四分减三。〖胡三省注〗注〗宋白曰：国计簿比较数：天宝州郡三百一十五，元和见管总二百九十五，比较天宝应供税州郡计少九十七；天宝户总八百三十八万五千二百二十三，元和见在户总二百四十四万二百五十四，比较天宝数税户通计少百九十四万四千六百九十九；天宝租税、庸、调每年计钱，粟、绢、布丝、绵约五千二百三十余万端、匹、屯、贯、石，元和两税、榷酒、斛㪷、盐利、茶利总三千五百一十五万一千二百二十八贯、石，比较天宝所入赋税计少一千七百一十四万八千七百七十贯、石。歙，书涉翻。〕天下兵仰给县官者八十三万馀人，比天宝三分增一，大率二户资一兵。其水旱所伤，非时调发，不在此数。〖胡三省注〗注〗水旱所伤，则量减赋税。非时调发，则出于常赋之外。调，徒约翻。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗新志曰：天宝末，置天下兵马元帅，都统朔方、河东、河北、平卢节度使。都统之名始于此。〕", "〔〖胡三省注〗普宁郡公主。容州普宁郡。〕", "〔〖胡三省注〗頔，于谨之裔孙。谨之先于栗磾，本姓勿忸于氏，从拓跋氏起于代北，故绛云然。〕", "〔〖胡三省注〗《考异》曰：《实录》不见頔入朝月日，今因尚主终言之。〕", "〔〖胡三省注〗凤翔、鄜坊、邠宁、振武、泾原、银夏、灵盐、河东皆被边，易定、魏博、镇冀、范阳、沧景、淮西、淄青皆藩镇世袭，故并不申户口，纳赋税。〕", "〔〖胡三省注〗宋白曰：国计簿比较数：天宝州郡三百一十五，元和见管总二百九十五，比较天宝应供税州郡计少九十七；天宝户总八百三十八万五千二百二十三，元和见在户总二百四十四万二百五十四，比较天宝数税户通计少百九十四万四千六百九十九；天宝租税、庸、调每年计钱，粟、绢、布丝、绵约五千二百三十余万端、匹、屯、贯、石，元和两税、榷酒、斛㪷、盐利、茶利总三千五百一十五万一千二百二十八贯、石，比较天宝所入赋税计少一千七百一十四万八千七百七十贯、石。歙，书涉翻。〕", "〔〖胡三省注〗水旱所伤，则量减赋税。非时调发，则出于常赋之外。调，徒约翻。〕"], "translation": "\n\n\t\t\t　　十二月，丙辰（初三），宪宗告诉宰相说：“凭着太宗那样的圣明资质，群臣进献的谏言尚且需要往返三四次哩，何况朕是愚昧寡闻的呢！从今以后，如果有什么不对的事情，你们应当论说十次，而不是仅仅论说一两次就算了事。”\n\n\t\t\t　　丙寅（十三日），宪宗任命高崇文同平章事，充任邠宁节度使、京西诸军都统。\n\n\t\t\t　　山南东道节度使于頔顾虑唐宪宗的英明威严，为儿子于季友请求娶公主为妻，宪宗便将皇女普宁公主嫁给了他。翰林学士李绛进谏说：“于頔出身于虏族，于季友是于的偏房所生，配不上帝室的女儿，应当为公主另选出于名门、才具秀美的人才。”宪宗说：“你不知道这里面的原因。”已卯（二十六日），普宁公主下嫁给于季友，宪宗对于頔家的礼遇很是隆盛，于頔出于预料之外，感到非常高兴。不久，宪宗让人婉言规劝于頔前往朝廷感谢皇帝的恩典，于頔便接受了诏命。\n\n\t\t\t　　这一年，李吉甫撰写成《元和国计簿》，进献给朝廷。据该书记载，总计全国有方镇四十八个，有州府二百九十五个，有县一千四百五十三个。其中凤翔、鄜坊、邠宁、振武、泾原、银夏、灵盐、河东、易定、魏博、镇冀、范阳、沧景、淮西、淄青等十五个道七十一个州不向朝廷申报户口外，每年的赋税征收只靠着浙江东西、宣歙、淮南、江西、鄂岳、福建、湖南等八个道四十九个州，在编人口共一百四十四万户，比天宝年间纳税人户减少了四分之三。全国依赖国库供给的军队有八十三万多人，比天宝年间增加了三分之一，大约每两户人家供养一个士兵。若有旱涝灾害损坏收成，或者有临时的征发调用，还不能包括在这个数目以内。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐宪宗昭文章武大圣至神孝皇帝　元和三年（戊子　公元808年）\n\n\t\t\t　　春，正月，癸巳，群臣上尊号曰睿圣文武皇帝；赦天下。“自今长吏诣阙，无得进奉。”知枢密刘光琦〖胡三省注〗注〗代宗永泰中，置内枢密使，以宦者为之，初不置司局，但有屋三楹，贮文书而已。其职掌惟受表奏，于内中进呈。若人主有所处分，则宣付中书门下施行。后僖、昭时，杨复恭、西门季玄欲夺宰相权，乃于堂状后帖黄，指挥公事。〕奏分遣中使赍赦诣诸道，意欲分其馈遗，翰林学士裴垍、李绛奏“敕使所至烦扰，不若但附急递。”〖胡三省注〗注〗急递，古之传递，驰驿兼程而行。〕上从之。光琦称旧例，上曰：“例是则从之，苟为非是，奈何不改！”\n\n\t\t\t　　临泾镇将郝玼以临泾地险要，水草美，吐蕃将入寇，必屯其地，言于泾原节度使段祐，〖胡三省注〗注〗《考异》曰：旧传作“段佐”，新传作“佑”。今从《实录》。〕奏而城之，自是泾原获安。\n\n\t\t\t　　二月，戊寅，咸安大长公主薨于回鹘。〖胡三省注〗注〗蓬州，咸安郡。德宗贞元四年，咸安公主下嫁回鹘，见二百三十三卷。〕三月，回鹘腾里可汗卒。\n\n\t\t\t　　癸巳，郇王总薨。〖胡三省注〗注〗郇，上弟也。〕\n\n\t\t\t　　辛亥，御史中丞卢坦奏弹前山南西道节度使柳晟，前浙东观察使阎济美违赦进奉。〖胡三省注〗注〗弹其违是年正月癸巳之赦也。《考异》曰：旧晟传曰：“罢镇入朝，以违诏进奉为御史元稹所劾；诏宥之。”今从《实录》。旧《济美传》：“自福建观察使复为浙西观察使。”新传曰，“自福建观察使徙浙西。”罢浙西也，方遇见诏而贡献无所还，故帝为言之。今据《实录》云：“离越州后，方见赦文。”则是浙东。新、旧传误也。〕上召坦褒慰之，曰：“朕已释其罪，不可失信。”坦曰：“赦令宣布海内，陛下之大信也。晟等不畏陛下法，奈何存小信弃大信乎！”上乃命归所进于有司。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗代宗永泰中，置内枢密使，以宦者为之，初不置司局，但有屋三楹，贮文书而已。其职掌惟受表奏，于内中进呈。若人主有所处分，则宣付中书门下施行。后僖、昭时，杨复恭、西门季玄欲夺宰相权，乃于堂状后帖黄，指挥公事。〕", "〔〖胡三省注〗急递，古之传递，驰驿兼程而行。〕", "〔〖胡三省注〗《考异》曰：旧传作“段佐”，新传作“佑”。今从《实录》。〕", "〔〖胡三省注〗蓬州，咸安郡。德宗贞元四年，咸安公主下嫁回鹘，见二百三十三卷。〕", "〔〖胡三省注〗郇，上弟也。〕", "〔〖胡三省注〗弹其违是年正月癸巳之赦也。《考异》曰：旧晟传曰：“罢镇入朝，以违诏进奉为御史元稹所劾；诏宥之。”今从《实录》。旧《济美传》：“自福建观察使复为浙西观察使。”新传曰，“自福建观察使徙浙西。”罢浙西也，方遇见诏而贡献无所还，故帝为言之。今据《实录》云：“离越州后，方见赦文。”则是浙东。新、旧传误也。〕"], "translation": "\n\n\t\t\t　　唐宪宗元和三年（戊子　公元808年）\n\n\t\t\t　　春季，正月，癸巳（十一日），群臣向宪宗进献尊号，称作睿圣文武皇帝。宪宗大赦天下罪囚，规定：“从今以后，各地长官前往朝廷，不得进献贡物。”知枢密刘光琦奏请分别派遣各使者携带赦书前往各道，想要分别占有各地赠送的财物。翰林学士裴垍、李绛奏称：“朝廷派出的使者每到一处，就要烦劳搅扰一处，不如只将赦书交付驿站火速传递。”宪宗听从了二人的建议。刘光琦援引惯例反对，宪宗却说：“如果惯例是正确的，自然要依从惯例，如果惯例是不正确的，为什么不纠正呢！”\n\n\t\t\t　　临泾镇将郝玼认为临泾地势险要，水草肥美，如果吐蕃准备前来侵犯，肯定要在此地驻扎，便向泾原节度使段祐进言，经奏请后修筑了临泾城。从此，泾原获得了安宁。\n\n\t\t\t　　二月，戊寅（二十六日），咸安大长公主在回鹘去世。三月，回鹘腾里可汗去世。\n\n\t\t\t　　癸巳（十一日），郇王李总去世。\n\n\t\t\t　　辛亥（二十九日），御史中丞卢坦上奏揭发前任山南西道节度使柳晟和前任浙东观察使阎济美违背赦书，进献贡物。宪宗召见卢坦，对他称赞慰问了一番以后说：“朕已经将他们的罪责免除了，这是不能失信的啊。”卢坦说：“赦令是向全国公布的，是陛下的大信用。柳晟等人不畏惧陛下之法，陛下怎么能够只顾小信用，反而丢弃大信用呢！”于是，宪宗命令将他们进献的物品交给有关部门。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，上策试贤良方正直言极谏举人，伊阙尉牛僧孺、陆浑尉皇甫湜、〖胡三省注〗注〗陆浑县，春秋陆浑戎所居也。东魏置伊川郡，领南陆浑县，隋开皇初废，改县曰伏流，大业初改曰陆浑，唐属洛州。〕前进士李宗闵皆指陈时政之失，无所避；〖胡三省注〗注〗李宗闵擢进士，调华州参军，故曰前进士。〕吏部侍郎杨於陵、〖胡三省注〗注〗於，音乌。〕吏部员外郎韦贯之为考策官，贯之署为上第。上亦嘉之。乙丑，诏中书优与处分。李吉甫恶其言直，泣诉于上，且言“翰林学士裴垍、王涯覆策。〖胡三省注〗注〗审考为覆。〕湜，涯之甥也，涯不先言；垍无所异同。”上不得已，罢垍、涯学士，垍为户部侍郎，涯为都官员外郎，贯之为果州刺史。后数日，贯之再贬巴州刺史，涯贬虢州司马。〖胡三省注〗注〗旧志：果州，至京师二千五百二十八里；巴州，二千三百六十里；虢州，四百二十里。〕乙亥，以杨於陵为岭南节度使，亦坐考策无异同也。僧孺等久之不调，各从辟于籓府。僧孺，弘之七世孙；〖胡三省注〗注〗牛弘相隋。〕宗闵，元懿之玄孙；〖胡三省注〗注〗鄭王元懿，高祖之子。〕贯之，福嗣之六世孙；〖胡三省注〗注〗韦福嗣见一百八十二卷隋煬帝大业九年。韦贯之本名淳，避上名改焉。〕湜，睦州新安人也。〖胡三省注〗注〗新安，汉歙县地。江左置新安郡，隋废郡为县，大业初改为雉山，唐文明元年复为新安，开元二十年改为还淳，永贞元年避上名改为清溪。此云新安，史依旧县名。〕\n\n\t\t\t　　丁丑，罢五月朔宣政殿朝贺。〖胡三省注〗注〗唐制：元正、冬至于正牙受朝贺。至贞元七年，敕每年五月一日御宣政殿与文武百寮相见，京官九品以上，外官因朝奏在京者，并宜就列。本以五月一日阴生，臣子道长，君父道衰，非善月也，因创是日相见之仪。〕\n\n\t\t\t　　以荆南节度使裴均为右仆射。均素附宦官得贵显，为仆射，自矜大。尝入朝，逾位而立；中丞卢坦揖而退之，均不从。坦曰：“昔姚南仲为仆射，位在此。”均曰：“南仲何人？”坦曰：“是守正不交权幸者。”坦寻改右庶子。〖胡三省注〗注〗裴均恶之也。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗陆浑县，春秋陆浑戎所居也。东魏置伊川郡，领南陆浑县，隋开皇初废，改县曰伏流，大业初改曰陆浑，唐属洛州。〕", "〔〖胡三省注〗李宗闵擢进士，调华州参军，故曰前进士。〕", "〔〖胡三省注〗於，音乌。〕", "〔〖胡三省注〗审考为覆。〕", "〔〖胡三省注〗旧志：果州，至京师二千五百二十八里；巴州，二千三百六十里；虢州，四百二十里。〕", "〔〖胡三省注〗牛弘相隋。〕", "〔〖胡三省注〗鄭王元懿，高祖之子。〕", "〔〖胡三省注〗韦福嗣见一百八十二卷隋煬帝大业九年。韦贯之本名淳，避上名改焉。〕", "〔〖胡三省注〗新安，汉歙县地。江左置新安郡，隋废郡为县，大业初改为雉山，唐文明元年复为新安，开元二十年改为还淳，永贞元年避上名改为清溪。此云新安，史依旧县名。〕", "〔〖胡三省注〗唐制：元正、冬至于正牙受朝贺。至贞元七年，敕每年五月一日御宣政殿与文武百寮相见，京官九品以上，外官因朝奏在京者，并宜就列。本以五月一日阴生，臣子道长，君父道衰，非善月也，因创是日相见之仪。〕", "〔〖胡三省注〗裴均恶之也。〕"], "translation": "\n\n\t\t\t　　夏季，四月，宪宗对有关部门推举的贤良方正、直言极谏科的考生举行考试，伊阙县尉牛僧孺、陆浑县尉皇甫湜，前科进士李宗闵等人，指明并陈述当时政务的过失，都能够毫无避讳。吏部侍郎杨於陵、吏部员外郎韦贯之担任主考策对的官员，韦贯之将牛僧孺等人纳入成绩优秀的上第中，宪宗对他们也很嘉许，颁诏命令中书省对他们从优安排。李吉甫讨厌他们言语直切，哭泣着向宪宗陈诉，而且说：“策对考试是由翰林学士裴垍和王涯来覆核审定的。皇甫湜是王涯的外甥，王涯没有事先说明，裴垍也没有提出异议。”宪宗没有办法，免除了裴垍与王涯翰林学士的职务，让裴垍出任户部侍郎，王涯出任都官员外郎，韦贯之出任果州刺史。几天以后，韦贯之又被贬为巴州刺史，王涯被贬为虢州司马。乙亥（二十三日），宪宗任命杨於陵为岭南节度使，他也是由于主考策对时没有提出异议而受到处罚。牛僧孺等人长期不得调任，分别被藩镇征用为幕府的僚属。牛僧孺，是牛弘的七世孙。李宗闵，是李元懿的玄孙。韦贯之，是韦福嗣的六世孙。皇甫湜，是睦州新安人。\n\n\t\t\t　　丁丑（二十五日），宪宗撤销了五月朔日（初一）在宣政殿举行的朝贺。\n\n\t\t\t　　宪宗任命荆南节度使裴均为右仆射。裴均平时依附宦官，得以富贵显达，出任右仆射后，更为骄矜自大。有一次，裴均上朝，在超越自己职位的地方站了下来，御史中丞卢坦向他拱手行礼，请他退回到自己的位置上去，裴均不肯听从。卢坦说：“过去，姚南仲担任仆射时，他的位置就是在这里的。”裴均说：“姚南仲是什么人？”卢坦说：“是信守正道，不肯交结权贵宠臣的人。”不久，卢坦被改任为右庶子。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，翰林学士、左拾遗白居易上疏，以为：“牛僧孺等直言时事，恩奖登科，而更遭斥逐，并出为关外官。〖胡三省注〗注〗牛僧孺等从辟于藩府，故以为关外官。〕杨於陵等以考策敢收直言，裴垍等以覆策不退直言，皆坐谴谪。卢坦以数举职事黜庶子。此数人皆今之人望，天下视其进退以卜时之否藏者也。〖胡三省注〗注〗否，音鄙。〕一旦无罪悉疏弃之，上下杜口，众心洶洶，陛下亦知之乎？且陛下既下诏征之直言，索之极谏，僧孺等所对如此，纵未能推而行之，又何忍罪而斥之乎！昔德宗初即位，亦征直言极谏之士，策问天旱，穆质对云：‘两汉故事，三公当免，卜式著议，弘羊可烹。’德宗深嘉之，自畿尉擢为左补阙。〖胡三省注〗注〗京兆府除两赤县外，余为畿县。唐制：凡置都，其郭下县为赤县，余县亦为畿县。〕今僧孺等所言未过于穆质，而遽斥之，臣恐非嗣祖宗之道也！”质，宁之子也。〖胡三省注〗注〗穆宁与颜真卿同讨安禄山。〕\n\n\t\t\t　　丙午，册回鹘新可汗为爱登里啰泊密施合毗伽保义可汗。\n\n\t\t\t　　西原蛮酋长黄少卿请降。六月，癸亥，以为归顺州刺史。〖胡三省注〗注〗黄少卿反见二百三十四卷德宗贞元十年。〕\n\n\t\t\t　　沙陀劲勇冠诸胡，吐蕃置之甘州，〖胡三省注〗注〗沙陀降吐蕃见二百三十三卷贞元六年。〕每战，以为前锋。回鹘攻吐蕃，取凉州。吐蕃疑沙陀贰于回鹘，欲迁之河外。沙陀懼，酋长朱邪尽忠与其子执宜谋复自归于唐，遂帅部落三万，循乌德鞬山而东。〖胡三省注〗注〗乌德鞬山在回鹘牙帐之西，甘州东北。史炤曰：唐历云即郁督军山，虏语两音也。鞬，居言翻。〕行三日，吐蕃追兵大至，自洮水转战至石门，〖胡三省注〗注〗《水经注》：洮水至枹罕入河。枹罕，唐为河州。石门水，在高平县西八十里，唐于此置石门关，在原州平高县界。〕凡数百合。尽忠死，士众死者大半。执宜帅其馀众犹近万人，骑三千，诣灵州降。〖胡三省注〗注〗《考异》曰：赵凤《后唐懿祖纪年录》曰：“懿祖讳执宜，烈考讳尽忠，自曾祖入觐，复典兵于碛北。德宗贞元五年，回纥葛禄部及白眼突厥叛回纥忠贞可汗，附于吐蕃，因为乡导，驱吐蕃之众三十万寇我北庭。烈考谓忠贞可汗曰：‘吐蕃前年屠陷灵、盐，闻唐天子欲与赞普和亲，可汗数世有功，尚主，恩若骄儿，若赞普有宠于唐，则可汗必无前日之宠矣。’忠贞曰：‘若之何﹖’烈考曰：‘唐将杨袭古固守北庭，无路归朝，今吐蕃、突厥并兵攻之，傥无援助，陷亡必矣。北庭既没，次及于吾，可汗得无虑乎！’忠贞惧，乃命其将颉干迦斯与烈考将兵援北庭。贞元六年，与吐蕃战于碛口，颉干迦斯不利而退。烈考牙于城下以援袭古，吐蕃攻围经年，诸部继没。十二月，北庭之众劫烈考降于吐蕃，由是举族七千帐徙于甘州，臣事赞普。贞元十三年，回纥奉诚可汗收复凉州，大败吐蕃之众，或有间烈考于赞普者云：‘沙陀本回纥部人，今闻回纥强，必为内应。’赞普将迁烈考之牙于河外。时懿祖年已及冠，白烈考曰：‘吾家世为唐臣，不幸陷虏，为他效命，反见猜嫌，不如乘其不意，复归本朝。’烈考然之。贞元十七年，自乌德鞬山率其部三万东奔。居三日，吐蕃追兵大至，自洮河转战至石门关，委曲三千里，凡数百战，烈考战没，懿祖挟护灵舆，收合余众，至于灵州，犹有马三千骑，胜兵一万。时范希朝为河西、灵盐节度使，闻懿祖至，自帅师蕃界，应接而归，以事奏闻。德宗遣中使赐诏慰劳，赏锡数十万，因于盐州置阴山府，以懿祖为都督，授特进、骁卫将军同正。宪宗即位，诏懿祖入觐。元和元年七月，帝自振武至长安，授特进、金吾卫将军，留宿卫。时范希朝亦征为金吾上将军。二年，吐蕃诱我党项部，寇犯河西，天子复命希朝为灵盐节度，命懿祖将兵佐之。贼平，戍西受降城。”据德宗《实录》，贞元十七年无沙陀归国事。范希朝传，德宗时为振武节度使，元和二年乃为朔方、灵盐节度使，诱致沙陀。元和元年亦无沙陀朝见。纪年录恐误。今从《实录》、旧传、新书。〕灵盐节度使范希朝闻之，自帅众迎于塞上，置之盐州，为市牛羊，广其畜牧，善抚之。诏置阴山府，以执宜为兵马使。未几，尽忠弟葛勒阿波又帅众七百诣希朝降，诏以为阴山府都督。自是，灵盐每有征讨，用之所向皆捷，灵盐军益强。〖胡三省注〗注〗为沙陀强盛得中夏张本。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗牛僧孺等从辟于藩府，故以为关外官。〕", "〔〖胡三省注〗否，音鄙。〕", "〔〖胡三省注〗京兆府除两赤县外，余为畿县。唐制：凡置都，其郭下县为赤县，余县亦为畿县。〕", "〔〖胡三省注〗穆宁与颜真卿同讨安禄山。〕", "〔〖胡三省注〗黄少卿反见二百三十四卷德宗贞元十年。〕", "〔〖胡三省注〗沙陀降吐蕃见二百三十三卷贞元六年。〕", "〔〖胡三省注〗乌德鞬山在回鹘牙帐之西，甘州东北。史炤曰：唐历云即郁督军山，虏语两音也。鞬，居言翻。〕", "〔〖胡三省注〗《水经注》：洮水至枹罕入河。枹罕，唐为河州。石门水，在高平县西八十里，唐于此置石门关，在原州平高县界。〕", "〔〖胡三省注〗《考异》曰：赵凤《后唐懿祖纪年录》曰：“懿祖讳执宜，烈考讳尽忠，自曾祖入觐，复典兵于碛北。德宗贞元五年，回纥葛禄部及白眼突厥叛回纥忠贞可汗，附于吐蕃，因为乡导，驱吐蕃之众三十万寇我北庭。烈考谓忠贞可汗曰：‘吐蕃前年屠陷灵、盐，闻唐天子欲与赞普和亲，可汗数世有功，尚主，恩若骄儿，若赞普有宠于唐，则可汗必无前日之宠矣。’忠贞曰：‘若之何﹖’烈考曰：‘唐将杨袭古固守北庭，无路归朝，今吐蕃、突厥并兵攻之，傥无援助，陷亡必矣。北庭既没，次及于吾，可汗得无虑乎！’忠贞惧，乃命其将颉干迦斯与烈考将兵援北庭。贞元六年，与吐蕃战于碛口，颉干迦斯不利而退。烈考牙于城下以援袭古，吐蕃攻围经年，诸部继没。十二月，北庭之众劫烈考降于吐蕃，由是举族七千帐徙于甘州，臣事赞普。贞元十三年，回纥奉诚可汗收复凉州，大败吐蕃之众，或有间烈考于赞普者云：‘沙陀本回纥部人，今闻回纥强，必为内应。’赞普将迁烈考之牙于河外。时懿祖年已及冠，白烈考曰：‘吾家世为唐臣，不幸陷虏，为他效命，反见猜嫌，不如乘其不意，复归本朝。’烈考然之。贞元十七年，自乌德鞬山率其部三万东奔。居三日，吐蕃追兵大至，自洮河转战至石门关，委曲三千里，凡数百战，烈考战没，懿祖挟护灵舆，收合余众，至于灵州，犹有马三千骑，胜兵一万。时范希朝为河西、灵盐节度使，闻懿祖至，自帅师蕃界，应接而归，以事奏闻。德宗遣中使赐诏慰劳，赏锡数十万，因于盐州置阴山府，以懿祖为都督，授特进、骁卫将军同正。宪宗即位，诏懿祖入觐。元和元年七月，帝自振武至长安，授特进、金吾卫将军，留宿卫。时范希朝亦征为金吾上将军。二年，吐蕃诱我党项部，寇犯河西，天子复命希朝为灵盐节度，命懿祖将兵佐之。贼平，戍西受降城。”据德宗《实录》，贞元十七年无沙陀归国事。范希朝传，德宗时为振武节度使，元和二年乃为朔方、灵盐节度使，诱致沙陀。元和元年亦无沙陀朝见。纪年录恐误。今从《实录》、旧传、新书。〕", "〔〖胡三省注〗为沙陀强盛得中夏张本。〕"], "translation": "\n\n\t\t\t　　五月，翰林学士、左拾遗白居易上疏认为：“牛僧孺等人直率地谈论当时的事务，蒙恩登科，复试合格，但是又遭受驱逐，一并被贬黜为幕府的僚属。杨於陵等人因主考策问时敢于收录直率而言的人们，裴垍等人因复试策问时不肯斥逐直率而言的人们，都获罪贬官。卢坦则因屡次纠劾任职官员，被贬为右庶子。这几个人都是当今众望所归的人物，天下的人们就是根据他们的升降情况来估量时势的好坏的。朝廷忽然在他们无罪的情况下，对他们全都予以贬逐，使大小官员缄口不言，大家心中动荡不安，陛下也知道这种情形吗？而且，既然陛下颁布诏书征求人们直率而言，要求人们极言规谏，牛僧孺等人才会作出这样的策对，即使陛下不能够将他们的策对推广实施，又怎么忍心处以罪罚，将他们驱逐出去呢！过去，在德宗刚刚即位时，也曾征召直率而言、尽力规谏的人士，当时的策对考试问到干旱问题，穆质策对说：‘如果发生干旱，依照西汉和东汉的惯例，应当将三公免职；根据卜式的著名议论，应当将桑弘羊一类人物煮死。’德宗对穆质的话深为嘉许，便将穆质由京郊的县尉提升为左补阙。现在，牛僧孺等人说的话不及穆质言辞激烈，但陛下连忙驱逐了他们，我看这恐怕并不是继承祖宗事业的办法啊。”穆质是穆宁的儿子。\n\n\t\t\t　　丙午（二十五日），宪宗将回鹘的新任可汗册封为爱登里泊密施合毗伽保义可汗。\n\n\t\t\t　　西原蛮人酋长黄少卿请求投降。六月，癸亥（十二日），宪宗任命黄少卿为归顺州刺史。\n\n\t\t\t　　沙陀在各胡人中最为精壮骁勇，吐蕃将沙陀安置在甘州，每当交战时，便让沙陀充当前锋。回鹘攻打吐蕃，占领了凉州，吐蕃怀疑沙陀同时听从回鹘的指使，便准备将沙陀迁徙到黄河以外。沙陀人害怕，酋长朱邪尽忠与他的儿子朱邪执宜商量再次主动归附唐朝，便率领部落三万，沿着乌德山向东而来。沙陀部落行走了三天时，吐蕃追赶的兵马纷纷来到，沙陀与吐蕃由洮水辗转打到石门，共计交战数百次，朱邪尽忠死去，战士与人众死去了一多半。朱邪执宜率领剩下来的部众，还有将近一万人，骑兵三千人，前往灵州归降。灵盐节度使范希朝得知消息后，亲自率领部众在边塞上迎接沙陀人，将他们安顿在盐州，替他们购买牛羊，扩大他们的畜牧范围，好好地安抚他们。于是，朝廷颁诏命令设置阴山府，任命朱邪执宜为兵马使。不久，朱邪尽忠的弟弟朱邪葛勒阿波又率领部众七百人前往范希朝处归降，朝廷颁诏任命他为阴山府都督。从此，每当灵盐遇有战事，便让沙陀兵马参战，无论打到哪里，无不取得胜利，灵盐的军队愈发强盛起来了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，辛已朔，日有食之。\n\n\t\t\t　　以右庶子卢坦为宣歙观察使。苏强之诛也，〖胡三省注〗注〗苏强，刘辟之婿也，元年，以逆党诛。〕兄弘在晋州幕府，自免归，人莫敢辟。坦奏：“弘有才行，不可以其弟故废之，请辟为判官。”上曰：“曏使苏强不死，果有才行，犹可用也，况其兄乎！”坦到官，值旱饥，谷价日增，或请抑其价。坦曰：“宣、歙土狭谷少，所仰四方之来者。若价贱，则商船不复来，益困矣。”既而米斗二百，商旅辐凑，民赖以生。〖胡三省注〗注〗后人用此策以救荒者，卢坦发之也。〕\n\n\t\t\t　　九月，庚寅，以于頔为司空，同平章事如故；加右仆射裴均同平章事，为山南东道节度使。\n\n\t\t\t　　淮南节度使王锷入朝。锷家巨富，厚进奉及赂宦官，求平章事。翰林学士白居易上言以为：“宰相人臣极位，非清望大功不应授。昨除裴均，外议已纷然，〖胡三省注〗注〗裴均，亦要结宦官者也。〕今又除锷，则如锷之辈皆生冀望。若尽与之，则典章大怀，又不感恩；不与，则厚薄有殊，或生怨望。幸门一启，无可如何。且锷在镇五年，〖胡三省注〗注〗德宗贞元十九年，锷为淮南帅。〕百计诛求，货财既足，自入进奉。若除宰相，四方籓镇皆谓锷以进奉得之，竞为割剥，则百姓何以堪之！”事遂寝。〖胡三省注〗注〗《考异》：按旧李藩、权德舆传、白居易集、李绛论事集，皆有谏加王锷平章事事。观其辞意，各是一时。居易所论者，云“淮南百姓，日夜无憀，”又云“锷归镇与在朝，望并不除宰相”，则是自淮南入朝未除河中时也。权、李同在中书受密旨，云“可兼宰相”，则初除河中时也。李司空论事云“至太原一二年间，财力赡足”，则是除太原以后六年十一月李绛作相前也。今附居易疏于初除太原之时。又旧锷传云在淮南四年，元和二年入朝。按《实录》，锷以贞元十九年镇淮南。居易状云“五年诛求”，又云“昨日裴均除平章事”，故置此。〕\n\n\t\t\t　　壬辰，加宣武节度使韩弘同平章事。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗苏强，刘辟之婿也，元年，以逆党诛。〕", "〔〖胡三省注〗后人用此策以救荒者，卢坦发之也。〕", "〔〖胡三省注〗裴均，亦要结宦官者也。〕", "〔〖胡三省注〗德宗贞元十九年，锷为淮南帅。〕", "〔〖胡三省注〗《考异》：按旧李藩、权德舆传、白居易集、李绛论事集，皆有谏加王锷平章事事。观其辞意，各是一时。居易所论者，云“淮南百姓，日夜无憀，”又云“锷归镇与在朝，望并不除宰相”，则是自淮南入朝未除河中时也。权、李同在中书受密旨，云“可兼宰相”，则初除河中时也。李司空论事云“至太原一二年间，财力赡足”，则是除太原以后六年十一月李绛作相前也。今附居易疏于初除太原之时。又旧锷传云在淮南四年，元和二年入朝。按《实录》，锷以贞元十九年镇淮南。居易状云“五年诛求”，又云“昨日裴均除平章事”，故置此。〕"], "translation": "\n\n\t\t\t　　秋季，七月，辛巳朔（初一），出现日食。\n\n\t\t\t　　宪宗任命右庶子卢坦为宣歙观察使。苏强被诛杀时，他的哥哥苏弘正在晋州幕府任职，他自请免职回来，人们都不敢征召任用他。卢坦上奏说：“苏弘有才能，品行好，不能够因他弟弟的原故而遭受罢免，请征召他出任判官。”宪宗说：“假如苏强不死，果真德才兼备，尚且是可以起用的，何况对于他的哥哥呢！”卢坦就任时，正赶上当地发生旱灾，闹了饥荒，谷物的价格日益增高，有人请求压低谷物价格，卢坦说：“宣歙地区耕地面积狭小，谷物出产较少，仰仗着各地前来经商的人们运来粮食。如若粮食价格降低了，商人的船只便不再前来，宣歙地区就越发困难了。”不久，当地一斗米价值二百钱，行商都聚集到这里来了，百姓赖以为生。\n\n\t\t\t　　九月，庚寅（十一日），宪宗任命于頔为司空，仍然如前同平章事，加封右仆射裴均同平章事，出任山南东道节度使。\n\n\t\t\t　　淮南节度使王锷入京朝见。王锷家中极为富有，他以大量资财进献贡物和贿赂宦官，谋求出任平章事。翰林学士白居易上奏认为：“宰相是人臣中的最高职位，如果不是声望清正或者功劳巨大的人是不应当授给的。过去任命裴均为宰相，外界的议论已经很多了。如今又要任命王锷为宰相，那么像王锷这一类人都会生出要当宰相的希望。如果完全满足他们的愿望，就会使制度遭到极大的破坏，而他们也并不会感激陛下的恩典。如果不满足他们的原望，便是陛下有厚薄之分，有人就会生产怨恨。侥幸之门一经打开，便无法收拾了。而且，王锷出任淮南的五年间，想尽办法搜刮聚敛，在物资钱财充足后，便亲自入朝进献贡物。倘若任命他为宰相，各地藩镇都会说王锷是由于进献贡物而得到宰相职务的，便争着剥削百姓，那么百姓怎么能够经受得住呢！”于是事情被搁置下来。\n\n\t\t\t　　壬辰（十三日），宪宗加封宣武节度使韩弘同平章事。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙申，以户部侍郎裴垍为中书侍郎、同平章事。上虽以李吉甫故罢垍学士，〖胡三省注〗注〗是年四月，罢垍学士。〕然宠信弥厚，故未几复擢为相。\n\n\t\t\t　　初，德宗不任宰相，天下细务皆自决之，由是裴延龄辈得用事。上在籓邸，心固非之，及即位，选擢宰相，推心委之，尝谓垍等曰：“以太宗、玄宗之明，犹藉辅佐以成其理，〖胡三省注〗注〗谓藉房杜、姚宋以成贞观、开元之治也。理，治也。〕况如朕不及先圣万倍者乎！”垍亦竭诚辅佐。上尝问垍：“为理之要何先？”对曰：“先正其心。”旧制，民输税有三：一曰上供，二曰送使，三曰留州。建中初定两税，货重钱轻。是后货轻钱重，民所出已倍其初。其留州、送使者，所在又降省估就实估，以重敛于民。〖胡三省注〗注〗省估者，都省所立价也。〕及垍为相，奏：“天下留州、送使物，请一切用省估。其观察使，先税所理之州以自给，不足，然后许税于所属之州。”由是江、淮之民稍苏息。先是，执政多恶谏官言时政得失，垍独赏之。垍器局峻整，人不敢干以私。尝有故人自远诣之，垍资给优厚，从容款狎。其人乘间求京兆判司，〖胡三省注〗注〗凡州府诸曹参军，皆谓之判司。〕垍曰：“公才不称此官，不敢以故人之私伤朝廷至公。它日有盲宰相怜公者，不妨得之，垍则必不可。”\n\n\t\t\t　　戊戌，以中书侍郎、同平章事李吉甫同平章事，充淮南节度使。〖胡三省注〗注〗《考异》曰：旧《吉甫传》曰：“初，裴均为仆射，判度支，交结权悻，欲求宰相。先是制试直言极谏科，其中有讥刺时政，忤犯权倖者，因此均党扬言皆执政教指，冀以摇动吉甫，赖谏官李约、独孤郁，李正辞、萧俛密疏陈奏，帝意乃解。吉甫早岁知奖羊士谔，擢为监察御史。又司封员外郎吕温有词艺，吉甫亦眷接之。宝群初拜御史中丞，奏请士谔为侍御史，温为郎中，知杂事。吉甫怒其不先关白，而所请又有超资者，持之数日不行，因而有隙。群遂伺得日者陈克明出入吉甫家，密捕以闻。宪宗诘之，无奸状。吉甫以裴垍久在翰林，宪宗亲信，必当大用，遂密荐垍代已，因自图出镇。其年九月，拜淮南节度使，在扬州，每有朝廷得失，皆密疏论列。”按牛僧孺等指陈时政之失，吉甫泣诉，故贬考覆官。裴均等虽欲为谗，若云执政自教指举人诋时政之失，岂近人情邪！吉甫自以诬构郑絪，贬斥裴垍等，盖宪宗察见其情而疏薄之，故出镇淮南。及子德裕秉政，掩先人之恶改定《实录》，故有此说耳。〕\n\n\t\t\t　　河中、晋绛节度使邠宣公杜黄裳薨。\n\n\t\t\t　　冬，十二月，庚戌，置行原州于临泾，〖胡三省注〗注〗唐原州本治平高县，广德元年没于吐蕃，泾原节度使马璘表置行原州于灵台之百里城，贞元十九年徙治平凉，至是，徙治临泾。宋白曰：临泾，本隋之湫谷县。〕以镇将郝玼为刺史。〖胡三省注〗注〗玼，音此，且礼翻。〕\n\n\t\t\t　　南诏王异牟寻卒，子寻阁劝立。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗是年四月，罢垍学士。〕", "〔〖胡三省注〗谓藉房杜、姚宋以成贞观、开元之治也。理，治也。〕", "〔〖胡三省注〗省估者，都省所立价也。〕", "〔〖胡三省注〗凡州府诸曹参军，皆谓之判司。〕", "〔〖胡三省注〗《考异》曰：旧《吉甫传》曰：“初，裴均为仆射，判度支，交结权悻，欲求宰相。先是制试直言极谏科，其中有讥刺时政，忤犯权倖者，因此均党扬言皆执政教指，冀以摇动吉甫，赖谏官李约、独孤郁，李正辞、萧俛密疏陈奏，帝意乃解。吉甫早岁知奖羊士谔，擢为监察御史。又司封员外郎吕温有词艺，吉甫亦眷接之。宝群初拜御史中丞，奏请士谔为侍御史，温为郎中，知杂事。吉甫怒其不先关白，而所请又有超资者，持之数日不行，因而有隙。群遂伺得日者陈克明出入吉甫家，密捕以闻。宪宗诘之，无奸状。吉甫以裴垍久在翰林，宪宗亲信，必当大用，遂密荐垍代已，因自图出镇。其年九月，拜淮南节度使，在扬州，每有朝廷得失，皆密疏论列。”按牛僧孺等指陈时政之失，吉甫泣诉，故贬考覆官。裴均等虽欲为谗，若云执政自教指举人诋时政之失，岂近人情邪！吉甫自以诬构郑絪，贬斥裴垍等，盖宪宗察见其情而疏薄之，故出镇淮南。及子德裕秉政，掩先人之恶改定《实录》，故有此说耳。〕", "〔〖胡三省注〗唐原州本治平高县，广德元年没于吐蕃，泾原节度使马璘表置行原州于灵台之百里城，贞元十九年徙治平凉，至是，徙治临泾。宋白曰：临泾，本隋之湫谷县。〕", "〔〖胡三省注〗玼，音此，且礼翻。〕"], "translation": "\n\n\t\t\t　　丙申（十七日），宪宗任命户部侍郎裴垍为中书侍郎、同平章事。虽然宪宗因李吉甫的原故免去了裴垍的翰林学士职务，然而对他的宠爱信任却更为深厚，所以不久便又提拔他出任宰相。\n\n\t\t\t　　当初，德宗不肯信任宰相，天下的细小事务完全由自己处理，因此裴延龄一类人得以当权。宪宗还在藩王府邸中时，内心本来就认为这种做法是不对的，及至即位后，对选择提拔的宰相，总是推心置腹地信任他们。宪宗曾经对裴垍等人说“凭着太宗、玄宗的英明，还要借助大臣来完成对国家的治理，何况象朕这样连先朝圣君的万分之一都不上的人呢！”裴垍也竭尽诚心佐助皇帝。宪宗曾经询问裴垍说；“治理国家的要务，什么居于首位？”裴垍回答说：“首先应当端正人心。”依照常例，人民交纳的赋税有三项：第一项是进献朝廷的赋税，第二项是送交镇使的赋税，第三项是留在本州的赋税。建中初年制定了两税法，致使商品价格提高而钱币价格跌落。在此之后，商品价格跌落而钱币价格提高，百姓交纳的赋税已经多出当初的一倍了。其中留在本州的与送交镇使的赋税，各地又降低都省规定的物价而按照实际的物价征收，以加重对百姓的征敛。及至裴垍出任宰相，他上奏说：“对于全国留在本州和交送镇使的物品，请一律采用都省制定的物价。观察使应当首先在自己治理的州中征税，以便自给，如果达不到应该征收的税额，然后才允许他们在所隶属的州中征税。”由此，江淮地区的百姓逐渐得到休养生息。在此之前，主持政务的官员往往厌恶谏官谈论时政的成功与失败，唯独裴垍奖励谏官进谏。裴垍的才具气度严正而庄重，人们不敢因私事干求他。曾经有一位朋友从远方来到他那里，裴垍送给这位朋友许多财物，纵情而无拘束地接待他，此人借机请求京兆府参军的职务，裴垍说：“你不适合担当这个官职，我不敢因朋友的私情去损害朝廷至上的公道。以后若有瞎眼的宰相怜悯你，你不妨得到这个官职，我却是肯定不会同意的。”\n\n\t\t\t　　戊戌（十九日），宪宗使中书侍郎、同平章事李吉甫同平章事，充任淮南节度使。\n\n\t\t\t　　河中、晋绛节度使邠宣公杜黄裳去世。\n\n\t\t\t　　冬季，十二月，庚戌（初三），朝廷在临泾设置行原州，任命镇将郝玼为刺史。\n\n\t\t\t　　南诏王异牟寻去世，他的儿子寻阁劝即位。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐宪宗昭文章武大圣至神孝皇帝　元和四年（己丑　公元809年）\n\n\t\t\t　　春，正月，戊子，简王遘薨。〖胡三省注〗注〗遘，代宗子。〕\n\n\t\t\t　　勃海康王嵩璘卒，子元瑜立，改元永德。\n\n\t\t\t　　南方旱饥。庚寅，命左司郎中郑敬等为江、淮、二浙、荆、湖、襄、鄂等道宣慰使，赈恤之，将行，上戒之曰：“朕宫中用帛一匹，皆籍其数，惟赒救百姓，则不计费，卿辈宜识此意，勿效潘孟阳饮酒游山而已。”〖胡三省注〗注〗事见元年。〕\n\n\t\t\t　　给事中李籓在门下，制敕有不可者，即于黄纸后批之。吏请更连素纸，籓曰：“如此，乃状也，何名批敕！”裴垍荐籓有宰相器。上以门下侍郎、同平章事郑絪循默取容，二月，丁卯，罢絪为太子宾客，擢籓为门下侍郎、同平章事。籓知无不言，上甚重之。\n\n\t\t\t　　河东节度使严绶，在镇九年，〖胡三省注〗注〗贞元十七年，严绶镇河东，见上卷。〕军政补署一出监军李辅光，绶拱手而已。裴垍具奏其状，请以李鄘代之。三月，乙酉，以绶为左仆射，以凤翔节度使李鄘为河东节度使。\n\n\t\t\t　　成德节度使王士真薨，其子副大使承宗自为留后。〖胡三省注〗注〗为讨王承宗张本。〕河北三镇，相承各置副大使，以嫡长为之，父没则代领军务。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗遘，代宗子。〕", "〔〖胡三省注〗事见元年。〕", "〔〖胡三省注〗贞元十七年，严绶镇河东，见上卷。〕", "〔〖胡三省注〗为讨王承宗张本。〕"], "translation": "\n\n\t\t\t　　唐宪宗元和四年（己丑　公元809年）\n\n\t\t\t　　春季，正月，戊子（十一日），简王李遘去世。\n\n\t\t\t　　勃海康王大嵩去世，他的儿子大元瑜即位，更改年号为永德。\n\n\t\t\t　　南方天气干旱，发生饥荒。庚寅（十三日），宪宗任命左司郎中郑敬等人为江淮、两浙、荆、湖、襄、鄂等道宣慰使，前去赈济抚恤饥民。在将要启程时，宪宗警告他们说：“朕在宫中就是使用一匹丝帛，都要登记使用数额，只有在救济百姓时，才不计算费用。你们这些人应当记住我的用心，不要学着潘孟阳的样子去喝酒游山就算了事。”\n\n\t\t\t　　给事中李藩在门下省供职，凡是制书敕令有不适当的地方，他便在黄麻纸的末后批写意见。吏人请他再用一张白纸连在后面，李藩却说：“要是这样的话，就是在写文状了，还叫什么批写敕书呢！”裴垍推荐李藩有担当宰相的器度。宪宗认为门下侍郎、同平章事郑絪缄默不言，取悦于人，二月，丁卯（二十一日），将郑絪罢免为太子宾客，提升李藩为门下侍郎、同平章事。李藩知无不言，宪宗很器重他。\n\n\t\t\t　　河东节度使严绶在藩镇任职九年，军中政务和吏员委任一概由监军李辅光处理，严绶抱合双手表示恭敬罢了。裴垍将他的状况全部上奏，请求让李鄘替代他。三月，乙酉（初九），宪宗任命严绶为左仆射，任命凤翔节度使李鄘为河东节度使。\n\n\t\t\t　　成德节度使王士真去世，他的儿子副大使王承宗自命为留后。河北三镇相继分别设置了副大使，以嫡长子担任，一旦父亲去世，便代替父亲统领军中事务。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　上以久旱，欲降德音。翰林学士李绛、白居易上言，〖胡三省注〗注〗《考异》曰：李司空论事及居易集皆有此奏，语虽小异，大指不殊，盖同上奏耳。〕以为“欲令实惠及人，无如减其租税。”又言“宫人驱使之馀，其数犹广，事宜省费，物贵徇情。”〖胡三省注〗注〗冗食宫中，岁费给赐，则非省费矣。内多怨女，则非徇情矣。〕又请“禁诸道横敛，以充进奉。”又言“岭南、黔中、福建风俗，多掠良人卖为奴婢，乞严禁止。”闰月，己酉，制降天下系囚，蠲租税，出宫人，绝进奉，禁掠卖，皆如二臣之请。己未，雨。绛表贺曰：“乃知忧先于事，故能无忧；事至而忧，无救于事。”\n\n\t\t\t　　初，王叔文之党既贬，〖胡三省注〗注〗事始见上卷永贞元年。〕有诏，虽遇赦无得量移。吏部尚书、盐铁转运使李巽奏：“郴州司马程异，吏才明辨，请以为杨子留后。”〖胡三省注〗注〗扬州扬子县，自大历以来，盐铁转运使置巡院于此，故置留后。〕上许之。巽精于督察，吏人居千里之外，战栗如在巽前。异句检簿籍，又精于巽，卒获其用。〖胡三省注〗注〗句，音钩。为程异以理财进用张本。〕\n\n\t\t\t　　魏征玄孙稠贫甚，以故第质钱于人，平卢节度使李师道请以私财赎出之。上命白居易草诏，居易奏言：“事关激劝，宜出朝廷。师道何人，敢掠斯美！望敕有司以官钱赎还后嗣。”上从之，出内库钱二千缗赎赐魏稠，仍禁质卖。〖胡三省注〗注〗程大昌曰：魏征宅在丹凤坊，直出南面永兴坊内。会要曰：元和四年，上嘉魏征谏诤，诏访其故居，则质卖已更数姓，析为九家矣。上出内库钱二百万赎之，以还其家，禁其质卖。〕\n\n\t\t\t　　王承宗叔父士则以承宗擅自立，恐祸及宗，与幕客刘栖楚俱自归京师。〖胡三省注〗注〗《考异》曰：旧传：“栖楚为吏镇州，王承宗甚奇之。”今从《实录》。〕诏以士则为神策大将军。\n\n\t\t\t　��翰林学士李绛等奏曰：“陛下嗣膺大宝，四年于兹，而储闱未立，典册不行，是开窥觎之端，乖重慎之义，非所以承宗庙、重社稷也。伏望抑撝谦之小节，行至公之大典。”丁卯，制立长子邓王宁为皇太子。宁，纪美人之子也。\n\n\t\t\t　　辛未，灵盐节度使范希朝奏以太原防秋兵六百人衣粮给沙陀，许之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：李司空论事及居易集皆有此奏，语虽小异，大指不殊，盖同上奏耳。〕", "〔〖胡三省注〗冗食宫中，岁费给赐，则非省费矣。内多怨女，则非徇情矣。〕", "〔〖胡三省注〗事始见上卷永贞元年。〕", "〔〖胡三省注〗扬州扬子县，自大历以来，盐铁转运使置巡院于此，故置留后。〕", "〔〖胡三省注〗句，音钩。为程异以理财进用张本。〕", "〔〖胡三省注〗程大昌曰：魏征宅在丹凤坊，直出南面永兴坊内。会要曰：元和四年，上嘉魏征谏诤，诏访其故居，则质卖已更数姓，析为九家矣。上出内库钱二百万赎之，以还其家，禁其质卖。〕", "〔〖胡三省注〗《考异》曰：旧传：“栖楚为吏镇州，王承宗甚奇之。”今从《实录》。〕"], "translation": "\n\n\t\t\t　　由于发生了长时间的干旱，宪宗准备颁布德音，翰林学士李绛与白居易进言，认为：“要想让人们得到实际恩惠，最好是减轻他们的租税。”又说：“宫中人员在供内廷驱遣以外，剩下来的人为数仍然很多。办事应当节省开支，对人贵在顺乎常情。”他们还请求“禁止各道横征暴敛以充当进献的贡物。”又说：“岭南、黔中、福建的习尚，往往掳掠良民，将他们卖作奴婢，请严加禁止。”闰三月，己酉（初三），宪宗颁布制书，减轻对全国在押囚犯的处罚，免除本年租赋，外放宫中妇女，杜绝进奉，禁止掠卖人口，完全像他们两人请求的那样。己未（十三日），下雨。李绛上表祝贺说：“由此可知，忧虑在事情发生之前，才能够消除忧虑；忧虑在事情发生后，便无可挽回了。”\n\n\t\t\t　　当初，王叔文一党被贬后，诏书规定他们即使遇到大赦，也不能够酌情迁官。吏部尚书、盐铁转运使李巽上奏说：“郴州司马程异，有担当官吏的才分，明察善辨，请陛下任命他为扬子留后。”宪宗答应了他的请求。李巽监督考察属下是精明的，即使吏人身在千里以外，仍然像在李巽面前那样战战兢兢地办事。程异检核帐簿文书，比李巽还要精明，最后还是得到进用了。\n\n\t\t\t　　魏徵的玄孙魏稠极为贫困，将祖居的住宅典押给人，换取钱币，平卢节度使李师道请求用自己的资财将住宅赎买出来。宪宗命令白居易草拟同意李师道请求的诏书，白居易上奏说：“这件事情关系到对臣下的激励劝勉，应当由朝廷办理此事。李师道是什么人，胆敢抢去这个美名！希望陛下敕令有关部门用官府的钱赎买住宅，归还给魏氏的后人。”宪宗听从了这一建议，由内廷专库中支出钱两千缗，赎出住宅，赐给魏稠，并禁止典押出卖。\n\n\t\t\t　　王承宗的叔父王士则因王承宗擅自继任节度使，惟恐祸殃牵连本宗，便与幕府宾客刘栖楚一起主动返回京城。宪宗颁诏任命王士则为神策大将军。\n\n\t\t\t　　翰林学士李绛等人上奏说：“陛下继承皇位，到现在已经有四年了。然而，太子尚未确立，册命没有颁行，这将开启暗中希求的端倪，违背慎重的原则，不是继承宗庙、尊重国家的办法啊。希望陛下贬损个人细小的谦逊行为，奉行国家重大的最为公正无私的仪典。”丁卯（二十一日），宪宗颁制将长子邓王李宁立为太子。李宁是纪美人的儿子。\n\n\t\t\t　　辛未（二十五日），灵盐节度使范希朝奏请拨出太原防秋兵六百人的衣服与口粮供给沙陀，宪宗答应了他的请求。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，山南东道节度使裴均恃有中人之助，于德音后首进银器千五百馀两。〖胡三省注〗注〗是年正月，赦天下，禁无得进奉。〕翰林学士李绛、白居易等上言：“均欲以此尝陛下，愿却之。”上遽命出银器付度支。既而有旨谕进奏院：“自今诸道进奉，无得申御史台；有访问者，辄以名闻。”白居易复以为言，〖胡三省注〗注〗《考异》曰：居易集奏状曰：“伏见六七日来，向外传说，皆云有进止，令宣与诸道进奏院：‘自今已后，应有进奉，并不用申报御史台；如有人勘问，便录名奏来者。’内外相传，不无惊怪。臣伏料此事多是虚传，且有此闻，不敢不奏，”云云。又曰：“若此果虚，即望宣示中外，令知圣旨，使息虚声。”按禁止进奉，前后制敕非一，不止于昨闰三月德音也。去年三月，柳晟、阎济美违赦进奉，已为卢坦所弹。宪宗云“济美离越州，乃逢赦令，释其罪。”今裴均所进，假使在德音前，亦赦后矣，又云“赦书未到前已在道捨其过。”是则宪宗深惑于左右之言，外示不受献，内实欲其来献也。然则居易所闻，不为虚矣；若其虚，必辩明也。《实录》及李司空论事皆以此为宪宗之美。今故直之。〕上不听。\n\n\t\t\t　　上欲革河北诸镇世袭之弊，乘王士真死，欲自朝廷除人，不从则兴师讨之。裴垍曰：“李纳跋扈不恭，〖胡三省注〗注〗李纳之罪，以兴元赦令，遂蒙含贷。〕王武俊有功于国，〖胡三省注〗注〗谓与李抱真破朱滔也。〕陛下前许师道，〖胡三省注〗注〗言许李师道承袭。〕今夺承宗，沮劝违理，彼必不服。”由是议久不决。上以问诸学士，李绛等对曰：“河北不遵声教，谁不愤叹，然今日取之，或恐未能。成德军自武俊以来，父子相承四十馀年，〖胡三省注〗注〗自建中三年王武俊始有恒冀，至是二十八年。〕人情贯习，不以为非。〖胡三省注〗注〗贯，读曰惯。犹言惯熟。〕况承宗已总军务，一旦易之，恐未即奉诏。又范阳、魏博、易定、淄青以地相传，与成德同体，彼闻成德除人，必内不自安，阴相党助，虽茂昭有请，亦恐非诚。所以然者，今国家除人代承宗，彼邻道劝成，进退有利。若所除之人得入，彼则自以为功；若诏令有所不行，彼因潜相交结，在于国体，岂可遽休！须兴师四面攻讨，彼将帅则加官爵，士卒则给衣粮，按兵玩寇，坐观胜负，而劳费之病尽归国家矣。〖胡三省注〗注〗自大历、贞元以来，用兵之弊正如此。〕今江、淮水，公私困竭，军旅之事，殆未可轻议也。”\n\n\t\t\t　　左军中尉吐突承璀欲希上意，夺裴垍权，自请将兵讨之。上疑未决，宗正少卿李拭奏称：“承宗不可不讨。承璀亲近信臣，宜委以禁兵，使统诸军，谁敢不服！”上以拭状示诸学士曰：“此奸臣也，知朕欲将承璀，故上此奏。卿曹记之，自今勿令得进用。”〖胡三省注〗注〗示諸學士者，蓋以此時凡入翰林者，即日輔佐之選也。故使知其姓名，勿得擬用。然帝知李拭之迎逢，而卒將承璀，何邪？〕\n\n\t\t\t　　昭义节度使卢从史遭父丧，朝廷久未起复，从史懼，因承璀说上，请发本军讨承宗。壬辰，起复从史左金吾大将军，馀如故。\n\n\t\t\t　　初，平凉之盟，〖胡三省注〗注〗见二百三十二卷德宗贞元三年。〕副无帅判官路泌、会盟判官郑叔矩皆没于吐蕃。其后吐蕃请和，泌子随三诣阙号泣上表，乞从其请。〖胡三省注〗注〗路随表请和蕃，情切于其亲也。〕德宗以吐蕃多诈，不许。至是，吐蕃复请和，随又五上表，诣执政泣请，裴垍、李籓亦言于上，请许其和。上从之。五月，命祠部郎中徐复使吐蕃。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗是年正月，赦天下，禁无得进奉。〕", "〔〖胡三省注〗《考异》曰：居易集奏状曰：“伏见六七日来，向外传说，皆云有进止，令宣与诸道进奏院：‘自今已后，应有进奉，并不用申报御史台；如有人勘问，便录名奏来者。’内外相传，不无惊怪。臣伏料此事多是虚传，且有此闻，不敢不奏，”云云。又曰：“若此果虚，即望宣示中外，令知圣旨，使息虚声。”按禁止进奉，前后制敕非一，不止于昨闰三月德音也。去年三月，柳晟、阎济美违赦进奉，已为卢坦所弹。宪宗云“济美离越州，乃逢赦令，释其罪。”今裴均所进，假使在德音前，亦赦后矣，又云“赦书未到前已在道捨其过。”是则宪宗深惑于左右之言，外示不受献，内实欲其来献也。然则居易所闻，不为虚矣；若其虚，必辩明也。《实录》及李司空论事皆以此为宪宗之美。今故直之。〕", "〔〖胡三省注〗李纳之罪，以兴元赦令，遂蒙含贷。〕", "〔〖胡三省注〗谓与李抱真破朱滔也。〕", "〔〖胡三省注〗言许李师道承袭。〕", "〔〖胡三省注〗自建中三年王武俊始有恒冀，至是二十八年。〕", "〔〖胡三省注〗贯，读曰惯。犹言惯熟。〕", "〔〖胡三省注〗自大历、贞元以来，用兵之弊正如此。〕", "〔〖胡三省注〗示諸學士者，蓋以此時凡入翰林者，即日輔佐之選也。故使知其姓名，勿得擬用。然帝知李拭之迎逢，而卒將承璀，何邪？〕", "〔〖胡三省注〗见二百三十二卷德宗贞元三年。〕", "〔〖胡三省注〗路随表请和蕃，情切于其亲也。〕"], "translation": "\n\n\t\t\t　　夏季，四月，山南东道节度使裴均仗着得到宦官的帮助，在德音颁布后，进献银器多达一千五百余两。翰林学士李绛与白居易等人进言说：“裴均打算用此事试探陛下，希望陛下将银器退还。”宪宗赶忙命令将银器取出，交付度支。不久，宪宗颁旨谕示诸道进奏院说：“从现在起，凡是各道前来进献贡物，不允许申报御史台。倘若有人询问此类事情，你处就应当将询问者的名字向朕报告。”白居易又就此事进言，宪宗不肯听从。\n\n\t\t\t　　宪宗准备革除河北各藩镇世代承袭节度使的弊病，趁着王士真去世的机会，打算由朝廷任命节度使，如果王承宗不肯服从，就起兵讨伐他。裴垍说：“李纳对朝廷骄横不敬，而王武俊却为国家立下功劳。陛下前些时候允许李师道承袭节度使职务，现在却要削夺王承宗的承袭，既有碍对藩镇的勉励，又违反事情的情理，王承宗肯定不会服气。”因此，对王承宗的事情计议了很长时间，都没有能够决定下来。宪宗就此询问各位翰林学士，李绛等人回答说：“河北藩镇不遵奉朝廷的声威与教化，谁不愤恨叹惜！然而，要想现在就攻取他们，也许朝廷还没有这个能力。成德一镇，自从王武俊以来，父子相继承袭节度使的职位，已经有四十多年，人情已经习惯，不认为有什么不对，何况王承宗已经总揽军中事务，忽然派人取代他，恐怕他不一定会接受诏命。加之，范阳、魏博、易定、淄青各藩镇也是将所统辖的地盘世代相传，与成德属于同一体制。他们得知成德由朝廷任命节度使，肯定内心感到不安，暗中相互援助。虽然张茂昭曾经请求替代王承宗，恐怕也没有诚意。之所以这么说，现在朝廷委派官员替代王承宗，便是他的邻道劝说成功了，这对张茂昭以后采取或进或退的行动是有利的。如果朝廷委派的官员得以进入成德，张茂昭便认为这是自己的功劳；如果陛下的诏令不能得以施行，张茂昭便可能与王承宗暗中相互勾结。这关系到国家的体统，怎么能够就此善罢甘休了呢！而这就必须征集军队，从四方攻打声讨他们，对委任的将领与主帅就得加封官职与爵位，对应征的士兵就得供给衣服与口粮，还会发生顿兵不前，姑息敌寇，旁观战事的胜利与失败的事情，但是，劳苦百姓、耗费物资的弊病却全部由国家承担起来了。如今江淮地区发生了水灾，官府与平民极为困顿，对于用兵打仗的事情，恐怕是不应该轻易计议的吧。”\n\n\t\t\t　　左神策军中尉吐突承璀，打逄逢迎宪宗的意愿，削去裴垍的权力，便主动请求率领兵马讨伐王承宗。皇上疑虑不决，宗正少卿李拭上奏声称：“对王承宗不能够不讨伐。吐突承璀是陛下亲近并信任的内臣，应该将禁卫亲军委托给他，让他统率各军，有谁胆敢不服从命令！”宪宗将李拭的进状拿给各位翰林学士看，还说：“这是一个奸臣啊，他知道朕打算任命吐突承璀为大将，所以他便进献这一奏状。你们这些人记住他的名字，从今以后，不要让他得到提拔任用。”\n\n\t\t\t　　昭义节度使卢从史遇到父亲去世而退官守丧，朝廷很长时间没有再起用他。卢从史害怕了，便通过吐突承璀劝说宪宗，请求让自己调发昭义本军前去攻讨王承宗。壬辰（十七日），宪宗起用卢从史为左金吾大将军，其余职务一如既往。\n\n\t\t\t　　当初，朝廷与吐蕃在平凉川举行会盟时，副元帅判官路泌、会盟判官郑叔矩都沦落到吐蕃。此后，吐蕃请求和好，路泌的儿子路随三次前往朝廷哭着进献表章，乞求依从吐蕃的请求，德宗认为吐蕃狡诈多变，不肯听从。至此，吐蕃再次请求和好，路随又接连五次上表，到主持政务的官员那里哭泣着请求，裴垍、李藩也向宪宗诉说，请求允许吐蕃请和，宪宗听从了他们的意见。五月，命令祠部郎中徐复出使吐蕃。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，以灵盐节度使范希朝为河东节度使。朝议以沙陀在灵武，迫近吐蕃，虑其反复，又部落众多，恐长谷价，乃命悉从希朝诣河东。希朝选其骁骑千二百，号沙陀军，置使以领之，而处其馀众于定襄川。于是朱邪执宜始保神武川之黄花堆。〖胡三省注〗注〗神武川在汉代郡桑乾县界，后魏置神武郡，后周废郡为神武县，属朔州。此时其地在马邑善阳县界。〕\n\n\t\t\t　　左军中尉吐突承璀领功德使，〖胡三省注〗注〗唐初，置寺观监，天下僧、尼、道士、女官皆属鸿胪寺。武后以僧尼属祠部。开元十四年，以道士、女官属宗正寺。天宝二载，以道士属司封，崇玄馆置大学士，以宰相为之，领两京玄元宫及道院。贞元四年，崇玄馆罢大学士，置左右街大功德使、东都功德使，修功德，使总僧尼之籍及功役。元和二年，以道士、女官属左、右街功德使。〕盛修安国寺，〖胡三省注〗注〗《唐会要》：安国寺在长乐坊，景云元年捨龙潜旧宅为寺，便以本封安国为名。程大昌曰：长乐坊，在朱雀街东第四街。〕奏立圣德碑，高大一准《华岳碑》，〖胡三省注〗注〗玄宗立华岳碑于华岳祠前，高五十余尺。华，户化翻。〕先构碑楼，请敕学士撰文，且言“臣已具钱万缗，欲酬之。”上命李绛为之，绛上言：“尧、舜、禹、汤，未尝立碑自言圣德，惟秦始皇于巡游所过，刻石高自称述，未审陛下欲何所法！且叙修寺之美，不过壮丽观游，岂所以光益圣德！”上览奏，承璀适在旁，上命曳倒碑楼。〖胡三省注〗注〗曳，读作拽，音以列翻；史炤音以制切，非。〕：“碑楼甚大，不可曳，请徐毁撤。”冀得延引，乘间再论。上厉声曰：“多用牛曳之！”承璀乃不敢言。凡用百牛曳之，乃倒。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗神武川在汉代郡桑乾县界，后魏置神武郡，后周废郡为神武县，属朔州。此时其地在马邑善阳县界。〕", "〔〖胡三省注〗唐初，置寺观监，天下僧、尼、道士、女官皆属鸿胪寺。武后以僧尼属祠部。开元十四年，以道士、女官属宗正寺。天宝二载，以道士属司封，崇玄馆置大学士，以宰相为之，领两京玄元宫及道院。贞元四年，崇玄馆罢大学士，置左右街大功德使、东都功德使，修功德，使总僧尼之籍及功役。元和二年，以道士、女官属左、右街功德使。〕", "〔〖胡三省注〗《唐会要》：安国寺在长乐坊，景云元年捨龙潜旧宅为寺，便以本封安国为名。程大昌曰：长乐坊，在朱雀街东第四街。〕", "〔〖胡三省注〗玄宗立华岳碑于华岳祠前，高五十余尺。华，户化翻。〕", "〔〖胡三省注〗曳，读作拽，音以列翻；史炤音以制切，非。〕"], "translation": "\n\n\t\t\t　　六月，宪宗任命灵盐节度使范希朝为河东节度使。朝廷计议国政的人们认为沙陀住在灵武，靠近吐蕃，顾虑他们反复无常，加上沙陀部落众多，担心会因此使谷物价格上涨，便命令沙陀悉数跟从范希朝前往河东。范希朝在沙陀人中选出骁勇的骑兵一千二百人，号称沙陀军，设置兵马使统领他们，而将其余的沙陀人众在定襄川安顿下来。从此，朱邪执宜开始防守神武川的黄花堆。\n\n\t\t\t　　左神策军中尉吐突承璀兼任功德使的职务，大力修治安国寺，奏请树立圣德碑，长宽一概以《华岳碑》为标准，先建造藏碑的楼宇，请求宪宗敕令翰林学士撰写碑文，而且说：“我已准备好一万缗钱，打算酬谢撰文的学士。”宪宗命令李绛撰写碑文，李绛进言说：“唐尧、虞舜、夏禹、商汤不曾立碑称道自己超凡的德行，只有秦始皇在巡视游历经过的地方，镌刻石碑，为自己大力宣扬，不知道陛下打算效法谁人？而且，叙述修治寺庙的美盛之处，只不过是建筑壮丽，足供游览一类，难道这是光大陛下恩德的办法吗！”宪宗览阅奏章时，适逢吐突承璀在一旁，宪宗便让他将碑楼拖倒。吐突承璀说：“碑楼很大，无法拖拉，请让我慢慢将它毁除吧。”希望得以招揽适当的人物，借机再说此事，宪宗语调严厉地说：“用许多牛来拖拉碑楼！”吐突承璀这才不敢答言。共计用一百条牛拖拉碑楼，碑楼才倒塌下来。"}]