[{"title": "\n\n\t\t\t \n\t\t\t　　● 唐纪八十　〔起昭阳大渊献（癸亥）二月，尽阏逢困敦（甲子）闰月，凡一年有奇。〕\n\n\t\t\t　　◎ 唐昭宗圣穆景文孝皇帝·下之上\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐昭宗圣穆景文孝皇帝　天复三年（癸亥　公元903年）\n\n\t\t\t　　二月，壬申朔，诏：“比在凤翔府所除官，一切停。”〔〖胡三省注〗比，毗至翻，近也。停所除官者，以皆出李茂贞、韩全诲之意也。〕时宦官尽死，淮河东监军张承业、幽州监军张居翰、清海监军程匡柔、西川监军鱼全禋及致仕严遵美，为李克用、刘仁恭、杨行密、王建所匿得全，斩他囚以应诏。〔〖胡三省注〗禋，伊真翻。严遵美时隐蜀之青城山。据通鉴所书，程匡柔，盖杨行密匿之。〕\n\n\t\t\t　　甲戌，门下侍郎、同平章事陆扆责授沂王傅、分司。〔〖胡三省注〗沂王礼，皇子也。“礼”，一作禋”。〕车驾还京师，赐诸道诏书，独凤翔无之。扆曰：“茂贞罪虽大，然朝廷未与之绝，今独无诏书，示人不广。”〔〖胡三省注〗《考异》曰：旧传：“帝还京后赦诸道，皆降诏书，独凤翔无诏，扆奏”云云。按是时未赦，恐止是降诏书；或赦前扆议如此，故胤怒耳。〕崔胤怒，奏贬之。宫人宋柔等十一人皆韩全诲所献，〔〖胡三省注〗献宋柔等见上卷元年。〕及僧、道士与宦官亲厚者二十馀人，并送京兆杖杀。\n\n\t\t\t　　上谓韩偓曰：“崔胤虽尽忠，然比卿颇用机数。”对曰：“凡为天下者，万国皆属之耳目，〔〖胡三省注〗属，之欲翻。〕安可以机数欺之！莫若推诚直致，虽日计之不足，而岁计之有馀也。”〔〖胡三省注〗用《庄子》语。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　● 唐纪八十\n\n\t\t\t　　◎ 唐昭宗·下之上\n\n\t\t\t　　唐昭宗天复三年（癸亥　公元903年）\n\n\t\t\t　　二月壬申朔（初一），昭宗颁布诏令：“近来在凤翔府任命的官员，全部解除职务。”\n\n\t\t\t　　这时，宦官都被杀死，只有河东监军张承业、幽州监军张居翰、清海监军程匡柔、西川监军鱼全禋，以及退休家居的原枢密使严遵美，被李克用、刘仁恭、杨行密、王建藏匿起来，斩了其他囚犯来应付诏令，才保存了性命。\n\n\t\t\t　　甲戌（初三），门下侍郎、同平章事陆扆受责降补沂王傅分司。昭宗回到京师后，给各道颁赐诏书，唯独凤翔节度使李茂贞没有。陆扆说：“李茂贞的罪恶虽然重大，但朝廷并没有与他决绝；现在唯独不给他颁赐诏书，给人看着不宽大为怀。”崔胤勃然大怒，奏请将陆扆贬斥了。宫人宋柔等十一人都是韩全诲献进宫的，以及和尚、道士与宦官亲近交深的二十余人，一并送交京兆尹乱杖打死。\n\n\t\t\t　　昭宗对韩偓说：“崔胤虽然竭尽忠诚，但比你多用心机权术。”韩偓回答说：“凡治理天下的人，万国都耳目专注，哪里能够用心机权术欺骗蒙蔽他们呢！不如推心置腹直接了当，这样，虽然按日计算不充足，但按年计算就有剩余了。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丙子，工部侍郎、同平章事苏检，吏部侍郎卢光启，并赐自尽。丁丑，以中书侍郎、同平章事王溥为太子宾客、分司，皆崔胤所恶也。〔〖胡三省注〗苏检、卢光启皆凤翔所命相，崔胤恶其党附韩全诲、李茂贞，故杀之。《考异》曰：《实录》：“检、光启并赐自尽。一说，检长流环州。”唐太祖纪年录：“初从幸凤翔，命卢光启、韦贻范为相，又命苏检平章事。及车驾还宫，胤积前事怒之，不一月，皆贬谪之，左迁陆扆沂王傅，王溥太子宾客，苏检自尽。”续宝运录：“二月五日，应是岐王驾前宰臣卢光启等一百余人，并赐自尽。”新纪：“朱全忠杀苏检、卢光启。”旧胤传：“昭宗初幸凤翔，命卢光启、韦贻范、苏检等作相，及还京，胤皆贬斥之。”新光启传云“检长流环州，光启赐死”，与宝运录注同。“检流环州”，不见本出何书。〕\n\n\t\t\t　　戊寅，赐朱全忠号回天再造竭忠守正功臣，赐其僚佐敬翔等号迎銮协赞功臣，诸将朱友宁等号迎銮果毅功臣，都头以下号四镇静难功臣。\n\n\t\t\t　　上议褒崇全忠，欲以皇子为诸道兵马元帅，以全忠副之。崔胤请以辉王祚为之，上曰：“濮王长。”胤承全忠密旨，利祚冲幼，固请之。己卯，以祚为诸道兵马元帅。〔〖胡三省注〗《考异》曰：《金銮记》：“上曰：‘朕以濮王处长’云云。新传：“帝十七子，德王裕、棣王祤、虔王禊、沂王禋、遂王祎、景王祕、辉王祚、祁王祺、雅王祯、琼王祥、端王祯、丰王祁、和王福、登王禧、嘉王祜、颍王禔、蔡王祐。何皇后生裕及祚，余皆失其母之氏位。”旧传云昭宗十子，无端王祯以下七人。按新、旧传，昭宗诸子皆无濮王。孙光宪《续通历》：“濮王名紃，昭宗之子，母曰太后王氏。哀帝被杀，朱全忠册紃为天子，改元天寿；明年，禅位于梁。”此乃光宪传闻谬误也。昭宗亦无王皇后。《金銮记》所云濮王，盖德王改封耳。〕庚辰，加全忠守太尉，充副元帅，进爵梁王。以胤为司徒兼侍中。胤恃全忠之势，专权自恣，天子动静皆禀之。朝臣从上幸凤翔者，凡贬逐三十馀人。〔〖胡三省注〗党附宦官者可罪，扈从天子者何罪邪。〕刑赏系其爱憎，〔〖胡三省注〗爱者赏之，憎者刑之。〕中外畏之，重足一迹。〔〖胡三省注〗重，直龙翻。史言崔胤怙权，不知死期将至。〕\n\n\t\t\t　　以敬翔守太府卿，朱友宁领宁远节度使。〔〖胡三省注〗宁远军，容州，时为庞巨昭所据。五季以来有名号节度使此类是也。〕全忠表苻道昭同平章事，充天雄节度使，遣兵援送之秦州，〔〖胡三省注〗之，往也。〕不得至而还。〔〖胡三省注〗岐兵塞道，故不得至。〕\n\n\t\t\t　　初，翰林学士承旨韩偓之登进士第也，御史大夫赵崇知贡举。上返自凤翔，欲用偓为相，偓荐崇及兵部侍郎王赞自代。上欲从之，崔胤恶其分己权，使朱全忠入争之。全忠见上曰：“赵崇轻薄之魁，王赞无才用，韩偓何得妄荐为相！”上见全忠怒甚，不得已，癸未，贬偓濮州司马。上密与偓泣别，偓曰：“是人非复前来之比，〔〖胡三省注〗谓朱全忠也。〕臣得远贬及死乃幸耳，不忍见篡弑之辱！”〔〖胡三省注〗鸣呼！韩偓何见之晚也！然昭宗闻偓此言，亦何以为怀哉！惟有纵酒而已。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　丙子（初五），工部侍郎、同平章事苏检，吏部侍郎卢光，一并被赐令自杀。丁丑（初六），中书侍郎、同平章事王溥降补太子宾客、分司。他们都是崔胤憎恨的人。\n\n\t\t\t　　戊寅（初七），朝廷赐朱全忠号“回天再造竭忠守正功臣”，赐他的属官敬翔等人号“迎銮协赞功臣”、诸将朱友宁等人号“迎銮果毅功臣”、都头以下号“四镇静难功臣”。\n\n\t\t\t　　昭宗与群臣商议嘉奖尊崇朱全忠，想要任命皇子担任诸道兵马元帅，以朱全忠担任副职。崔胤请让辉王李祚担任诸道兵马元帅，昭宗说：“濮王居长。”崔胤秉承朱全忠的秘密旨意，以李祚年幼于己有利，坚决请求以李祚为元帅。己卯（初八），昭宗任命李祚为诸道兵马元帅。庚辰（初九），昭宗加封朱全忠署太尉，充任诸道兵马副元帅，进爵梁王，任命崔胤为司徒兼侍中。崔胤仗恃朱全忠的势力，独揽朝政，恣意妄为，皇上的行止动静都要禀报他。扈从昭宗前去凤翔的大臣，降低官职和放逐外地的共三十余人。朝廷的刑罚、赏赐都取决于他的爱憎，朝廷内外的官吏都惧怕他，重足而立不敢妄动。\n\n\t\t\t　　朝廷任命敬翔署太府卿，朱友宁兼任宁远节度使。朱全忠上表奏请以符道昭为同平章事，充任天雄节度使，派遣军队护送往秦州赴任；没能到达而返回。\n\n\t\t\t　　当初，翰林院学士承旨韩偓考中进士的时侯，御史大夫赵崇任主考官。昭宗自凤翔返回后，想要用韩偓任宰相，韩偓推荐赵崇及兵部侍郎王讃代替自己。昭宗想依从，崔胤恨他们分享自己的权力，就让朱全忠入宫争辩反对。朱全忠进见昭宗说：“赵崇是轻佻浮薄之首，王讃没有才能，韩偓怎么能随便保荐他们做宰相！”昭宗见朱全忠愤怒得很，无可奈何，于癸未（十二日）将韩偓贬为濮州司马。昭宗秘密地与韩偓哭着告别，韩偓说：“这个人不能再与从前相比了，我能够被贬往远离京师的地方任职到死就是幸运了，不忍心看见篡位杀君的屈辱！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己丑，上令朱全忠与李茂贞书，取平原公主。茂贞不敢违，遽归之。〔〖胡三省注〗平原公主嫁茂贞子宋侃，见上卷上年。〕\n\n\t\t\t　　壬辰，以朱友裕为镇国节度使。〔〖胡三省注〗《考异》曰：《实录》：“壬辰，以兴德府复为华州，赐名感化军，以友裕为节度使。”按《编遗录》，天祐三年，闰十二月乙丑敕，“镇国之号，兴德之名，并宜停。”薛居正《五代史·地理志》：“华州，梁为感化军。”《梁功臣传》：“天复三年，友裕权知镇国军留后。”今从《实录》。〕\n\n\t\t\t　　乙未，全忠奏留步骑万人于故两军，〔〖胡三省注〗时神策两军已散，而营署尚存。〕以朱友伦为左军宿卫都指挥使，又以汴将张廷范为宫苑使，王殷为皇城使，蒋玄晖充街使。于是全忠之党布列遍于禁卫及京辅。〔〖胡三省注〗唐北门禁卫之兵，皆屯于宫苑；百司庶府及南卫诸卫，皆分居皇城之内；百官私第及坊市居人，皆分居朱雀街之左右街。今全忠悉以腹心为使，则京辅之权一归之矣。去虺得虎，昭宗之谓也。〕戊戌，全忠辞归镇，〔〖胡三省注〗辞归大梁。〕留宴寿春殿，又饯之于延喜楼。上临轩泣别，令于楼前上马。〔〖胡三省注〗示寵異之也。〕上又赐全忠诗，全忠亦和进；又赐《杨柳枝辞》五首。〔〖胡三省注〗《杨柳枝辞》，即今之令曲也。今之曲如《清平调》、《水调歌》、《柘枝》、《菩萨蛮》、《八声甘州》，皆唐季之余声。又唐人多赋《杨柳枝》，皆是七言四绝，相传以为出于开元梨园乐章，故张祐有《折杨柳词》云：“莫折宫前杨柳枝，玄宗曾向笛中吹。”〕百官班辞于长乐驿。崔胤独送至霸桥，〔〖胡三省注〗以唐制驿程考之，霸桥驿当在长乐驿东三十里。〕自置饯席，夜二鼓，胤始还入城。上复召对，问以全忠安否，置酒奏乐，至四鼓乃罢。〔〖胡三省注〗史言帝征召不时，宴饮无节。〕\n\n\t\t\t　　以清海节度使裴枢为门下侍郎、同平章事，朱全忠荐之矣。\n\n\t\t\t　　李克用使者还晋阳，言崔胤之横，克用曰：“胤为人臣，外倚贼势，内胁其君，既执朝政，又握兵权。权重则怨多，势侔则衅生，破家亡国，在眼中矣。”〔〖胡三省注〗史言李克用有识。朝，直遥翻。〕朱全忠将行，奏：“克用于臣，本无大嫌，乞厚加宠泽，遣大臣抚慰；俾知臣意。”进奏吏以白克用，〔〖胡三省注〗河东进奏吏也。〕克用笑曰：“贼欲有事淄青，畏吾掎其后耳！”〔〖胡三省注〗有事淄青，谓攻王师范。史言朱全忠狡谲，李克用已逆知其情。掎，居蚁翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　己丑（十八日），昭宗叫朱全忠给李茂贞去信，要接回平原公主。李茂贞不敢违抗，急忙将平原公主送回。\n\n\t\t\t　　壬辰（二十一日），朝廷任命朱友裕为镇国节度使。\n\n\t\t\t　　乙未（二十四日），朱全忠奏请留步、骑兵一万人在原神策左右两军营署，以朱友伦担任左军宿卫都指挥使，又任命汴州将领张廷范为宫苑使，王殷为皇城使，蒋玄晖充会街使。于是，朱全忠的党羽布列遍及宫禁宿防及京辅各处。戊戌（二十七日），朱全忠告辞回大梁，昭宗先在寿春殿设宴挽留，又在延喜楼为他饯行。昭宗亲临楼前长廊与朱全忠哭着告别，并命他在楼前上马。昭宗又赐诗给朱全忠，朱全忠也和诗呈进，又赐《杨柳枝词》五首。文武官员在长乐驿列班辞别。崔胤独自送至霸桥，自摆酒席饯行，到晚上二更时侯，崔胤才回城；昭宗又召入询问朱全忠平安与否，并摆酒奏乐，到四更方散。\n\n\t\t\t　　朝廷任命清海节度使裴枢为门下侍郎、同平章事，是朱全忠举荐的。\n\n\t\t\t　　李克用的使者自京师回到晋阳，讲述崔胤专横霸道的情形，李克用说：“崔胤身为人臣，在外倚靠强贼的势力，在内胁迫自己的君主，既主持朝政，又掌握兵权。权力过重就结怨多，势均力敌就要生出事端，破家亡国，近在眼前了！”朱全忠将要起身回大梁，奏称：“李克用对我来说没有大的仇怨，恳求皇上对他厚加恩宠，派遣大臣前去安慰，使他知道我的心意。”河东进奏吏将朱全忠的话禀报李克用，李克用大笔道：“这强贼想要进攻淄青，怕我在后面牵制他罢了！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，戊午，朱全忠至大梁。王师范弟师鲁围齐州，〔〖胡三省注〗朱全忠并兗、郓，遂兼有齐州。《九域志》：兗州北至齐州三百六十里。〕朱友宁引兵击走之。师范遣兵益刘鄩军，友宁击取之。由是兗州援绝，葛从周引兵围之。〔〖胡三省注〗刘鄩取兗州见上卷本年正月。〕友宁进攻青州；戊辰，全忠引四镇及魏博兵十万继之。\n\n\t\t\t　　淮南将李神福围鄂州，〔〖胡三省注〗是年正月，杨行密遣李神福攻杜洪，事始上卷。〕望城中积荻，谓监军尹建峰曰：“今夕为公焚之。”建峰未之信。时杜洪求救于朱全忠，神福遣部将秦皋乘轻舟至滠口，〔〖胡三省注〗灄口在武口之上，对岸即夏浦。灄，书涉翻。〕举火炬于树杪。洪以为救兵至，果焚获以应之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　三月戊午（十七日），朱全忠回到大梁。王师范的弟弟王师鲁围攻齐州，朱友宁率兵将他打跑。王师范派兵增加刘鄩的兵力，朱友宁率兵攻击打败援兵。因此，兖州援兵断绝，葛从周率兵包围了兖州。朱友宁进攻青州；戊辰（二十七日），朱全忠统率四镇及魏博的军队十万人，继续开往青州。\n\n\t\t\t　　淮南将领李神福围攻鄂州，望见城中堆积着荻草，对监军尹建峰说：“今天晚上为您把它焚烧了。”尹建峰还不相信。当时，杜洪向朱全忠求救，李神福派遣部将秦皋乘轻舟到滠口，在树林上举起火炬，杜洪以为救兵到了，果然焚烧荻草来接应。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，己卯，以朱全忠判元帅府事。〔〖胡三省注〗辉王冲幼，以朱全忠判元帅府事，则天下兵权尽归之矣。〕\n\n\t\t\t　　知温州事丁章为木工李彦所杀，〔〖胡三省注〗丁章得温州见上卷二年。未有朝命为刺史，止称知州事。〕其将张惠据温州。\n\n\t\t\t　　王师范求救于淮南，乙未，杨行密遣其将王茂章以步骑七千救之，又遣别将将兵数万攻宿州。全忠遣其将康怀英救宿州，淮南兵遁去。〔〖胡三省注〗“康怀英”当作“怀贞”，是时未改名也。〕\n\n\t\t\t　　杨行密遣使诣马殷，言朱全忠跋扈，请殷绝之，约为兄弟。湖南大将许德勋曰：“全忠虽无道，然挟天子以令诸侯，明公素奉王室，不可轻绝也。”〔〖胡三省注〗言绝全忠，则道路梗塞，并绝朝廷贡奉。〕殷从之。〔〖胡三省注〗马殷附汴之心，自此坚矣。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　夏季，四月己卯（初九），朝廷任命朱全忠总管元帅府事务。\n\n\t\t\t　　知温州事丁章被木工李彦杀死，他的将领张惠占据温州。\n\n\t\t\t　　王师范向淮南节度使杨行密求救。乙未（二十五日），杨行密派遣他的部将王茂章率领步兵、骑兵七千人前往援救，又遣别将率兵数万人攻打宿州。朱全忠派遣他的部将康怀英率兵援救宿州，淮南军队逃跑了。\n\n\t\t\t　　杨行密派遣使者去见马殷，说朱全忠专横跋扈，请马殷与他断绝交往，约定结为兄弟。湖南大将许德勋说：“朱全忠虽然无道，但是他挟天子以令诸侯，您向来尊奉王室，不可轻易与他绝交。”马殷听从了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　杜洪求救于朱全忠，全忠遣其将韩勍将万人屯滠口，遣使语荆南节度使成汭、武安节度使马殷、武贞节度使雷彦威，〔〖胡三省注〗曰语者，无朝廷诏敕，以意谕之。〕令出兵救洪。汭畏全忠之强，且欲侵江、淮之地以自广，发舟师十万，沿江东下。汭作巨舰，三年而成，制度如府署，谓之“和舟载”，〔〖胡三省注〗署，廨舍也；言其舟长阔，和荆州皆载其上。“舟”，当作“州”。〕其余谓之“齐山”“截海”“劈浪”之类甚众。〔〖胡三省注〗齐山，言其高也。截海，言其长也。劈浪，言其轻疾也。劈，匹历翻。〕掌书记李珽谏曰：“今每舰载甲士千人，稻米倍之，缓急不可动也。吴兵剽轻，难与角逐；武陵、长沙，皆吾仇也；〔〖胡三省注〗武陵，谓雷彦威。长沙，谓马殷。〕岂得不为反顾之虑乎！不若遣骁将屯巴陵，〔〖胡三省注〗《九域志》：巴陵东北至鄂州三百五十里。〕大军与之对岸，坚壁勿战，不过一月，吴兵食尽自遁，鄂围解矣。”〔〖胡三省注〗杨行密时封吴王，故谓其兵为吴兵。〕汭不听。珽，憕之五世孙也。〔〖胡三省注〗李憕，天宝之末死于安禄山之难。珽后归中原，仕于梁。〕\n\n\t\t\t　　王建出兵攻秦、陇，乘李茂贞之弱也，遣判官韦庄入贡，亦修好于朱全忠。全忠遣押牙王殷报聘，建与之宴。殷言：“蜀甲兵诚多，但乏马耳。”建作色曰：“当道江山险阻，骑兵无所施。然马亦不乏，押牙少留，当共阅之。”乃集诸州马，大阅于星宿山，官马八千，私马四千，部队甚整。殷叹服。〔〖胡三省注〗王建以多马衒王殷，殷遽叹服，非善觇者也。宿，音秀。〕建本骑将，〔〖胡三省注〗王建从杨复光起许州，及扈从昭宗，皆为骑将。〕故得蜀之后，于文、黎、维、茂州市胡马，十年之间，遂及兹数。〔〖胡三省注〗史言蜀中互市，可以得西蕃之马。然王建取兴元而得骑五千，则东、西川之马亦必多，此一万二千之数，盖集成都近州耳。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　杜洪向朱全忠求救，朱全忠派遣他的部将韩勍率领一万军队驻扎滠口，派遣使者前告诉荆南节度使成汭、武安节度使马殷、武贞节度使雷彦威，叫他们出兵救援杜洪。成汭畏惧朱全忠的强大，并且想要侵占江、淮之地来扩张自己的地盘，于是派遣水师十万，沿江东下。成汭制造巨舰，三年才完工，规模法度如同府第官署，叫做“和州载”，其余叫做“齐山”、“截海”、“劈浪”之类的很多。掌书记李珽劝告说：“现在每舰载甲士一千人，稻米又多一倍，有个缓急，不能移动。吴兵敏捷轻快，难与角逐。武陵雷彦威、长沙马殷都是我们的仇敌，怎么能不考虑后顾之忧呢！不如派遣勇猛的将领驻守巴陵，大军与之隔岸相对，坚守壁垒不出战，不过一个来月，吴兵食尽就会自己退走，鄂州就解围了。”成汭没有听从。李珽，是李憕的五世孙。\n\n\t\t\t　　王建乘李茂贞势力削弱的时机，出兵进攻秦州、陇州，并派遣判官韦庄到京师进献物品，也向朱全忠谋求和好。朱全忠派遣押牙王殷前回访，王建设宴招待。王殷说：“蜀地的兵士确实众多，只是缺少马匹罢了。”王建变了脸色说：“蜀地道路险恶，山河阻隔，骑兵没有施展之处。然而马匹也不缺少，押牙稍留时日，当共同检阅一番。”于是，王建调集各州的马匹，在星宿山举行大规模检阅，计官马八千匹，私马四千匹，部队非常整齐。王殷赞叹佩服。王建本来是骑兵将领，所以在取得蜀地以后，就往文州、黎州、维州、茂州一带购买胡地出产的马匹，十年之间，就达到了这个数目。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　五月，丁未，李克用云州都将王敬晖杀刺史刘再立，叛降刘仁恭。克用遣李嗣昭、李存审将兵讨之。〔〖胡三省注〗李存审，即符存审。〕仁恭遣将以兵五万救敬晖，嗣昭退保乐安，敬晖举众弃城而去。〔〖胡三省注〗乘嗣昭之退，弃城而走。〕先是，振武将契苾让逐戍将石善友，据城叛。嗣昭等进攻之，让自燔死。复取振武城，杀吐谷浑叛者二千馀人。〔〖胡三省注〗吐谷浑自赫连铎与克用作敌，铎虽败死，其部落终未肯心服，故屡叛。〕克用怒嗣昭、存审失王敬晖，皆杖之，削其官。〔〖胡三省注〗尔朱荣以失万俟道洛而杖尔朱天光，事亦如此。〕\n\n\t\t\t　　成汭行未至鄂州，马殷遣大将许德勋将舟师万馀人，雷彦威遣其将欧阳思将舟师三千馀人会于荆江口，〔〖胡三省注〗大江自蜀东流入荆州界，谓之荆江。荆江口，即洞庭之水与大江之水会处。〕乘虚袭江陵，庚戌，陷之，尽掠其人及货财而去。将士亡其家，皆无斗志。〔〖胡三省注〗此言成汭之将士也。〕李神福闻其将至，自乘轻舟前觇之，谓诸将曰：“彼战舰虽多而不相属，易制也，当急击之！”壬子，神福遣其将秦裴、杨戎将众数千逆击汭于君山，〔〖胡三省注〗君山在洞庭湖中，方六十里，亦名洞庭之山。《巴陵志》曰：湘君所游，故曰君山。将，即亮翻。〕大破之，因风纵火，焚其舰，士卒皆溃，汭赴水死，〔〖胡三省注〗僖宗文德元年，成汭袭据荆南，至是败亡。《考异》曰：新纪：“彦威之弟彦恭陷江陵。”今从《编遗录》。旧纪及薛居正《五代史》、《十国纪年》皆云：“汭未至鄂渚，江陵已陷，将士亡其家，皆无斗志。”按新纪、《十国纪年》皆云：“壬子，汭败死。”壬子，此月十二日也，而《编遗录》云二十二日陷江陵，今不取。《北梦琐言》云天祐中汭死，尤误也。〕获其战舰二百艘。韩勍闻之，亦引兵去。\n\n\t\t\t　　许德勋还过岳州，刺史邓进忠开门具牛酒犒军，德勋谕以祸福，进忠遂举族迁于长沙。〔〖胡三省注〗僖宗光启二年，邓进思取岳州，传弟进忠，至是而亡。《考异》曰：《马氏行年记》：“天复三年，自荆南振旅还，遂入岳州，降刺史邓进思。”《九国志·楚世家》：“天祐二年七月，岳州刺史邓进忠帅其众来降。”许德勋传云。“天祐二年，领兵略地荆南，还经兵州，刺史邓进忠以城归附。”新纪全用九国志年月。湖湘故事言：“开平中，收荆南回，进忠以城降。”又载何致雍天策寺碑铭云：“乃克桂林，乃袭荆渚，彼岳之阳，旋师而取。”天祐二年十月，朱全忠谋讨襄州赵匡凝，九月，克襄州，始命杨师厚攻荆南。然则七月许德勋何繇略地荆南！盖《九国志》之误。天复三年，成汭败死，德勋及雷彦威袭江陵，还取岳州，与何致雍碑意略同，故以行年记为据。〕马殷以德勋为岳州刺史，以进忠为衡州刺史。雷彦威狡狯残忍，有父风，〔〖胡三省注〗狯，古外翻。雷彦威父满。〕常泛舟焚掠邻境，荆、鄂之间，殆至无人。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　五月丁未（初七），李克用属下的云州都将王敬晖杀死刺史刘再立，叛变投降刘仁恭。李克用派遣李嗣昭、李存审率兵讨伐。刘仁恭派遣将领带兵五万救援王敬晖，李嗣昭退兵保卫乐安，王敬晖率众弃城逃走。在这以前，振武将领契苾让驱逐防守的将领石善友，据城叛乱，李嗣昭等率兵攻伐，契苾让自焚而死。李嗣昭等又夺取振武城，杀死叛乱的吐谷浑二千余人，李克用恼怒李嗣昭、李存审没有能够擒杀王敬晖，将他们杖责，并削去官职。\n\n\t\t\t　　荆南节度使成汭率军东下，还没有到鄂州，武安节度使马殷派遣部将许德勋率领水军一万余人，武贞节度使雷彦威派遣部将欧阳思率领水军三千余人在荆江口会合，乘虚突袭江陵，庚戌（初十）将江陵攻克，尽掠人口及货财而去。成汭的将士家亡财空，都没有了斗志。淮南将领李神福听说成汭率领水师将要到达，就亲自乘着轻舟前去察看，对各位将领说：“他们的战舰虽多，但彼此不相连续，容易制伏，应当急速发兵攻击！”壬子（十二日），李神福派遣部将秦裴、杨戎率众数千人在洞庭湖君山迎击，把成汭打得大败，趁着风势放火焚烧成汭的舰只，将士争相逃散，成汭投湖淹死，缴获成汭的战舰二百艘。韩勍听到此讯，也退兵离去。\n\n\t\t\t　　许德勋返回途中路过岳州，刺史邓进忠大开城门，准备牛酒饮食慰劳将士，许德勋告诉他祸福利害，邓进忠于是带领全族迁往长沙。马殷任命许德勋为岳州刺史，邓进忠为衡州刺史。雷彦威狡诈残忍，具有他父亲的作风。经常架船到邻近的地方烧杀抢掠，荆州、鄂州之间，几乎无人居住。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　李茂贞畏朱全忠，自以官为尚书令，在全忠上，〔〖胡三省注〗朱全忠守中书令，茂贞为尚书令，官在其上。〕累表乞解去。诏复以茂贞为中书令。\n\n\t\t\t　　崔胤奏：“左右龙武、羽林、神策等军〔〖胡三省注〗此崔胤所判六军也。〕名存实亡，侍卫单寡。请每军募步兵四将，每将二百五十人，骑兵一将百人，合六千六百人，〔〖胡三省注〗六军，各军步兵千人，骑兵百人，合六千六百人。〕选其壮健者，分番侍卫，”从之。令六军诸卫副使、京兆尹郑元规立格召募于市。〔〖胡三省注〗朱全忠自此疑崔胤而有图之之心。〕\n\n\t\t\t　　朱全忠表颍州刺史朱友恭为武宁李度使。\n\n\t\t\t　　朱友宁攻博昌，〔〖胡三省注〗博昌，汉县，唐属青州。《十三州志》云：昌水，其势平，故曰博昌。后唐避庙讳，改曰博兴。《九域志》：博兴，在青州西北一百二十里，管下有博昌镇。〕月馀不拔。朱全忠怒，遣客将刘捍往督之。〔〖胡三省注〗今阃府州军皆有客将，主赞导宾客，盖古之舍人、中涓，汉之铃下、威仪之职。唐末藩镇置客将，往往升转至大官，位望不轻。〕捍至，友宁驱民丁十馀万，负木石，牵牛驴，诣城南筑土山，既成，并人畜木石排而筑之，冤号声闻数十里。俄而城陷，尽屠之。〔〖胡三省注〗争城而战，杀人盈城，朱友宁之陨身丧元，未足以谢冤魂也。号，户刀翻。闻，音问。《考异》曰：《太祖纪年录》：“师范之举兵也，朱温令朱友宁讨之。三月，己酉，朱温至汴州，大举四镇、魏博之众十万击师范。朱友宁、杨师厚攻博兴，旬余不下，攻城之众，死者太半。俄而朱温至，大怒，斩其主将，复起土山，翌日而拔，城中无少长皆屠之，仍毁其垣。四月，进陷临淄，傅青州。别将攻北海，渡胶水，寇登、莱等郡。”《实录》据此而置于四月。《梁太祖实录》：“四月，丙子，上至郓领事。辛卯，从子友宁帅师破青州之博昌、临淄二邑，杀戮五千余众，暨北海焉。”《编遗录》：“五月，辛亥，却离历下，宿丰齐驿。甲寅，上到汶阳。乙卯，奏王师范逆状。己未，上又往历下。壬戌，上以兵士攻取博昌，寨下少数木，时当炎毒，却勒亲从骑兵皆归齐州，又因前行。夜将半，客将刘捍谋曰：‘捍请驰赴军前传谕上意，敦将士，令戮力速攻，必可潜也。今请上却归历下。’上悦而从之，便令捍驰骑东往，上乃西归汶阳。丙寅，捷音至，攻拔博昌，尽戮其党矣。”据此，则破博昌在五月。今从《朱友宁传》。〕进拔临淄，〔〖胡三省注〗临淄，汉古县，久废；隋复置于古齐国城；唐属青州。《九域志》在州西北四十里。〕抵青州城下，遣别将攻登、莱。\n\n\t\t\t　　淮南将王茂章会王师范弟莱州刺史师诲攻密州，拔之，斩其刺史刘康乂，〔〖胡三省注〗《九域志》：莱州南至密州三百里，东北至登州二百四十里。刘康乂，朱全忠所用也。〕以淮海都游奕使张训为刺史。〔〖胡三省注〗杨行密据有淮南，西尽淮源，东暨于海，边面延袤数千里，故置都游弈使，以谨防遏也。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　李茂贞畏惧朱全忠，自认为官做到尚书令，在朱全忠之上，多次上表要求免去。皇上下诏又任命李茂贞做中书令。\n\n\t\t\t　　崔胤启奏：“左右龙武、羽林、神策等军队名存实亡，侍卫实力薄弱。请求每军招募步兵将领四人，每将领各配士兵二百五十人；招骑兵将领一位，配给一百人。合计六千六百人。选其壮健者，轮番担任侍卫，”皇上准奏。指派六军诸卫副使、京兆尹郑元规制定标准，并于市面招募。\n\n\t\t\t　　朱全忠上表秦请任命颖州刺史朱友恭为武宁节度使。\n\n\t\t\t　　宁远节度使朱友宁进攻博昌，一个多月没有攻克。朱全忠大怒，派遣客将刘捍前往监督。刘捍到后，朱友宁驱赶壮丁十余万人，背负木石，牵着牛驴，到城南修筑土山。土山筑成以后，连同人畜木石排列在一起填土捣实，喊冤号哭之声传出数十里。即刻破博昌城，把城内男女老少全部杀死。随后进兵攻克临淄，抵达青州城下，派遣别将率兵攻打登州、莱州。\n\n\t\t\t　　淮南将领王茂章会同王师范的弟弟莱州刺史王师诲进攻密州，将城攻破，杀死刺史刘康义，并以淮海都游弈使张训为密州刺史。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，乙亥，汴兵拔登州。师范帅登、莱兵拒朱友宁于石楼，为两栅。〔〖胡三省注〗据旧书石楼近临淄。〕丙子，夜，友宁击登州栅，栅中告急，师范趣茂章出战，〔〖胡三省注〗趣，读曰促。〕茂章案兵不动。友宁破登州栅，进攻莱州栅。比明，茂章度其兵力已疲，乃与师范合兵出战，大破之。友宁旁自峻阜驰骑赴敌，马仆，青州将张士枭斩之，传首淮南。两镇兵逐北至米河，〔〖胡三省注〗王师范以平卢之兵，王茂章以淮南之兵，是两镇兵也。〕俘斩万计，魏博之兵殆尽。\n\n\t\t\t　　全忠闻友宁死，自将兵二十万昼夜兼行赴之。秋，七月，壬子，至临朐，〔〖胡三省注〗临朐，汉县，唐属青州。《九域志》曰：在州东南四十里。〕命诸将攻青州。王师范出战，汴兵大破之。王茂章闭垒示怯，伺汴兵稍懈，毁栅而出，驱驰疾战，战酣退坐，召诸将饮酒，已而复战。全忠登高望见之，问降者，知为茂章，叹曰：“使吾得此人为将，天下不足平也！”〔〖胡三省注〗朱全忠见王茂章临敌整暇，故欲得之。然茂章后归梁，攻淮南、攻镇，并皆折北而不振，人固未易知也。〕至晡，汴兵乃退。茂章度众寡不敌，是夕，引军还。全忠遣曹州刺史杨师厚追之，及于辅唐。〔〖胡三省注〗辅唐，汉安丘县，乾元二年，移治古昌安城，因改曰辅唐，属密州。《九域志》：在州西北一百二十里。薛史《地理志》曰：密州辅唐县，梁开平二年，改为安丘，唐同光元年，复旧名；晋天福七年，改为胶西，避庙讳也；宋复曰安丘。〕茂章命先锋指挥使李虔裕将五百骑为殿，虔裕殊死战，师厚擒而杀之。〔〖胡三省注〗李虔裕以死全王茂章之军，其勇难能也。杨师厚自此受知于朱全忠矣。〕师厚，颍州人也。张训闻茂章去，谓诸将曰：“汴人将至，何以御之？”诸将请焚城大掠而归。训曰：“不可。”封府库，植旗帜于城上，遣羸弱居前，自以精兵殿其后而去。全忠遣左踏白指挥使王檀攻密州，〔〖胡三省注〗凡军行，前军之前有踏白队，所以踏伏。候望敌之远近众寡。〕既至，望旗帜，数日乃敢入城。〔〖胡三省注〗疑其有伏，故迟迟不敢进。〕见府库城邑皆完，遂不复追。训全军而还。〔〖胡三省注〗史言杨行密所以能保有江、淮，一时诸将皆能尽其智力。〕全忠以檀为密州刺史。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月乙亥（初六），汴州军队攻克登州。王师范率领登州、莱州军队，在石楼抵抗朱友宁，树立两道栅栏。丙子（初七）夜里，朱友宁率兵攻击登州栅，栅内情况紧急，王师范催促王茂章出战，王茂章按兵不动。朱友宁攻破登州栅，进攻莱州栅。天快明时，王茂章估计朱友宁的兵力己经疲惫，才与王师范合兵出战，把朱友宁的军队打得大败。朱友宁从旁侧高峻的土山上纵马出击敌人，马失前蹄倒下，青州将领张士将他斩首，传首淮南示众。平卢、淮南两镇军队追击败走的敌人到米河，俘获斩杀敌人以万计，魏博军队几乎完了。\n\n\t\t\t　　朱全忠听说朱友宁死了，亲自率领二十万大军日夜兼行奔赴救援。秋季，七月壬子（十四日），朱全忠率军到临朐，命令各将领攻打青州。王师范率兵出战，被汴州军打得大败。王茂章闭垒不出表示怯懦，侦察汴州军队稍微懈怠，率兵毁栅冲出，驰驱快攻，打得尽兴，退回坐下，召集诸将饮酒，不久又冲出奋战。朱全忠登高观战望见他，问投降的人，知道是王茂章，叹说：“假使我能得以此人做将领，天下就不够我平定了！”黄昏时分，汴州军队才撤退。王茂章估计敌众我寡，不能取胜，当天晚上就率领军队回淮南。朱全忠派遣曹州刺史杨师厚率兵追赶，直到辅唐。王茂章命令先锋指挥使李虔裕率领五百骑兵殿后，与追兵拼死战斗，杨师厚将李虔裕擒获杀死。杨师厚，是颍州人。\n\n\t\t\t　　密州刺史张训听说王茂章离去，对各位将领说：“汴州军将要到达，用什么抵御呢？”诸将请求焚烧城池，大掠财物而回淮南。张训说：“不能这样做。”于是，封闭府库，在城上树立旗帜，然后让老弱兵士在前，自己率领精兵断后而离去。朱全忠派遣左踏白指挥使王檀攻打密州，到达以后，望见城上旗帜，过了数日才敢进城。王檀见府库、城邑全都完好，就不再追赶。张训全军回到淮南。朱全忠以王檀担任密州刺史。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　丁卯，以山南西道留后王宗贺为节度使。〔〖胡三省注〗王建之请也。〕\n\n\t\t\t　　睦州刺史陈询叛钱镠，举兵攻兰溪，〔〖胡三省注〗咸亨五年，分婺州之金华西界置兰溪县，因溪水为名。《九域志》：在州西北五十五里。〕镠遣指挥使方永珍击之。武安都指挥使杜建徽与询连姻，镠疑之，建徽不言。会询亲吏来奔，得建徽与询书，皆劝戒之辞，镠乃悦。建徽从兄建思谮建徽私蓄兵仗，谋作乱。镠使人索之，建徽方食，使者直入卧内，建徽不顾，镠以是益亲重之。\n\n\t\t\t　　八月，戊辰朔，朱全忠留齐州刺史杨师厚攻青州，身归大梁。〔〖胡三省注〗朱全忠以朱友宁之死，兴忿兵以攻青州，岂不欲一鼓而屠之；乃置之而归汴者，知青州城坚而王师范兵力尚强，未易以旦夕取，故使杨师厚围守之。〕\n\n\t\t\t　　庚辰，加西川节度使西平王王建守司徒，进爵蜀王。〔〖胡三省注〗自郡王进国王。〕\n\n\t\t\t　　前渝州刺史王宗本〔〖胡三省注〗王宗本前此刺渝州，亦王建命之也，罢官归成都，故称前。〕言于王建，请出兵取荆南。建从之，以宗本为开道都指挥使，将兵下峡。〔〖胡三省注〗峡，三峡也。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　丁卯（二十九日），朝廷任命山南西道留后王宗贺为节度使。\n\n\t\t\t　　睦州刺史陈询背叛钱镠，率兵进攻兰溪，钱镠派遣指挥使方永珍率兵前去攻打陈询。武安都指挥使杜建徽与陈询是姻亲，钱镠怀疑他，杜建徽不辩解。恰巧陈询的亲信属吏前来投奔，钱镠得到杜建微给陈询的书信，都是劝告陈询改过的话，钱镠这才喜悦。杜建徽的堂兄杜建思诬陷杜建徽私自贮备兵器，阴谋作乱。钱镠派人前去搜索，杜建徽正在吃饭，使者径直进入卧室搜查，杜建徽毫不顾忌，钱镠因此更加亲近推重他。\n\n\t\t\t　　八月戊辰朔（初一），朱全忠留下齐州刺史杨师厚攻打青州，自己回大梁。\n\n\t\t\t　　庚辰，（十三日），朝廷给西川节度使西平王王建加官署司徒，进爵蜀王。\n\n\t\t\t　　前渝州刺史王宗本向王建进言，请出兵攻取荆南。王建听从，任命王宗本为开道都指挥使，率兵船下三峡。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，宁国节度使田頵破冯弘铎，〔〖胡三省注〗事见上卷二年。〕诣广陵谢杨行密，因求池、歙为巡属，〔〖胡三省注〗唐置宣、歙、池观察使。二州本宣州巡属，故田頵因有功而求之。〕行密不许。〔〖胡三省注〗与之则田頵愈强，故不许。〕行密左右下及狱吏，皆救赂于頵，〔〖胡三省注〗以其破冯弘铎多得宝货也。〕頵怒曰：“吏知吾将下狱邪！”及还，指广陵南门曰：“吾不可复入此矣！”頵兵强财富，好攻取。行密既定淮南，欲保境息民，每抑止之，頵不从。及解释钱镠，〔〖胡三省注〗事见上卷二年。〕頵尤恨之，阴有叛志。李神福言于行密曰：“頵必反，宜早图之。”行密曰：“頵有大功，〔〖胡三省注〗田頵从杨行密起庐州，破赵鍠、孙儒、冯弘铎，皆有大功。〕反状未露，今杀之，诸将人人自危矣！”頵有良将曰康儒，与頵谋议多不合，行密知之，擢儒为庐州刺史。〔〖胡三省注〗擢儒，所以间頵也。〕頵以儒为贰于己，族之。儒曰：“吾死，田公亡无日矣！”頵遂与润州团练使安仁义同举兵，〔〖胡三省注〗《考异》曰：《十国纪年》：“朱全忠闻田頵等叛，矫制削夺王官爵，命頵及杜洪、钟传、钱镠充四面招讨使，布制书于境上。王知其诈妄。”按新、旧纪、《实录》、《梁太祖纪》，皆无削夺行密官爵、命杜洪等为招讨使事。今不取。〕仁义悉焚东塘战舰。〔〖胡三省注〗东塘，即扬州东塘，淮南之战舰聚焉。对岸即润州界，故仁义得焚之。舰，户黯翻。〕頵遣二使诈为商人，诣寿州约奉国节度使朱延寿，〔〖胡三省注〗朝廷命朱延寿领奉国节度使，见上卷二年。〕行密将尚公迺遇之，曰：“非商人也。”杀一人，得其书，以告行密。〔〖胡三省注〗尚公迺归行密，见上卷二年。〕行密召李神福于鄂州，神福恐杜洪邀之，宣言奉命攻荆南，勒兵具舟楫。及暮，遂沿江东下，始告将士以讨田頵。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　当初，宁国节度使田頵打败冯弘铎，前往广陵告谢淮南节度使杨行密，因有功要求把池州、歙州作为自己的巡视属地，杨行密没有答应。杨行密左右的人以及狱吏，都向田頵索要财物，田頵勃然大怒说：“你狱吏知道我将要下狱吗！”等到回去的时侯，田頵指着广陵的南门说：“我不能再入此城了！”田頵兵强财富，喜好攻战夺取；杨行密己经平定淮南，想要保境安民，往往加以压抑制止，田頵不从。等到杨行密与钱镠亲善友好，田頵就更加恨他，暗中己有背叛杨行密的志向。李神福向杨行密进言说：“田頵一定要谋反，应当尽早设法应付。”杨行密说：“田頵有大功劳，谋反的行迹没有暴露，现在杀他，各位将官就要人人自危了！”田頵有个良将叫康儒，与田頵商议事情经常意见不合，杨行密知道这情况以后，擢升康儒为庐州刺史。田頵以为康儒对自己有二心，将他全族杀死。康儒说：“我死了，田頵公灭亡就没有几天了！”田頵于是与润州团练使安仁义一同起兵，安仁义全部焚烧了杨行密停在扬州东塘的战舰。田頵派遣两个使者假装商人，往寿州邀约奉国节度使朱延寿，杨行密的将领尚公迺遇见他们，说：“不是商人。”杀死一人，搜得田頵给朱延寿的书信，把这情况告诉杨行密。杨行密从鄂州召回李神福，李神福担心杜洪进行拦击，扬言奉命攻打荆南，准备武器船只；等到日落的时侯，就沿长江顺流东下，这才告诉将士前去讨伐田頵。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　己丑，安仁义袭常州，〔〖胡三省注〗《九域志》：润州东南至常州一百七十里。〕常州刺史李遇逆战，极口骂仁义，仁义曰：“彼敢辱我，必有备。”乃引去。壬辰，行密以王茂章为润州行营招讨使，击仁义，不克，使徐温将兵会之。温易其衣服旗帜，皆如茂章兵，仁义不知益兵，复出战，温奋击，破之。〔〖胡三省注〗李存审救河中，擒梁骑兵，亦用此术。〕\n\n\t\t\t　　行密夫人，朱延寿之姊也。行密狎侮延寿，延寿怨怒，阴与田頵通谋。〔〖胡三省注〗《书·旅獒》曰：德盛不狎侮。狎侮君子，罔以尽其心；狎侮小人，罔以尽葝力。杨行密狎侮朱延寿，几至于亡国丧家，盖危而后济耳，可不戒哉。〕頵遣前进士杜荀鹤至寿州，与延寿相结，又遣至大梁告朱全忠，全忠大喜，遣兵屯宿州以应之。〔〖胡三省注〗朱全忠喜杨行密有隙之可乘，而不能举大兵以掎其后者，内有淄青未服，而西又有凤翔、北又有太原，恐其乘间动摇朝廷也。〕荀鹤，池州人也。\n\n\t\t\t　　杨师厚屯临朐，〔〖胡三省注〗《九域志》：临朐县在青州东南四十里，又有二百六十里至密州。朐，音劬。重，直用翻。〕声言将之密州，留辎重于临朐。九月，癸卯，王师范出兵攻临朐，师厚伏兵奋击，大破之，杀万馀人，获师范弟师克。明日，莱州兵五千救青州。师厚邀击之，杀获殆尽，遂徙寨抵其城下。〔〖胡三省注〗《考异》曰：《梁太祖实录》：“九月，癸卯，杨师厚励众决斗，青人大败，北走，杀戮一万人，擒师范弟师克。翌日，东莱郡遣州兵洎土团等五千人将援青垒，我师邀截翦扑，无一二存焉，即时徙寨逼其闉闍。”《唐实录》略与此同。《编遗录》：“冬，十月，丁卯，杨师厚继告捷于临朐，北及青州四面，累杀破贼党，擒斩颇众。至十一月，莱州刺史王师克领六千人欲径入青丘，助其守御；师厚伏兵邀之，杀戮将尽。”下又有“丁亥，上诞辰，闻朱友伦死。”诞辰乃十月二十一日，友伦死亦十月中事也。下又别有十一月。疑上十一月，是“十一日”字或“七日”字。又曰：“一日，师范请降，”疑脱“二十”字。二十一日，即戊午也。今从《梁实录》。〕\n\n\t\t\t　　朱延寿谋颇泄，〔〖胡三省注〗朱延寿与田頵通谋，久而颇露。〕杨行密诈为目疾，对延寿使者多错乱所见，或触柱仆地。〔〖胡三省注〗见甲以为乙，见犬以为猫，是错乱所见也。柱至易见者，而行触之，皆诈为失明以愚人。〕谓夫人曰：“吾不幸失明，诸子皆幼，军府事当悉以授三舅。”夫人屡以书报延寿，〔〖胡三省注〗夫人，即延寿姊也，延寿第三。〕行密又自遣召之，阴令徐温为之备。延寿至广陵，行密迎及寝门，执而杀之。〔〖胡三省注〗按尚公迺执田頵二使，田頵继遣杜荀鹤至寿州，朱延寿亦必知前二使之见执矣。杨行密召之，了不自疑，至于送死，岂其智有所不及邪﹖抑天夺之鉴也。〕部兵惊扰，徐温谕之，皆听命，〔〖胡三省注〗徐温从杨行密起庐州，与刘威、陶雅之徒号三十六英雄，是必有以服朱延寿部兵之心矣，故谕之皆听命。〕遂斩延寿兄弟，黜朱夫人。初，延寿赴召，其妻王氏谓曰：“君此行吉凶未可知，愿日发一使以安我！”一日，使不至，王氏曰：“事可知矣！”部分僮仆，授兵阖门，捕骑至，乃集家人，聚宝货，发百燎焚府舍，曰：“妾誓不以皎然之躯为仇人所辱。”赴火而死。〔〖胡三省注〗史言朱延寿妻有智识而能守节。〕\n\n\t\t\t　　延寿用法严，好以寡击众，尝遣二百人与汴兵战，有一人应留者，请行，延寿以违命，立斩之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　己丑（二十二日），安仁义袭击常州，常州刺史李遇迎战，开口极力大骂安仁义，安仁义说：“他敢辱骂我，一定有准备。”于是带领军队退走。壬辰（二十五日），杨行密任命王茂章为润州行营招讨使，攻击安仁义，没有攻克，派徐温率兵会同攻击。徐温改换所率军队的衣服旗帜，都像王茂章的军队，安仁义不知道对方增加了军队，再次出战，徐温奋力攻击，把安仁义打败。\n\n\t\t\t　　杨行密的夫人是朱延寿姐姐。杨行密轻慢侮辱朱延寿，朱延寿怨恨愤怒，暗中与田頵串通策划反叛。田頵派遣前进士杜荀鹤到寿州，与朱延寿相互交结；又遣杜荀鹤到大梁告诉朱全忠，朱全忠大喜，派兵驻扎宿州来接应。杜荀鹤是池州人。\n\n\t\t\t　　杨师厚驻兵临朐，声言将要前往密州，把器械粮草等留在临朐。九月癸卯（初六），王师范出兵进攻临朐，杨师厚伏兵奋力攻击，把王师范打得大败，击杀一万余人，擒获王师范的弟弟王师克。第二天莱州军队五千人救援青州，杨师厚进行拦击。将莱州军队几乎全部杀死擒获，于是将营寨移到青州城下。\n\n\t\t\t　　朱延寿串通田頵计划略有泄露，杨行密知道后假装患了眼病，对朱延寿的使者经常认错人，或者撞着柱子扑倒在地。杨行密对夫人朱氏说：“我不幸失明，诸子幼小，军府的事情应当全部交给三舅管理。”朱夫人屡次给朱延寿写信告诉他。杨行密又自己派人召唤朱延寿到广陵来，暗中却命令徐温为他做好防备。朱延寿到广陵，杨行密迎到卧室门口，将他逮捕并杀死。朱延寿的部下将士惊慌扰乱，徐温晓谕他们，全都听从命令。于是，斩杀朱延寿的兄弟，并把朱夫人废黜。起初，朱延寿应杨行密的召请前去广陵，他的妻子王氏对他说：“您此行的吉凶未卜，希望每天派一个使者来给我报平安！”一天，使者没有到来，王氏说：“事情己经可以知道了！”于是布置家僮仆役，发给兵器，把大门关闭；杨行密派来捉人的骑兵一到，王氏就召集家人，把珍宝财物聚积一起，点燃很多火炬焚烧府舍，王氏说：“我发誓不把自己洁白无瑕的躯体让仇人玷辱。”于是投火自焚而死。\n\n\t\t\t　　朱延寿执法严厉，喜好以少击多，曾经派二百人与朱全忠的汴州军队作战，有一个应该留下的人，请求前往，朱延寿以违抗命令，将他立即斩首。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　田頵袭升州，得李神福妻子，善遇之。〔〖胡三省注〗天复二年，田頵克升州，杨行密以李神福为升州刺史；时行密遣神福攻鄂，故頵乘虚袭之。《九域志》：宣州北至升州三百六十里。〕神福自鄂州东下，頵遣使谓之曰：“公见机，与公分地而王；不然，妻子无遗！”神福曰：“吾以卒伍事吴王，〔〖胡三省注〗杨行密封吴王，故称之。〕今为上将，义不以妻子易其志。頵有老母，不顾而反，三纲且不知，〔〖胡三省注〗或疑行密留田頵之母于广陵。详考本末，田頵母殷自从頵在宣州，李神福盖言頵有母在，不当轻为举措，称兵而败，则祸必及母也。三纲者，谓君为臣纲，父为子纲，夫为妻纲。〕乌足与言乎！”斩使者而进，士卒皆感励。頵遣其将王坛、汪建将水军逆战。〔〖胡三省注〗光化二年，田頵将康儒取婺州，王坛归之。〕丁未，神福至吉阳矶，与坛、建遇。坛、建执其子承鼎示之，神福命左右射之。神福谓诸将曰：“彼众我寡，当以奇取胜。”及暮，合战，神福佯败，引舟泝流而上。〔〖胡三省注〗逆流曰泝。泝，蘇故翻。〕坛、建追之，神福复还，顺流击之。坛、建楼船大列火炬，神福令军中曰：“望火炬辄击之。”〔〖胡三省注〗望坛、建所在而击之。船列火炬，不能以自照见，而敌人望之，洞见表里，聚而攻之，安有不败者乎！〕坛、建军皆灭火，旗帜交杂，神福因风纵火，焚其舰，坛、建大败，〔〖胡三省注〗李神福之阳败也，必逆风而战，故引舟顺风泝流而上；其纵火焚坛、建之舰也，必因风转，乘风水之势以破之，居然可知也。〕士卒焚溺死者甚众。戊申，又战于皖口，〔〖胡三省注〗舒州怀宁县有皖口镇，当皖水入江之口。皖，胡板翻。〕坛、建仅以身免。获徐绾，行密以槛车载之，遗钱镠。镠剖其心以祭高渭。〔〖胡三省注〗徐绾杀高渭事见上卷二年。遗，唯季翻。〕\n\n\t\t\t　　頵闻坛、建败，自将水军逆战，神福曰：“贼弃城而来，此天亡也！”临江坚壁不战，遣行告行密，请发步兵断其归路。行密遣涟水制置使台濛将兵应之。王茂章攻润州，久未下，行密命茂章引兵会濛击頵。〔〖胡三省注〗安仁义虽善战而兵弱，自守虏耳。田頵兵势方挫，故命合兵击之。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　宁国节度使田頵袭击升州，俘获李神福的妻儿，待他们很好，李神福从鄂州东下，田頵派遣使者前去对他说：“您看机会行事，与您分地称王，不然的话，您的妻儿难以存活！”李神福说：“我以兵卒身份侍奉吴王，今为上将，道义上不能因为妻儿改变志向。田頵有老母，毫不顾念而反叛，连君为臣纲、父为子纲、夫为妻纲尚且不知道，哪里值得与他说！”于是，将使者杀死，率兵前进，士兵全都感动振奋。田頵派遣他的部将王坛、汪建率领水军迎战。丁未（初十），李神福到达吉阳矶，与王坛、汪建相遇，王坛、汪建拿他的儿子李承鼎给他看，李神福命令左右的人放箭射他。李神福对诸将说：“他们人多，我们人少，应当用奇兵取胜。”傍晚，合兵作战，李神福假装打败，带领战船逆流而逃，王坛、汪建率船排列着大量火炬，李神福命令中军说：“望见火炬就攻击。”王坛、汪建的军队全都熄灭火炬，旗帜交错杂乱，李神福趁着风势放火，焚烧敌舰，王坛、汪建大败，士兵烧死淹死的很多。戊申（十一日），双方又在皖口交战，王坛、汪建仅以身免。李神福擒获徐绾，杨行密用槛车载着他，送给镇海节度使钱镠；钱镠将徐绾的心挖出，用来祭奠高渭。\n\n\t\t\t　　田頵听说王坛、汪建失败，亲自率领水军前去迎战。李神福说：“贼弃城前来，这是上天要他灭亡啊！”于是临江坚守壁垒，不与田頵决战，一而派遣使者报告杨行密，请求派遣步兵断绝田頵的归路。杨行密得到报告，立即派遣涟水制置使台濛率领步兵前去接应。王茂章进攻润州，很久没有攻下，杨行密又命令王茂章带领军队前去会同台濛攻击田頵。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛亥，汴将刘重霸拔棣州，执刺史邵播，杀之。〔〖胡三省注〗全忠灭朱瑄，已得棣州，邵播又以州叛附王师范。〕\n\n\t\t\t　　甲寅，朱全忠如洛阳，遇疾，复还大梁。〔〖胡三省注〗《考异》曰：《梁实录》云壬戌。《唐实录》云十月丁卯朔。今从《编遗录》。〕\n\n\t\t\t　　戊午，王师范遣副使李嗣业及弟师悦请降于杨师厚，曰：“师范非敢背德，韩全诲、李茂贞以硃书御札使之举兵，师范不敢违。”仍请以其弟师鲁为质。时朱全忠闻李茂贞、杨崇本将起兵逼京畿，〔〖胡三省注〗邠、岐连兵，其事详见后。岐本亦京畿，李茂贞据之，遂为强藩。今所谓京畿，特京兆府之京县、畿县耳。〕恐其复劫天子西去，欲迎车驾都洛阳，乃受师范降，〔〖胡三省注〗《考异》曰：旧纪及薛居正《五代史·刘鄩传》皆云：“十一月，师范降”。《编遗录》曰：“十一月，败莱州刺史王师克。一日，师范差人捧款檄至军前，请举墙归降。”按《梁太祖实录》、薛史《梁纪》、《唐实录》皆云九月戊午。今从之。〕选诸将使守登、莱、淄、棣等州，即以师范权淄青留后。〔〖胡三省注〗史言朱全忠本欲杀王师范而力有所未及，为后屠师范一家张本。〕师范仍言先遣行军司马刘鄩将兵五千据兗州，〔〖胡三省注〗事始见上卷本年。〕非其自专，愿释其罪。亦遣使语鄩。\n\n\t\t\t　　田頵闻台濛将至，自将步骑逆战，留其将郭行悰以精兵二万及王坛、汪建水军屯芜湖，〔〖胡三省注〗悰，徂宗翻。芜湖，汉古县。晋氏南渡，以上党、襄垣遗民侨立郡县于芜湖，江左遂为襄垣县；隋废襄垣入当涂；至唐，芜湖之地入当涂、太平二县界，唐末，始复置芜湖县，属宣州；今以属太平州。《九域志》：在太平州西南六十五里。〕以拒李神福。觇者言：“濛营寨褊小，才容二千人。”頵易之，不召外兵。濛入頵境，番陈而进，〔〖胡三省注〗番陈者，分兵为数部，更番列陈，整兵而后进，以备仓猝薄战。陈，读曰阵。〕军中笑其怯，濛曰：“頵宿将多谋，不可不备。”冬，十月，戊辰，与頵遇于广德。〔〖胡三省注〗《九域志》：广德西至宣州一百八十里。宋白曰：广德县，秦鄣郡地，汉为故鄣县。〕濛先以杨行密书遍赐頵将，皆下马拜受。濛因其挫伏，〔〖胡三省注〗挫伏者，言其将士之气摧挫而厌伏也。〕纵兵击之，頵兵遂败。又战于黄池，兵交，濛伪走，頵追之，遇伏，大败，奔还宣州城守，濛引兵围之。頵亟召芜湖兵还，不得入。郭行悰、王坛、汪建及当涂、广德诸戍皆帅其众降。行密以台濛已破田頵，命王茂章复引兵攻润州。〔〖胡三省注〗知台濛兵力足以制田頵，故命王茂章复攻安仁义。〕\n\n\t\t\t　　初，夔州刺史侯矩从成汭救鄂州，汭死，矩奔还。〔〖胡三省注〗成汭死见上四月。〕会王宗本兵至，甲戌，矩以州降之，宗本遂定夔、忠、万、施四州。〔〖胡三省注〗夔、忠、万，荆南巡属；施，黔中巡属。〕王建复以矩为夔州刺史，更其姓名曰王宗矩。宗矩，易州人也。蜀之议者，以瞿唐，蜀之险要，〔〖胡三省注〗瞿唐峡，在夔州东一里，旧名西陵峡；乃三峡之门，两崖对峙，中贯一江，望之如门。〕乃弃归、峡，屯军夔州。〔〖胡三省注〗荆南自此上领荆、归、峡三州。〕建以宗本为武泰留后。武泰军旧治黔州，宗本以其地多瘴疠，清徙治涪州，建许之。〔〖胡三省注〗史言王建全据峡、江之险。《九域志》：自黔州西北至涪州一百八十二里。黔，其今翻，又其炎翻。瘴，之亮翻。涪，音浮。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　辛亥（十四日），汴州将领刘重霸攻克棣州，逮住刺史邵播，将他杀死。\n\n\t\t\t　　甲寅（十七日），朱全忠到洛阳，患了病，又回大梁。\n\n\t\t\t　　戊午（二十一日），平卢节度使王师范派遣副使李嗣业及弟弟王师悦向杨师厚请求投降，说：“师范不是胆敢背弃大德，韩全诲、李茂贞用皇上朱笔写的信札命令我发兵，师范不敢违反。”并请求用他的弟弟王师鲁作为人质。当时朱全忠听说李茂贞、杨崇本将要起兵进逼京畿，恐怕他们再次劫持昭宗西去凤翔，想要迎接昭宗建都洛阳，于是接受了王师范投降，选择诸将守卫登、莱、淄、棣等州，当即以王师范暂时为淄青留后。王师范并说明先前遣行军司马刘鄩率兵五千占据兖州，不是他擅自做主，希望宽免他的罪过；也派遣使者告诉刘鄩。\n\n\t\t\t　　宁国节度使田頵听说台濛将要到达，亲自统帅步、骑兵迎战，留下他的部将郭行悰率领二万精锐部队及王坛、汪建的水军驻扎芜湖，来抵抗李神福。侦控敌情的人说：“台濛的营寨狭小，才容纳二千人。”田頵轻视台濛，不召集外地的军队。台濛进入田頵的地界，把军队分为数部轮番阵前进，军中有人笑他怯懦，台濛说：“田頵是久经战阵的老将，足智多谋，不能不防备。”冬季，十月戊辰（初二），台濛与田頵在广德相遇，台濛先把杨行密的书信遍赐田頵的各位将领，各将都下马叩拜领受；台濛趁着田頵的将士士气受到摧挫，发兵攻击，田頵的军队于是失败。又在黄池作战，军队一交战，台濛假装逃走，田頵率兵追赶，遇到埋伏，被打得大败，逃奔回宣州，闭城防守，台濛率领军队包围宣州。田頵紧急召回芜湖的军队，但不能入城。郭行悰、王坛、汪建及当涂、广德等地的驻防将都率众投降。杨行密因台濛己经打败田頵，命令王茂章又率领军队前去攻打润州。\n\n\t\t\t　　当初，夔州刺史侯矩随从荆南节度使成汭援救鄂州，成汭兵败淹死，侯矩逃回夔州。适逢开道都指挥使、前渝州刺史王宗本率兵到达夔州，甲戌（初八），侯矩献州投降，王宗本于是平定夔、忠、万、施四州。西川节度使王建仍以侯矩为夔州刺史，给他改姓名叫王宗矩。王宗矩是易州人。议事的蜀人认为瞿唐峡是蜀地的险竣要冲，于是舍弃归、峡二州，驻军夔州。王建任命王宗本为武泰留后。武泰军的旧治所在黔州，王宗本因当地潮湿高温，经常流行传染病，请将治所迁到涪州，王建答应了他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　葛从周急攻兗州，刘鄩使从周母乘板舆登城，谓从周曰：“刘将军事我不异于汝，新妇辈皆安居，人各为其主，汝可察之。”从周歔欷而退，攻城为之缓。〔〖胡三省注〗新妇，谓葛从周妻也。为，于伪翻。歔，音虚。欷，音希，又许既翻。刘鄩用兵，十步九计，自得兗州，先定此策以伐葛从周之心。〕鄩悉简妇人及民之老疾不足当敌者出之，独与少壮者同辛苦，分衣食，坚守以扞敌。号令整肃，兵不为暴，民皆安堵，久之，外援既绝，节度副使王彦温逾城出降，城上卒多从之，不可遏。鄩遣人从容语彦温曰：“军士非素遣者，勿多与之俱。”又遣人徇于城上曰：“军士非素遣从副使而敢擅往者，族之！”士卒皆惶惑不敢出。敌人果疑彦温，斩之城下，由是众心益固。及王师范力屈，〔〖胡三省注〗谓屡为汴兵所败也。〕从周以祸福谕之，鄩曰：“受王公命守此城，一旦见王公失势，不俟其命而降，非所以事上也。”及师范使者至，〔〖胡三省注〗王师范所遣语鄩使降者也。〕丁丑，始出降。〔〖胡三省注〗《考异》曰：《梁实录》：“四年，正月，辛丑，刘鄩自兗州来降。”旧纪：“十一月，鄩以兗州降。”《实录》：“十一月，鄩降。”薛居正《五代史·梁纪》：“十一月丁酉，鄩降。”鄩传曰：“天复三年十一月，师范告降，且先差鄩领兵入兗州，请释其罪，亦以告鄩；鄩即出城听命。”新纪：“十月丁丑，刘鄩以兗州叛附于朱全忠。”按青、兗相距不远，师范之降，亦以告鄩，岂有自戊午至丁酉四十日师范使者始至兗州邪！十月丁丑，日差近；今从新纪。〕\n\n\t\t\t　　从周为具赍装，送鄩诣大梁。鄩曰：“降将未受梁王宽释之命，安敢乘马衣裘乎！”乃素服乘驴至大梁。〔〖胡三省注〗素服，囚服也。渠帅俘虏，载以驴。〕全忠赐之冠带，辞；请囚服入见，不许。全忠慰劳，饮之酒，辞以量小。〔〖胡三省注〗劳，力到翻。饮，于禁翻。量，音亮。饮酒之多少各有量。〕全忠曰：“取兗州，量何大邪！”以为元从都押牙。是时四镇将吏皆功臣、旧人，〔〖胡三省注〗朱全忠迎车驾于凤翔，诸将皆赐迎銮果毅功臣。旧人，与全忠出入于行间最久者。〕鄩一旦以降将居其上，诸将具军礼拜于廷，鄩坐受自如，全忠益奇之。〔〖胡三省注〗刘鄩自降将擢为四镇牙前右职，而居之若固有之，自知其才之足以当之也，全忠以此益奇之。〕未几，表为保大留后。〔〖胡三省注〗保大军鄜州，以捍李茂贞。〕葛从周久病，全忠以康怀英为泰宁节度使代之。〔〖胡三省注〗“怀英”，当作“怀贞”。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　葛从周急攻兖州，刘鄩让葛从周的母亲乘坐板车登上城楼，对葛从周说：“刘将军侍奉我不比你差，你的妻子等也都安居，人各为其主，你可以详细察看。”葛从周抽噎叹息而退，攻城因此延缓。刘鄩挑选妇人及年老有病不能御敌的人，让他们全都出去，只与年轻力壮者同辛苦，分衣食，坚守城池来抵御敌人；号令整齐严肃，军队不做残暴的事，百姓全都安定。过了一段时间，外援已经继绝，节度副使王彦温越过城墙出去投降，城上的兵卒多跟随他去，不能制止。刘鄩派人不慌不忙地告诉王彦温说：“不是你向来差遣的军士，不要多让他们与你一同去。”又派人在城上巡示说：“不是向来派遣跟随节度副使而擅自前往的军士，把他的全族杀死！”士兵听后，全都恐惧疑惑，不敢出城。敌人果然怀疑王彦温，把他在城下斩首，因此，众心更加稳定。等到王师范屡次被汴州军队打败，葛从周用祸福得失晓示他，刘鄩说：“我受王公的命令守卫此城，一旦看见王公失去权势，不等他的命令就投降，不是用来侍奉尊上的态度。”等到王师范劝降的使者到来之后，刘鄩才于丁丑（十一日）出城投降。\n\n\t\t\t　　葛从周为刘鄩备办行装，送他前往大梁。刘鄩说：“降将没有得到梁王宽大释放的命令，哪里敢骑马穿裘呢！”于是穿着囚犯的衣服骑驴到大梁。朱全忠赏赐给他衣冠腰带，刘鄩推辞；请求穿着囚服进见，朱全忠不允许。朱全忠慰劳刘鄩，让他饮酒，刘鄩以量小推辞。朱全忠说：“你夺取兖州，量多么大啊！”于是任命刘鄩为元从都押牙。这时，四镇的将领官吏都是朱全忠的功臣、旧人，刘鄩一旦以降将高居于他们之上，诸将都行军礼在公堂上叩拜。刘鄩坐着受礼，神态如常，朱全忠更加惊奇。过了不久，就上表奏请任命刘鄩为保大留后。葛从周长期患病，朱全忠命康怀英为泰宁节度使，代替他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛巳，宿卫都指挥使朱友伦与客击球于左军，坠马而卒。〔〖胡三省注〗《考异》曰：《编遗录》：“丁亥，赵廷隐自长安驰来告，今月十四日，朱友伦坠马而卒。”十四日，则庚辰也。《后唐纪年录》、薛居正《五代史》、《昭宗实录》皆云辛巳，今从之。〕全忠悲怒，疑崔胤故为之，〔〖胡三省注〗有为为之谓之故。〕凡与同戏者十馀人尽杀之，遣其兄子友谅代典宿卫。\n\n\t\t\t　　山南东道节度使赵匡凝遣兵袭荆南，朗人弃城走，〔〖胡三省注〗朗人，雷彦威之兵。成汭既死，荆南无帅，朗人遂守之。〕匡凝表其弟匡明为荆南留后。时天子微弱，诸道财赋多不上供，惟匡凝兄弟委输不绝。〔〖胡三省注〗唐二税，有上供以输京师。〕\n\n\t\t\t　　杨行密求兵于钱镠，镠遣方永珍屯润州，从弟镒屯宣州。又遣指挥使杨习攻睦州。\n\n\t\t\t　　凤翔、邠州屡出兵近京畿，〔〖胡三省注〗凤翔，李茂贞；邠，李继徽。〕朱全忠疑其复有劫迁之谋，十一月，发骑兵屯河中。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　辛巳（十五日），宿卫都指挥使朱友伦在左军与客人击球，掉下马来摔死。朱全忠悲痛愤怒，怀疑是崔胤故意搞的，凡与朱友伦一同玩耍的十余人全部杀死，派遣他哥哥的儿子朱友谅代管皇宫中的直宿警卫。\n\n\t\t\t　　山南东道节度使赵匡凝派遣军队袭击荆南，朗州人弃城逃走；赵匡凝上表请以他的弟弟赵匡明担任荆南留后。当时昭宗势微力弱，各道的贡品赋税多不缴纳，只有赵匡明兄弟派人运送京师，从不间断。\n\n\t\t\t　　淮南节度使杨行密向镇海节度使钱镠请求派兵援助，钱镠派遣方永珍率兵驻扎润州，堂弟钱镒率兵驻扎宣州，又派遣指挥使杨习率兵攻打睦州。\n\n\t\t\t　　凤翔节度使李茂贞、邠州静难节度使李继徽屡次出兵逼近京畿，朱全忠怀疑他们又有劫持昭宗迁往凤翔的图谋，于十一月派遣骑兵驻扎河中。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，乙亥，田頵帅死士数百出战，台濛阳退以示弱。頵兵逾濠而斗，濛急击之。頵不胜，还走城，桥陷坠马，斩之，其众犹战，以頵首示之，乃溃，濛遂克宣州。〔〖胡三省注〗景福元年，田頵镇宣州，至是而亡。〕初，行密与頵闾里，少相善，约为兄弟，及頵首至广陵，行密视之泣下，赦其母殷氏，行密与诸子皆以子孙礼事之。〔〖胡三省注〗行密以通家诸子礼事殷氏，其子以诸孙礼事之。史言行密虽以法裁部曲，而有恩于故旧。〕\n\n\t\t\t　　行密以李神福为宁国节度使，〔〖胡三省注〗欲以代田頵。〕神福以杜洪未平，固让不拜。宣州长史合肥骆知祥善治金谷，观察牙推沈文昌为文精敏，尝为頵草檄骂行密，行密以知祥为淮南支计官，〔〖胡三省注〗支计官，盖唐世节度支度判官之属，唐末藩镇变其名称耳。〕文昌为节度牙推。〔〖胡三省注〗唐制，节度观察牙推在巡官之下，幕府右职也。〕文昌，湖州人也。\n\n\t\t\t　　初，頵每战不胜，辄欲杀钱传瓘，其母及宣州都虞候郭师从常保护之。师从，合肥人，頵之妇弟也。頵败，传瓘归杭州，〔〖胡三省注〗钱传瓘质于田頵见上卷上年。〕钱镠以师从为镇东都虞候。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　十二月乙亥（初九），宁国节度使田頵率领敢死队数百人出战，台濛假装退走表示软弱。田頵的军队越过护城河战斗，台濛急速反击。田頵不能取胜，往回逃跑进城，桥梁陷落，掉下马来，被斩首。田頵的敢死队仍在战斗，见到田頵的首级，这才溃散，台于是攻克宣州。当初，杨行密与田頵同乡里，年轻时相好，结为兄弟。等到田頵的首级送到广陵，杨行密看着不禁潸然泪下。于是，杨行密赦免田頵的母亲殷氏，并与自己的儿子们以子孙之礼侍奉她。\n\n\t\t\t　　杨行密任命李神福为宁国节度使，李神福因杜洪还没有平定，坚决辞让，没有接受。宣州长史合肥骆知祥善于管理钱粮，观察牙推沈文昌作文精致敏捷，曾经为田頵起草檄文大骂杨行密。杨行密以骆知祥为淮南支计官，沈文昌为节度牙推。沈文昌，是湖州人。\n\n\t\t\t　　当初，田頵多次攻战都不能取胜，就想杀死钱传瓘，他的母亲及宣州都虞候郭师从经常保护他。郭师从是合肥人，田頵的妻弟。田頵失败被杀，钱传瓘回杭州，钱镠任命郭师从为镇东都虞候。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　辛巳，以礼部尚书独孤损为兵部侍郎、同平章事。损，及之从曾孙也。〔〖胡三省注〗独孙及见二百二十三卷代宗永泰元年。从，才用翻。〕中书侍郎兼户部尚书、同平章事裴贽罢为左仆射。\n\n\t\t\t　　左仆射致仕张濬居长水，王师范之举兵，濬豫其谋。〔〖胡三省注〗事見上卷上年。〕朱全忠将谋篡夺，恐濬扇动籓镇，讽张全义使图之。丙申，全义遣牙将杨麟将兵诈为劫盗，围其墅而杀之。〔〖胡三省注〗张濬之死，夷考本末，过于白马朝士远矣。墅，承与翻。〕永宁县吏叶彦素为濬所厚，知麟将至，密告濬子格曰：“相公祸不可免，郎君宜自为谋。”濬谓格曰：“汝留则俱死，去则遗种。”格哭拜而去，叶彦帅义士三十人送之渡汉而还，格遂自荆南入蜀。〔〖胡三省注〗张格入蜀，而亡王氏者格也。〕\n\n\t\t\t　　卢龙节度使刘仁恭习知契丹情伪，常选将练兵，乘秋深入，逾摘星岭击之，契丹畏之。每霜降，仁恭辄遣人焚塞下野草，契丹马多饥死，常以良马赂仁恭买牧地。〔〖胡三省注〗北荒寒早，至秋，草先枯死。近塞差暖，霜降草犹未尽衰，故契丹南并塞放牧；焚其野草，则马无所食而饥死。契，欺讫翻。〕契丹王阿保机遣其妻兄述律阿钵将万骑寇渝关，〔〖胡三省注〗契丹阿保机始此。宋白曰：平州东北至榆关守捉一百九十里。渝，《汉书音义》音喻，今读如榆。〕仁恭遣其子守光戍平州，守光伪与之和，设幄犒飨于城外，酒酣，伏兵执之以入。虏众大哭，契丹以重赂请于仁恭，然后归之。〔〖胡三省注〗《考异》曰：薛居正《五代史》及《庄宗列传》皆云：“光启中，守光禽舍利王子，其王钦德以重赂赎之。”按是时仁恭犹未得幽州也。今从薛史《萧翰传》及王皞《唐余录》。〕\n\n\t\t\t　　初，崔胤假朱全忠兵力以诛宦官，〔〖胡三省注〗事始二百六十二卷天复元年，终上卷三年。〕全忠既破李茂贞，并吞关中，威震天下，遂有篡夺之志。胤懼，与全忠外虽亲厚，私心渐异，乃谓全忠曰：“长安密迩茂贞，不可不为守御之备。六军十二卫，但有空名，请召募以实之，使公无西顾之忧。”全忠知其意，曲从之，阴使麾下壮士应募以察其变。胤不之知，与郑元规等缮治兵仗，日夜不息。及朱友伦死，〔〖胡三省注〗募兵见上五月；朱友伦死见上十月。治，直之翻。〕全忠益疑胤，且欲迁天子都洛，恐胤立异。〔〖胡三省注〗恐其立异论以沮迁洛之计。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　辛巳（十五日），朝廷任命礼部尚书独孤损为兵部侍郎、同平章事。独孤损是独孤及的从曾孙。中书侍郎兼户部尚书、同平章事裴枢被免职降为左仆射。\n\n\t\t\t　　告老退休的左仆射张濬住在长水，平卢节度使王师范当初发兵进攻朱全忠，张濬曾参与谋划。朱全忠将篡夺帝位，恐怕张濬煽动藩镇反对，就示意佑国节度使张全义设法除掉他。丙申（三十日），张全义派遣牙将杨麟率兵假装劫盗，包围张濬的别墅，把他杀死。永宁县吏叶彦一直受到张濬的厚待，知道杨麟将要到来，秘密告诉张濬的儿子张格说：“相公祸不可免，你应当自己谋求生路。”张濬对张格说：“你留下来就要一同死，逃走还可以传种接代。”张格哭着拜辞而去，叶彦率领义士三十人护送他渡过汉水而返回，张格于是自荆南入蜀。\n\n\t\t\t　　卢龙节度使刘仁恭熟悉契丹的情况，常选将练兵，趁着秋季深入，越过摘星岭发动攻击，契丹惧怕。每到霜降，刘仁恭就派人焚烧塞下野草，契丹的马多饿死，契丹常用良马贿赂刘仁恭来买牧地。契丹王耶律阿保机派遣他的妻兄述律阿钵率领一万骑兵侵犯渝关，刘仁恭派遣他的儿子刘守光驻守平州。刘守光假装与述律阿钵和好，在城外设置帐篷，犒劳招待他；酒喝得正畅快，埋伏的兵士把述律阿钵抓入城中，契丹部众大哭。契丹王用丰厚的财物向刘仁恭请求，然后得以返归。\n\n\t\t\t　　当初，崔胤借助朱全忠的兵力来诛杀宦官，朱全忠已经打败李茂贞，并吞了关中，声威震动天下，于是有篡夺帝位的志向。崔胤大惧，与朱全忠表面上虽然亲厚，内心里渐渐背离，于是对朱全忠说：“长安靠近李茂贞，不可不做守御的准备。六军十二卫，只有空名，请召募补足，使您没有西顾的忧虑。”朱全忠知道他的意图，勉强依从他，暗地里让部下壮士应募来观察他的变化。崔胤不知道其中的情由，与郑元规等整治兵器，日夜不停。等到宿卫都指挥使朱友伦摔死，朱全忠更加怀疑崔胤，并且想劫持昭宗迁都洛阳，恐怕崔胤另立异论阻止。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　唐昭宗圣穆景文孝皇帝　天祐元年（甲子　公元904年）\n\n\t\t\t　　春，正月，全忠密表司徒兼侍中、判六军十二卫事、充盐铁转运使、判度支崔胤专权乱国，离间君臣，并其党刑部尚书兼京兆尹、六军诸卫副使郑元规、威远军使陈班等，皆请诛之。乙巳，诏责授胤太子少傅、分司，贬元规循州司户，班凑州司户。〔〖胡三省注〗时无凑州，“凑”当作“溱”。〕丙午，下诏罪状胤等。以裴枢判左三军事、充盐铁转运使，独孤损判右三军事、兼判度支。胤所募兵并纵遣之。以兵部尚书崔远为中书侍郎，翰林学士、左拾遗柳璨为右谏议大夫，并同平章事。〔〖胡三省注〗《考异》曰：旧传：“崔胤得罪前一日，召璨入内殿草制敕。胤死之日，既夕，璨自内出，前驱传呼‘相公来’；人未见制敕，莫测所以。”新传曰：“崔胤死，昭宗密许璨相，外无知者。日暮，自禁中出，传呼宰相，人大惊。”按胤未死，璨已除平章事；新、旧传云胤死后，误也。〕璨，公绰之从孙也。〔〖胡三省注〗自元和以来，柳氏以清正文雅，世济其美，至柳璨而隤其家声，所谓“九世卿族一举而灭之”，柳玭之家训为空言矣。从，才用翻。〕戊申，朱全忠密令宿卫都指挥使朱友谅以兵围崔胤第，杀胤及郑元规、陈班并胤所亲厚者数人。〔〖胡三省注〗崔胤有误国之罪，无负国之心。《考异》曰：旧传：“全忠攻凤翔，胤寓居华州，为全忠画图王之策。”又曰：“天子还宫，全忠东归，胤以事权在己，虑全忠急于篡代，乃与郑元规谋招致兵甲，以扞茂贞为辞。全忠知其意，从之，令汴州军人入关应募者数百人。及友伦死，全忠怒，遣其子宿卫军使友谅诛胤，而应募者突然而出。”《唐太祖纪年录》曰：“及事权既失，知朱温怀篡夺之志，虑一朝祸发，与国俱亡，因图自安之计，与朱温外貌相厚，私心渐异；与元规密为计画，倍招兵数，缮治铠甲，朝夕不止。朱温察之，乃阴令部下骁果数千，绐为散卒，于京师应募。胤每日教阅弓弩，梁卒伪示怯懦，或倒弓背矢，有若不能，胤莫之识。俄而朱友论打毬坠死，温愈不悦。又闻胤欲挟天子出幸荆襄，温乃抗言：‘胤将交乱天下，倾覆朝廷，宜急诛之，无令事发。’天子将罢胤知政事，贬太子宾客，郑元规循州司户。事未行，温子友谅引兵攻胤，诘旦，擒之，又攻郑元规于京府，擒之，崔、郑俱献首岐下。”《实录》：“胤重世宰相，而志灭唐祚。”按崔胤阴狡险躁，其罪固多；然本召全忠，欲假其兵力以除宦官耳。宦官既诛，全忠兵势益强，遂有篡夺之心。胤复欲以谲诈并图全忠，故全忠觉而杀之。若云唐室因胤而亡则可矣；旧传云“胤为全忠画图王之策”，《实录》云“胤志灭唐祚”，死未必然也。胤仕唐已为上相，灭唐立梁，于己何益！假令胤实有此志，则惟患全忠篡代之不速，何故复谋拒之！此所谓天下之恶皆归焉者也。《纪年录序》朱、崔之情，近得其实，今从之；然《纪年录》云传首岐下，误也。又，全忠之去长安也，留步骑万人，何患无兵，何必更令汴卒应募！若在训练之际突出擒胤，犹须此卒，胤既贬官家居，一夫可制，安用此计邪！盖全忠以胤募兵既多，或能图己，故使汴卒应募，察其动静以坏其谋，非藉此兵以诛乱也。人始不知，及诛胤之际皆突出，人方知是汴卒耳。〕\n\n\t\t\t　　初，上在华州，〔〖胡三省注〗乾宁三、四年，上在华州，事见二百六十卷、二百六十一卷。〕朱全忠屡表请上迁都洛阳，〔〖胡三省注〗发此机者，则崔胤之罪也。〕上虽不许，全忠常令东都留守佑国军节度使张全义缮修宫室。全忠之克邠州也，质静难军节度使杨崇本妻子于河中。〔〖胡三省注〗事见二百六十二卷天复元年。质，音致。难，乃旦翻。〕崇本妻美，全忠私焉，既而归之。崇本怒，使谓李茂贞曰：“唐室将灭，父何忍坐视之乎！”〔〖胡三省注〗李茂贞养崇本为子，更姓名曰李继徽，故呼之为父。〕遂相与连兵侵逼京畿，复姓名为李继徽。〔〖胡三省注〗杨崇本复本姓名，见二百六十二卷天复元年。〕\n\n\t\t\t　　己酉，全忠引兵屯河中。丁巳，上御延喜楼，朱全忠遣牙将寇彦卿奉表，称邠、歧兵逼畿甸，请上迁都洛阳。及下楼，裴枢已得全忠移书，促百官东行。〔〖胡三省注〗裴枢为首相，且朱全忠所荐也，故使之促百官；以此观之，谓非朋附全忠可乎！〕戊午，驱徙士民，号哭满路，骂曰：“贼臣崔胤召朱温来倾覆社稷，使我曹流离至此！”〔〖胡三省注〗归罪于天复元年胤召朱全忠诛宦官，其祸遂至此，胤不得不任其责也。〕老幼繦属，月馀不绝。〔〖胡三省注〗繈，举两翻，钱贯也。属，之欲翻。言老幼相随而东，若繈之贯钱，相属不绝也。〕\n\n\t\t\t　　壬戌，车驾发长安，全忠以其将张廷范为御营使，〔〖胡三省注〗时以天子东迁，扈卫兵士为御营，置使以提举一行事务。御营使之官始此。〕毁长安宫室百司及民间庐舍，取其材，浮渭河而下，长安自此遂丘墟矣。全忠发河南、北诸镇丁匠数万，〔〖胡三省注〗时河南、北诸镇皆附于朱全忠，发丁匠必不及镇、定、幽、沧四镇。〕令张全义治东都宫室，江、浙、湖、岭诸镇附全忠者，皆输货财以助之。〔〖胡三省注〗江则鄂岳杜洪，洪州钟传，浙则钱镠，湖则潭州马殷，澧州雷彦威，岭则广州刘隐，皆附全忠者也。〕\n\n\t\t\t　　甲子，车驾至华州，民夹道呼万岁，上泣谓曰：“勿呼万岁，朕不复为汝主矣！”馆于兴德宫，〔〖胡三省注〗光化元年，上将自华州还长安，以华州为兴德府，以所居府署为兴德宫。〕谓侍臣曰：“鄙语云：‘纥干山头冻杀雀，何不飞去生处乐。”朕今漂泊，不知竟落何所！”因泣下沾襟，左右莫能仰视。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　唐昭宗天祐元年（甲子　公元904年）\n\n\t\t\t　　春季，正月，朱全忠上密表揭发司徒兼侍中、判六军十二卫事、充盐铁转运使、判度支崔胤专权乱国，离间君臣，连同他的党羽刑部尚书兼京兆尹、六军诸卫副使郑元规，威远军使陈班等，奏请全部处死。乙巳（初九），昭宗颁布诏令，谴责并改授崔胤为太子少傅、分司，贬郑元规为循州司户，陈班为溱州司户。丙午（初十），昭宗颁下诏令，公布崔胤等的罪状；任命裴枢判左三军事、充盐铁转运使，独孤损判右三军事、兼判度支；崔胤召募的兵士一并放走遣返；任命兵部尚书崔远为中书侍郎，翰林学士、左拾遣柳璨为右谏议大夫，都为同平章事。柳璨是柳公绰的从孙。戊申（十二日），朱全忠密令宿卫都指挥使朱友谅率兵包围崔胤的住宅，杀死崔胤及郑元规、陈班以及崔胤的亲信数人。\n\n\t\t\t　　当初，昭宗在华州，朱全忠屡次上表请昭宗迁都洛阳，昭宗虽然没有允许，朱全忠却常令东都留守佑国军节度使张全义缮修宫室。朱全忠攻克邠州的时候，将静难军节度使杨崇本的妻子作为人质留在河中。杨崇本的妻子容貌美丽，朱全忠与她通奸，不久把她归还杨崇本。杨崇本知情大怒，派遣使者对李茂贞说：“唐室将要灭亡，父亲怎么忍心坐视唐室灭亡呢！”于是，杨崇本与李茂贞联合出兵侵逼京畿，又恢复姓名为李继徽。\n\n\t\t\t　　己酉（十三日），朱全忠率兵驻扎河中。丁巳（二十一日），昭宗在延禧楼，朱全忠派遣牙将寇彦卿捧着奏表，称邠州、岐州的军队已经逼近京城管区，请昭宗迁都洛阳；等到昭宗下楼，裴枢已经收到朱全忠迁都的文书，催促文武百官东行。戊午（二十二日），被驱赶迁徙的士人百姓，号哭满路，大骂道：“贼臣崔胤召朱温前来颠覆社稷，使我们颠沛流离到这种地步！”扶老携幼鱼贯而行，一个多月没断。\n\n\t\t\t　　壬戌（二十六日），昭宗从长安出发，朱全忠任命他的部将张廷范为御营使，拆毁长安的宫室、官署及民间房舍，取出木材，抛入渭河之中，顺黄河漂浮东下，长安自此成为废墟了。朱全忠征发河南、河北各镇民夫工匠数万人，命令东都留后张全义建造东都宫室，江、浙、湖、岭诸镇归附朱全忠的，都运送钱物到洛阳来帮助修建。\n\n\t\t\t　　甲子（二十八日），昭宗到达华州，百姓夹道呼万岁，昭宗哭着对他们说：“不要呼万岁，朕不再是你们的君主了！”当晚，昭宗在兴德宫住宿，对侍臣说：“俗语说：‘纥干山头冻得要死的山雀，为什么不飞到能够活的地方去快乐。’朕今东奔西走，行止无定，不知道究竟流落到哪里！”因此哭湿了衣襟，左右的人不能抬头仰视。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，乙亥，车驾至陕，〔〖胡三省注〗《考异》曰：《梁实录》：“丁巳，诏以今月二十二日，先遣士庶出京，朕将翌日命驾。壬戌，襄宗发自秦、雍；甲子，暨华州。二月，丁卯，上至河中。乙亥，天子驻跸陕郡，翌日，上来觐于行在。”《编遗录》：“正月，丁酉，上闻阙下人心不遑，遂往河中以审都邑动静。己酉，离梁园，行至汜水，闻崔胤死。是时皆言崔胤已下潜谏帝，不令东迁雒阳，又密与岐、凤交通，及斯祸也。洎上至蒲津，帝谋东幸，决取二十一日属车离长安。是日丁巳，玉銮东指；癸亥，到甘棠。二月乙亥，上离河中；丁丑，到陕郊；戊寅，朝。上欲躬往洛下催促百工，壬辰朝辞，朝日东迈。”《唐太祖纪年录》，丁巳下诏，与《梁实录》同。又曰：“壬戌，昭宗发长安，迁幸洛阳，丁卯，车驾次华州，乙亥，驻跸陕州。丙子，朱温自汴州迎觐，见已先发，自此人使相望于路，请驾早行幸洛阳。”旧纪：“正月己酉，全忠帅师屯河中，遣牙将寇彦卿奉表请车驾迁都洛阳。丁巳，车驾发京师；癸亥，次陕州，全忠迎谒于路。二月丙寅朔。乙亥，全忠辞赴洛阳，亲督工作。”薛居正《五代史·梁纪》：“正月，辛酉，帝发自大梁，西赴河中，京师闻之，为之震惧。”《唐年补录》：“丁巳，帝御延喜楼，全忠迎扈表至。及还宫，至暮，全忠已移书宰臣裴枢促百官东行，是日下诏。”与《梁实录》同。“寻以张廷范为御营使，便毁拆宫室，沿河而下；仍起豪民从行，贫者亦继焉。车驾以其月二十三日己未至华州。二月，丙寅，车驾驻陕郊。”又曰：“三月三日戊辰，车驾离华下。其差舛如此。《实录》：“丁巳，全忠遣牙将寇彦卿奉表言：‘虑邠、岐兵士侵迫，请车驾迁都洛阳，’乃下诏。”与《梁实录》同。“二月丙寅朔。丁卯，次华州，时朱全忠屯河中。乙亥，驻陕州。丙子，全忠来朝。又赐王建绢诏云：‘正月二十日，朕登楼。二十二日，东军兵士拥胁朕东去。’新纪：“正月戊午，全忠迁唐都于洛阳。二月戊寅，次陕州，朱全忠来朝。”按《梁实录》、《唐纪年录》、《唐年补录》、《唐实录》所载诏书，皆云“二十二日遣士庶出京，朕翌日命驾”，而诸书月日各不同，莫有与此诏相应者。《编遗》，汴人所录，比《唐纪年》宜得其实，而正月二十一日丁巳，全忠请迁都表始至长安。车驾当日岂能便发长安！去陕犹八程，而癸亥已到甘棠，首尾七日，太似怱遽。《实录》全用《纪年录》，正月二十六日始离长安，二月二日至华州，驻留数日，故同以十日至陕，差似相近。今从之。〕以东都宫室未成，驻留于陕。丙子，全忠自河中来朝，上延全忠入寝室见何后，后泣曰：“自今大家夫妇委身全忠矣！”\n\n\t\t\t　　甲申，立皇子祯为端王，祁为丰王，福为和王，禧为登王，祐为嘉王。\n\n\t\t\t　　上遣间使以御札告难于王建，建以邛州剌史王宗祐为北路行营指挥使，将兵会凤翔兵迎车驾，至兴平，遇汴兵，不得进而还。建始自用墨制除官，云“俟车驾还长安表闻。”〔〖胡三省注〗杨行密以便宜除官，犹曰以李俨将命为据，至王建则自为之矣。〕\n\n\t\t\t　　三月，丁未，以朱全忠兼判左、右神策及六军诸卫事。〔〖胡三省注〗崔胤既诛，朱全忠遂专总禁卫；其实布分私人于天子左右，而驾言判其事耳。〕癸丑，全忠置酒私第，〔〖胡三省注〗朱全忠奔走兵间，得陕州，何暇建私第！其实以到陕州所即安之地即为私第耳。〕邀上临幸。〔〖胡三省注〗天王狩于河阳，晋文公以诸侯见也。仲尼曰：“以臣召君，不可以训。”安有置酒私第邀人主临之者乎！〕乙卯，全忠辞上，先赴洛阳督修宫室。上与之宴群臣，既罢，上独留全忠及忠武节度使韩建饮，皇后出，自捧玉卮以饮全忠，晋国夫人可证附上耳语。建蹑全忠足，全忠以为图己，不饮，阳醉而出。全忠奏以长安为佑国军，〔〖胡三省注〗光启三年，置佑国军节度于洛阳。今迁都洛阳，故徙佑国军于长安。《考异》曰：按河南府先已为佑国军，今京兆府乃与同名者。盖车驾既在河南，则无用军额，故移其名于京兆耳。天祐二年，郑賨犹为西京留守判官。然则虽立军额，京名尚在耳。〕以韩建为佑国节度使，以郑州刺史刘知俊为匡国节度使。\n\n\t\t\t　　丁巳，上复遣间使以绢诏告急于王建、杨行密、李克用等，令纠帅籓镇以图匡复，〔〖胡三省注〗帅，读曰率。《考异》曰：《续宝运录》：“天复四年，三月二十二日丑时，襄宗在陕府行营，密遣绢诏告晋、楚、蜀，末云，‘三月二十三日。’四月二十七日赉到西川，颁示管内州县。”《实录》，此月绢诏在四月。据《十国纪年》，杨行密三月、王建四月得诏。与《宝运录》略相应。今移置此月。〕曰：“朕至洛阳，则为所幽闭，诏敕皆出其手，朕意不复得通矣！”〔〖胡三省注〗昭宗绢诏，当时居方面者未必动心，而读其书者往往掩卷。〕\n\n\t\t\t　　杨行密遣钱传璙及其妇并顾全武归钱塘。〔〖胡三省注〗钱传璙为质于杨行密，见上卷天复二年。〕\n\n\t\t\t　　以淮南行军司马李神福为鄂岳招讨使，复将兵击杜洪。〔〖胡三省注〗田頵已平，故复遣李神福击杜洪。〕朱全忠遣使诣行密，请舍鄂岳，复修旧好。行密报曰：“俟天子还长安，然后罢兵修好。”〔〖胡三省注〗杨行密之心在广土，朱全忠之心在篡唐。全忠力不能救杜洪，故是有言。行密之报，假天讨以折其辞，其所志不在此也。好，呼到翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　二月乙亥（初十），昭宗到达陕州，因为东都洛阳的宫室还没有建成，就在陕州停留暂住。丙子（二十一日），朱全忠从河中前来朝见，昭宗邀请朱全忠进寝室见何皇后，何皇后哭着说：“自今我们夫妇托身给全忠了！”\n\n\t\t\t　　甲申（二十九日），昭宗立皇子李祯为端王，李祈为丰王，李福为和王，李禧为登王，李祐为嘉王。\n\n\t\t\t　　昭宗派遣密使拿着亲笔信札向西川节度使王建通报危难。王建以邛州刺史王宗祐为北路行营指挥使，率兵会同凤翔的军队迎接昭宗，到达兴平后，遭遇汴州军队，不能前进而返回。王建开始自用墨笔手令任命官员，说：“等候陛下回到长安再上表奏报。”\n\n\t\t\t　　三月丁未（十二日），昭宗任命朱全忠兼判左右神策军及六军诸卫事。癸丑（十八日），朱全忠在私宅摆设酒筵，邀请昭宗前去赴宴。乙卯（二十日），朱全忠辞别昭宗，先往洛阳去监督修建宫室。昭宗与他一同宴请群臣，宴会散后，昭宗只留下朱全忠及忠武节度使韩建继续饮酒，何皇后走出，亲自捧着玉杯请朱全忠喝，晋国夫人可证贴着昭宗耳朵说话。韩建踩朱全忠的脚，朱全忠以为暗算自己，便不喝，假装喝醉而离去。朱全忠奏请将长安改为佑国军，任命韩建为佑国节度使，任命郑州刺史刘知俊为匡国节度使。\n\n\t\t\t　　丁巳（二十二日），昭宗又派遣密使以绢写诏令向王建、杨行密、李克用等告急，命令他们纠集统帅藩镇来设法匡复国家，诏令说：“朕到洛阳，就被朱全忠幽禁了，诏令敕书都出自他的手，朕意不再能够传达了！”\n\n\t\t\t　　淮南节度使杨行密遣送钱传璙及他的妻子并顾全武回钱塘。\n\n\t\t\t　　杨行密以淮南行军司马李神福为鄂岳招讨使，再次率兵攻击杜洪。朱全忠派遣使者谒见杨行密，请他舍弃鄂岳，恢复旧时的友好。杨行密答复说：“等天子回到长安，然后停止攻战重修和好。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，辛巳，朱全忠奏洛阳宫室已成，请车驾早发，表章相继。上屡遣宫人谕以皇后新产，未任就路，〔〖胡三省注〗任，音壬，堪也。〕请俟十月东行。全忠疑上徘徊俟变，〔〖胡三省注〗疑上徘徊以待诸道勤王之师。〕怒甚，谓牙将寇彦卿曰：“汝速至陕，即日促官家发来。”〔〖胡三省注〗以臣迎君，此何等语！华督有无君之心而后动于恶，君子于其攻孔氏之时始知之。若朱全忠之心，征于色，发于声，为有君乎，为无君乎！又按西汉群臣谓天子为“县官”，东汉以来谓为“国家”，唐时宫中率呼天子为“宅家”。又群小呼之为“官家”。或曰：其义盖取五帝官天下，三王家天下。〕闰月，丁酉，车驾发陕。壬寅，全忠逆于新安。〔〖胡三省注〗《九域志》：新安县在洛阳西七十里。〕上之在陕也，司天监奏：“星气有变，期在今秋，不利东行。”〔〖胡三省注〗此椒殿弒逆之征也。天之垂象示戒，岂不昭昭也哉！〕故上欲以十月幸洛。至是，全忠令医官许昭远告医官使阎祐之、司天监王墀、内都知韦周、晋国夫人可证等谋害元帅，悉收杀之。〔〖胡三省注〗唐末置医官使以主医官。内都知，盛唐知内侍省之职事也。至宋，沿唐之制，有内侍省左、右班都都知，左、右班都知，副都知。阎祐之、王墀之死，以言星气也；韦周、可证之死，以附耳语也。元帅，朱全忠。〕\n\n\t\t\t　　癸卯，上憩于穀水。〔〖胡三省注〗穀水，在洛城西。〕自崔胤之死，六军散亡俱尽，所馀击毬供奉、内园小儿共二百馀人，从上而东。〔〖胡三省注〗《考异》曰：《后唐纪年录》云五百人；《实录》据之。今从旧纪、薛《史》。〕全忠犹忌之，为设食于幄，尽缢杀之。豫选二百馀人大小相类者，衣其衣服，代之侍卫。上初不觉，累日乃寤。自是上之左右职掌使令〔〖胡三省注〗令，音零。〕皆全忠之人矣。\n\n\t\t\t　　甲辰，车驾发穀水，入宫，御正殿，受朝贺。〔〖胡三省注〗时以贞观殿为正殿，崇勋殿为入閤。〕乙巳，御光政门，〔〖胡三省注〗时迁洛之后，易宫门名，改长乐门为光政门。〕赦天下，改元。〔〖胡三省注〗改元天祐。〕更命陕州曰兴唐府。诏讨李茂贞、杨崇本。\n\n\t\t\t　　戊申，敕内诸司惟留宣徽等九使〔〖胡三省注〗时惟留宣徽两院、小马坊、丰德库、御厨、客省、閤门、飞龙、庄宅九使。〕外，馀皆停废，仍不以内夫人充使。〔〖胡三省注〗《考异》曰：《编遗录》曰：“戊申，銮舆初到洛都，经费甚广；况国用未丰，庶事草创，因删略闲赜司局，今后除留宣徽等九使外，余并停废，仍不差内中夫人充使。”盖初诛宦官后，内诸司使皆以内夫人领之，至此始用外人也。而《实录》改充使为宣事，误也。按宦官既诛，以内夫人宣传诏命及充内诸司使。夫既宣传诏命，则《实录》云宣事，亦未为误。但天祐三年，方罢宫人宣传诏命，故以《实录》为误。〕以蒋玄晖为宣徽南院使兼枢密使，王殷为宣徽北院使兼皇城使，张廷范为金吾将军、充街使，以韦震为河南尹兼六军诸卫副使，又征武宁留后朱友恭为左龙武统军，保大节度使氏叔琮为右龙武统军，典宿卫，皆全忠之腹心也。\n\n\t\t\t　　癸丑，以张全义为天平节度使。乙卯，以全忠为护国、宣武，宣义、忠武四镇节度使。〔〖胡三省注〗朱全忠先为宣武、天平、宣义、护国四镇节度使；以张全义有积年葺理洛阳之功，今洛阳建都，不为节镇，故以天平授全义，而己兼忠武为四镇。〕\n\n\t\t\t　　镇海、镇东节度使越王钱镠求封吴越王，朝廷不许。朱全忠为之言于执政，乃更封吴王。〔〖胡三省注〗天复元年，钱镠封越王。〕\n\n\t\t\t　　更命魏博曰天雄军。〔〖胡三省注〗代宗以魏博为天雄军以宠田承嗣；至德宗时，田悦逆命，后复归顺，命为魏博节度使。今复旧天雄军号。〕癸亥，进天雄节度使长沙郡王罗绍威爵邺王。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　夏季，四月辛巳（十六日），朱全忠奏报洛阳宫室已经建成，请昭宗车驾早日出发，表章接连不断，一再催促。昭宗屡次派遣宫人告诉他皇后刚生婴儿，不能登路，请等到十月东去洛阳。朱全忠怀疑昭宗故意徘徊不前等待事变，勃然大怒，对牙将寇彦卿说：“你速到陕州，即日催促天子出发前来！”闰四月丁酉（初三），昭宗从陕州出发；壬寅（初八），朱全忠迎于新安。昭宗在陕州的时候，司天监曾经奏称：“星气有变化，时间在今年秋天，东行不利。”所以昭宗想要在十月前往洛阳。到这个时候，朱全忠命医官许昭远告发医官使阎祐之、司天监王墀、内都知韦周、晋国夫人可证等谋害元帅朱全忠，于是把他们全都拘捕杀死。\n\n\t\t\t　　癸卯（初九），昭宗在穀水边休息。自崔胤被杀之后，六军全都逃散，余下的击穀供奉、内园小儿共二百余人，跟从昭宗来东行。朱全忠还忌恨他们，就在帷幄中为他们设置食物，把他们全部勒死。预先挑选大小相似的二百余人，穿上他们的衣服，代替他们侍从护卫。昭宗开始没有察觉，过了几天才发觉。从此，昭宗左右的管事调遣全是朱全忠的人了。\n\n\t\t\t　　甲辰（初十），昭宗从穀水出发，进入皇宫升座正殿，接受朝驾。乙巳（十一日），昭宗至光政门，大赦天下，改年号为天祐元年，将陕州改名为兴唐府；颁布诏令讨伐李茂贞、杨崇本。\n\n\t\t\t　　戊申（十四日），敕命宫内各司只留宣徽两院、小马坊、丰德库、御厨、客省、阁门、飞龙、庄宅等九使外，其余都停止废除，仍旧不让内夫人充任各司使。任命蒋玄晖为宣徽南院使兼枢密使，王殷为宣徽北院使兼皇城使，张廷范为金吾将军、充任街使；任命韦震为河南尹兼六军诸卫副使；又征召武宁留后朱友恭为左龙武统军，保大节度使氏叔琮为右龙武统军，主管宫中值宿警卫。他们都是朱全忠的心腹亲信。\n\n\t\t\t　　癸丑（十九日），朝廷任命张全义为天平节度使。乙卯（二十一日），朝廷任命朱全忠为护国、宣武、宣义、忠武四镇节度使。\n\n\t\t\t　　镇海、镇东节度使越王钱镠求封吴越王；朝廷没有应允。朱全忠在主管官员面前为钱镠说情，于是改封钱镠为吴王。\n\n\t\t\t　　朝廷将魏博改名为天雄军。癸亥（二十九日），天雄节度使长沙郡王罗绍威进爵为邺王。"}]