[{"title": "\n\n\t\t\t \n\t\t\t　　● 汉纪四十二　〔起柔兆执徐，尽阏逢困敦，凡九年。〕\n\n\t\t\t　　◎ 汉孝安皇帝·中\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　元初三年（丙辰　公元116年）\n\n\t\t\t　　春，正月，苍梧、郁林、合浦蛮夷反；〔〖胡三省注〗三郡皆属交州。〕二月，遣侍御史任逴督州郡兵讨之。〔〖胡三省注〗任，音壬。贤曰：逴，音丁角翻，又音卓。〕\n\n\t\t\t　　郡国十地震。\n\n\t\t\t　　三月，辛亥，日有食之。\n\n\t\t\t　　夏，四月，京师旱。\n\n\t\t\t　　五月，武陵蛮反，州郡讨破之。\n\n\t\t\t　　癸酉，度辽将军邓遵率南单于击零昌于灵州，〔〖胡三省注〗范书《匈奴传》曰：自置度辽将军以来，皆权行其事，独遵以皇太后从弟为真将军，此后更无行将军者。志云：度辽将军，银印青绶，秩二千石。灵州县，属北地郡。贤曰：在今庆州马岭县西北。零，音怜。〕斩首八百余级。\n\n\t\t\t　　越巂徼外夷举种内属。〔〖胡三省注〗巂，音髓。徼，吉吊翻。种，章勇翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　● 汉纪四十二\n\n\t\t\t　　◎ 汉孝安皇帝·中\n\n\t\t\t　　汉安帝元初三年（丙辰　公元116六年）\n\n\t\t\t　　春季，正月，苍梧、郁林、合浦三郡蛮夷反叛。二月，朝廷派遣侍御史任逴指挥州郡兵进行讨伐。\n\n\t\t\t　　有十个郡和封国发生地震。\n\n\t\t\t　　三月辛亥（初二），出现日食。\n\n\t\t\t　　夏季，四月，京城洛阳发生旱灾。\n\n\t\t\t　　五月，武陵郡蛮人反叛，州郡官府进行讨伐，打败叛军。\n\n\t\t\t　　癸酉（二十五日），度辽将军邓遵率领南匈奴单于，在灵州进攻零昌，斩杀八百余人。\n\n\t\t\t　　越巂边境外的夷人，整个部落归附汉朝。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，中郎将任尚遣兵击破先零羌于丁奚城。〔〖胡三省注〗零，音怜。〕\n\n\t\t\t　　秋，七月，武陵蛮复反，州郡讨平之。\n\n\t\t\t　　九月，筑冯翊北界候坞五百所以备羌。〔〖胡三省注〗冯翊北界，接安定北地。〕\n\n\t\t\t　　冬，十一月，苍梧、郁林、合浦蛮夷降。\n\n\t\t\t　　旧制：公卿、二千石、刺史不得行三年丧，司徒刘恺以为“非所以师表百姓，宣美风俗。”丙戌，初听大臣行三年丧。〔〖胡三省注〗贤曰：文帝遗诏以日易月，于后大臣，遂以为常；至此，复遵古制也。〕\n\n\t\t\t　　癸卯，郡国九地震。\n\n\t\t\t　　十二月，丁巳，任尚遣兵击零昌于北地，杀其妻子，烧其庐落，〔〖按〗光绪本作“落”，另本作“舍”。〕斩首七百余级。〔〖胡三省注〗羌势自此衰矣。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月，中郎将任尚派兵在丁奚城打败羌人先零部落。\n\n\t\t\t　　秋季，七月，武陵蛮人再次反叛，被州郡官府剿平。\n\n\t\t\t　　九月，在冯翊北部边界修筑堡寨五百处，防备羌军。\n\n\t\t\t　　冬季，十一月，苍梧、郁林、合浦三郡蛮夷投降。\n\n\t\t\t　　以往制度规定：三公、九卿、二千石官员、刺史，不得守丧三年。司徒刘恺认为：“这种作法不能成为百姓的表率和倡导优良风俗。”十一月丙戌（十一日），首次允许大臣守丧三年。\n\n\t\t\t　　十一月癸卯（二十八日），有九个郡和封国发生地震。\n\n\t\t\t　　十二月丁巳（十二日），任尚派兵在北地进攻零昌，杀死零昌的妻子儿女，焚烧他们的住舍，将七百余人斩首。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　元初四年（丁巳　公元117年）\n\n\t\t\t　　春，二月，乙巳朔，日有食之。\n\n\t\t\t　　乙卯，赦天下。\n\n\t\t\t　　壬戌，武库灾。\n\n\t\t\t　　任尚遣当阗种羌榆鬼等刺杀杜季贡，封榆鬼为破羌侯。\n\n\t\t\t　　司空袁敞，廉劲不阿权贵，失邓氏旨。尚书郎张俊有私书与敞子俊，怨家封上之。夏，四月，戊申，敞坐策免，自杀；俊等下狱当死。俊上书自讼；临刑，太后诏以减死论。\n\n\t\t\t　　己巳，辽西鲜卑连休等入寇，〔〖胡三省注〗《考异》曰：范书鲜卑传上作“连休”，下作“休连”，今从上文。辽西郡，在雒阳东北三千三百里。贤曰：辽西郡故城，在今平州东阳乐城。是。〕郡兵与乌桓大人于秩居等共击，大破之，斩首千三百级。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝元初四年（丁巳　公元117年）\n\n\t\t\t　　春季，二月乙巳朔（初一），出现日食。\n\n\t\t\t　　二月乙卯（十一日），大赦天下。\n\n\t\t\t　　二月壬戌（十八日），武库失火。\n\n\t\t\t　　任尚派遣羌人当阗部落的榆鬼等人刺杀了杜季贡。朝廷将榆鬼封为破羌侯。\n\n\t\t\t　　司空袁敞为人廉正刚直，不肯阿附权贵，不合邓氏家族之意。尚书郎张俊有一封写给袁敞之子袁俊的私信，被仇家得到，仇家上书告密。夏季，四月戊申（初五），袁敞被指控有罪，颁策免官，自杀而死。张俊等人下狱，被判处死刑。张俊上书鸣冤，为自己辩护。临刑时，邓太后下诏免他一死，判处轻于死刑一等的刑罚。\n\n\t\t\t　　四月已巳（二十六日），辽西郡鲜卑人连休等入侵边塞。辽西郡郡兵与乌桓大人於秩居等一同迎战，大败鲜卑军，斩杀一千三百人。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，戊辰，三郡雨雹。\n\n\t\t\t　　尹就坐不能定益州，征抵罪；以益州刺史张乔领其军屯，招诱叛羌，稍稍降散。\n\n\t\t\t　　秋，七月，京师及郡国十雨水。\n\n\t\t\t　　九月，护羌校尉任尚复募效功种羌号封刺杀零昌；封号封为羌王。\n\n\t\t\t　　冬，十一月，己卯，彭城靖王恭薨。\n\n\t\t\t　　越巂夷以郡县赋敛烦数，十二月，大牛种封离等反，杀遂久令。〔〖胡三省注〗遂久县，属越巂郡。贤曰：遂久故县，在今靡州界。《考异》曰：《西南夷传》云“五年叛”，今从帝纪。〕\n\n\t\t\t　　甲子，任尚与骑都尉马贤共击先零羌狼莫，追至北地，相持六十余日，战于富平河上，大破之，〔〖胡三省注〗范书帝纪作“富平上河”，西羌传“河上”。贤曰：富平县，属北地郡，故城在今灵州回乐县西南。余按《水经》，河水东北迳安定郡眴卷县故城西。注曰：《地理志》，河水别出为河沟，东至富平北入河，河水于此有上河之名。前汉冯参为上河典农都尉。则上河为是。宋白曰：唐灵州，即汉富平县之地。杜佑曰：汉富平，今灵州迴乐县。应劭曰：眴，音旬日之旬。卷，音箘簬之箘。〕斩首五千级，狼莫逃去。于是西河虔人种羌万人诣邓遵降，陇右平。〔〖胡三省注〗狼莫者，零昌之谋主，零昌既死而狼莫败逃，虔人羌失援而降，故陇右平。〕\n\n\t\t\t　　是岁，郡国十三地震。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月戊辰（二十六日），有三个郡发生雹灾。\n\n\t\t\t　　中郎将尹就因未能平定益州，被召回京城问罪。朝廷命令益州刺史张乔接管尹就的部队。张乔招抚引诱羌人投降，羌军稍有瓦解。\n\n\t\t\t　　秋季，七月，京城洛阳及十个郡和封国大雨成灾。\n\n\t\t\t　　九月，护羌校尉任尚又收买羌人效功部落的号封，刺杀了零昌。朝廷封号封为羌王。\n\n\t\t\t　　冬季，十一月已卯（初九），彭城靖王刘恭去世。\n\n\t\t\t　　越巂夷人因郡县官府征收赋税繁重，十二月，大牛部落封离等人反叛，杀死遂久县令。\n\n\t\t\t　　十二月甲子（二十五日），任尚与骑都尉马贤一同进攻羌人先零部落首领狼莫，追击到北地。双方相持六十多天，在富平县黄河之畔交战，大败羌军，斩杀五千人，狼莫逃走。于是西河郡的羌族虔人部落一万人前往度辽将军邓遵处归降，陇右地区平定。\n\n\t\t\t　　本年，有十三个郡和封国发生地震。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　元初五年（戊午　公元118年）\n\n\t\t\t　　春，三月，京师及郡国五旱。\n\n\t\t\t　　夏，六月，高句骊与濊貊寇玄菟。〔〖胡三省注〗句，如字，及音驹。骊，力知翻。濊，音秽。貊，莫百翻。菟，同都翻。〕\n\n\t\t\t　　永昌、益州、蜀郡夷皆叛应封离，众至十余万，破坏二十余县，杀长吏，焚掠百姓，骸骨委积，千里无人。\n\n\t\t\t　　秋，八月，丙申朔，日有食之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝元初五年（戊午　公元118年）\n\n\t\t\t　　春季，三月，京城洛阳及五个郡和封国发生旱灾。\n\n\t\t\t　　夏季，六月，高句丽国与濊貊部落一同进攻玄菟郡。\n\n\t\t\t　　永昌、益州、蜀郡三郡的夷人全体反叛，响应封离，部众多达十余万。他们攻陷二十余县，杀死官吏，放火焚烧房屋，抢劫百姓，致使尸骨堆积，千里无人。\n\n\t\t\t　　秋季，八月丙申朔（初一），出现日食。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　代郡鲜卑入寇，杀长吏；〔〖胡三省注〗《考异》曰：《独行传》云：“元初中，鲜卑数百余骑寇渔阳，太守张显率吏士追出塞，遥望虏营烟火，急趣之。兵马掾严授虑有伏兵，苦谏止，不听。显遂堕马，福以身拥蔽，虏并杀之。朝廷愍授等节，诏书褒叹，厚加赏赐。”按元初凡六年，鲜卑不曾犯渔阳，杀长吏；惟是入代郡曾杀长吏。今疑渔阳本是代郡，史之误也。余按张显事，通鉴已书于上卷殇帝延平元年，从范书帝纪也。〕发缘边甲卒、黎阳营兵屯上谷以备之。冬，十月，鲜卑寇上谷，攻居庸关，〔〖胡三省注〗《郡国志》：居庸县，属上谷郡。新唐志：幽州昌平县西北三十五里，有纳款关，即居庸故关。〕复发缘边诸郡、黎阳营兵、积射士步骑二万人屯列冲要。\n\n\t\t\t　　邓遵募上郡全无种羌雕何刺杀狼莫；封雕何为羌侯。自羌叛十余年间，〔〖胡三省注〗永初元年羌叛，至是年凡十二年。〕军旅之费，凡用二百四十余亿，府帑空竭，边民及内郡死者不可胜数，并、凉二州遂至虚耗。及零昌、狼莫死，〔〖胡三省注〗零，音怜。〕诸羌瓦解，三辅、益州无复寇警。诏封邓遵为武阳侯，邑三千户。〔〖胡三省注〗东郡有东武阳，泰山郡有南武阳，邓骘传又作“舞阳”。〕遵以太后从弟，故爵封优大。任尚与遵争功，又坐诈增首级、受赇枉法赃千万已上，十二月，槛车征尚，弃市，没入财物。邓骘子侍中凤尝受尚马，骘髡妻及凤以谢罪。〔〖胡三省注〗骘，职日翻。〕\n\n\t\t\t　　是岁，郡国十四地震。\n\n\t\t\t　　太后弟悝、阊皆卒，封悝子广宗为叶侯，阊子忠为西华侯。〔〖胡三省注〗叶县，属南阳郡；西华县，属汝南郡。悝，苦回翻。阊，音昌。叶，式涉翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　代郡的鲜卑人向内地进攻，杀死官吏。朝廷征调沿边地方军队和黎阳营兵驻扎上谷，加以防御。冬季，十月，鲜卑军入侵上谷，攻打居庸关。朝廷再次增调沿边各郡郡兵和黎阳营兵、弓弩手等，步、骑兵共二万人，分驻要塞。\n\n\t\t\t　　度辽将军邓遵收买上郡羌人全无部落的雕何刺杀了狼莫，朝廷将雕何封为羌侯。自从羌人反叛，十余年间，军费开支共计二百四十多亿，国库枯竭，边疆及内地百姓的死亡人数多得无法统计，并州、凉州两州因此而空虚衰败。及至零昌、狼莫死后，羌人各部落瓦解，三辅和益州不再有战争的警报。朝廷将邓遵封为武阳侯，享有三千户食邑。因邓遵是邓太后的堂弟，所以封赐优厚。任尚与邓遵争功，又被指控虚报斩杀敌人数量、枉法贪赃一千万钱以上，十二月，将他用囚车押回京城，在闹市斩首，尸体暴露街头，财产没收。邓骘的儿子、侍中邓凤曾接受过任尚的赠马，于是邓骘用剃发的髡刑来惩罚自己的妻子和邓凤，向朝廷谢罪。\n\n\t\t\t　　本年，有十四个郡和封国发生地震。\n\n\t\t\t　　邓太后的弟弟邓悝、邓阊都在本年去世。将邓悝的儿子邓广宗封为叶侯，将邓阊的儿子邓忠封为西华侯。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　元初六年（己未　公元119年）\n\n\t\t\t　　春，二月，乙巳，京师及郡国四十二地震。\n\n\t\t\t　　夏，四月，沛国、勃海大风，雨雹。\n\n\t\t\t　　五月，京师旱。\n\n\t\t\t　　六月，丙戌，平原哀王得薨，无子。\n\n\t\t\t　　秋，七月，鲜卑寇马城塞，杀长吏，〔〖胡三省注〗马城县，属代郡。贤曰：《搜神记》：昔秦人筑城于武周塞以备胡，将成而崩者数矣。有马驰走周旋反覆，父老异之，因依以筑城，城乃不崩，遂以名焉。其故城，则今之朔州也。余按《续汉志》《搜神记》所云，乃雁门郡之马邑，此乃代郡之马城，贤误。〕度辽将军邓遵及中郎将马续率南单于追击，大破之。\n\n\t\t\t　　九月，癸巳，陈怀王竦薨，无子，国除。〔〖胡三省注〗竦，陈王羡之孙。〕\n\n\t\t\t　　冬，十二月，戊午朔，日有食之，既。\n\n\t\t\t　　郡国八地震。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝元初六年（己未　公元119年）\n\n\t\t\t　　春季，二月乙巳（十二日），京城洛阳及四十二个郡和封国发生地震。\n\n\t\t\t　　夏季，四月，沛国、勃海刮大风，下冰雹。\n\n\t\t\t　　五月，京城洛阳发生旱灾。\n\n\t\t\t　　六月丙戌（二十六日），平原哀王刘得去世，没有子嗣。\n\n\t\t\t　　秋季，七月，鲜卑军攻打马城要塞，杀死官吏。度辽将军邓遵和中郎将马续率领南匈奴单于进行追击，大败鲜卑军。\n\n\t\t\t　　九月癸巳（初四），陈怀王刘竦去世。因无子嗣，封国撤除。\n\n\t\t\t　　冬季，十二月戊午朔（初一），出现日全食。\n\n\t\t\t　　有八个郡和封国发生地震。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　是岁，太和征和帝弟济北王寿、河间王开子男女年五岁以上四十余人，及邓氏近亲子孙三十余人，并为开邸第，〔〖胡三省注〗贤曰：《苍颉篇》曰：邸，舍也。为，于伪翻。〕教学经书，躬自监试。诏从兄河南尹豹、越骑校尉康等曰：“末世贵戚食禄之家，温衣美饭，乘坚驱良，〔〖胡三省注〗贤曰：坚，谓好车，良，谓善马。余按此语出《史记》范蠡传。从，才用翻。〕而面墙术学，不识臧否，〔〖胡三省注〗《尚书》曰：弗学墙面。言正墙面而立，无所见也。否，音鄙。〖按〗墙面：即面墙，面向墙壁。弗学墙面，即“人而不学，其犹正墙面而立。”意为：人无学，如墙障目。〕斯故祸败所从来也。”\n\n\t\t\t　　豫章有芝草生，太守刘祗欲上之，以问郡人唐檀，檀曰：“方今外戚豪盛，君道微弱，斯岂嘉瑞乎！”祗乃止。\n\n\t\t\t　　益州刺史张乔遣从事杨竦将兵至楪榆，〔〖胡三省注〗楪榆县，武帝开置，属益州郡，有叶榆泽在县东，因名；明帝分属永昌郡。楪，与叶同。〕击封离等，大破之，斩首三万余级，获生口千五百人。封离等惶怖，斩其同谋渠帅，诣竦乞降。竦厚加慰纳，其余三十六种皆来降附。竦因奏长吏奸猾，侵犯蛮夷者九十人，皆减死论。\n\n\t\t\t　　初，西域诸国既绝于汉，〔〖胡三省注〗事见上卷永初元年。〕北匈奴复以兵威役属之，〔〖胡三省注〗役使而臣属之。复，扶又翻；下同。〕与共为边寇。敦煌太守曹宗患之，乃上遣行长史索班将千余人屯伊吾以招抚之。〔〖胡三省注〗索姓出敦煌。又《左传》，商人七族有索氏。上，时掌翻。索，昔各翻。上遣者，上奏而遣之也。行长史者，行长史事，未为真也。〕于是车师前王及鄯善王复来降。\n\n\t\t\t　　初，疏勒王安国死，无子，国人立其舅子遗腹为王，遗腹叔父臣磐在月氏，月氏纳而立之。〔〖胡三省注〗《西域传》曰：元初中，安国以舅臣有罪，徙于月氏，月氏王亲爱之。遗腹既立，月氏遣兵送臣磐还疏勒。国人素敬爱臣磐，又畏惮月氏，即共夺遗腹印绶，迎臣磐，立以为王。氏，音支。〕后莎车畔于窴，属疏勒，〔〖胡三省注〗自明帝永平四年，莎车属于窴。〕疏勒遂强，与龟兹、于窴为敌国焉。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　本年，邓太后征召和帝的弟弟、济北王刘寿和河间王刘开五岁以上的子女，共四十余人，以及邓氏家族的近亲子孙三十余人，为他们建立官舍，教学儒家经书，邓太后亲自监督考试。她下诏给堂兄、河南尹邓豹和越骑校尉邓康等人说：“处于末世的皇亲国戚和官宦人家，穿暖衣，吃美食，乘坚车，驱良马，但对待学术，却如面向墙壁而目无所见，不知道善恶得失，这就是灾祸与败亡的由来。”\n\n\t\t\t　　豫章郡发现灵芝草，太守刘祗打算作为祥瑞献给朝廷，询问本郡人唐檀的意见。唐檀说：“如今外戚之势大盛，君王权力衰微，这怎能是祥瑞呢！”刘祗这才作罢。\n\n\t\t\t　　益州刺史张乔派从事杨竦率兵进驻楪榆，攻打封离等，打败了封离等，斩杀三万余人，俘虏一千五百人。封离等十分惊恐，杀死共同谋反的其他首领，前来拜见杨竦，请求归降。杨竦对封离进行安抚，并给予优厚的待遇。其余的三十六个部落也都前来归降。于是杨竦上书，举报奸恶狡猾、欺压蛮夷的地方官吏共九十人。这些人全都被判处轻于死刑一等的刑罚。\n\n\t\t\t　　起初，西域各国同汉朝断绝关系以后，北匈奴重新以武力相威胁，驱使西域各国向自己臣服，并一同侵犯汉朝边境。敦煌太守曹宗对此感到忧虑，便请示朝廷，派遣代理长史索班率领一千余人驻扎伊吾，对西域各国进行招抚。于是车师前王及鄯善王再度前来归降。\n\n\t\t\t　　当初，疏勒王安国去世时，没有子嗣，国人将安国舅父之子遗腹拥立为王。遗腹的叔父臣磐在月氏国，月氏国与臣磐亲善，因而又将他改立为疏勒王。后来，莎车国背叛了于阗国而臣属于疏勒国，疏勒国便强盛起来，与龟兹、于阗两国互相抗衡。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　永宁元年（庚申　公元120年）\n\n\t\t\t　　春，三月，丁酉，济北惠王寿薨。\n\n\t\t\t　　北匈奴率车师后王军就共杀后部司马及敦煌长史索班等，〔〖胡三省注〗贤曰：司马，即属戊己校尉所统也。和帝时置戊己校尉，镇车师后部。《考异》曰：班勇传：“元初六，曹宗遣索班屯伊吾。后数月，北单于与车师后部共攻没索班。”按本纪，“永宁元年，车师后王叛，杀部司马。”车师传亦曰：“永宁元年，后王军就及母沙麻反畔，杀后部司马及敦煌行事。”盖班以去年末屯伊吾，今春见杀，或今春奏事方到也。〕遂击走其前王，略有北道。鄯善逼急，求救于曹宗，宗因此请出兵五千人击匈奴，以报索班之耻，因复取西域；公卿多以为宜闭玉门关，绝西域。太后闻军司马班勇有父风，召诣朝堂问之。〔〖胡三省注〗班固《西都赋》曰：左右廷中，朝堂百僚之位；朝堂盖在殿庭左右。〕勇为上议曰：“昔孝武皇帝患匈奴强盛，于是开通西域，论者以为夺匈奴府藏，断其右臂。光武中兴，未遑外事，故匈奴负强，驱率诸国；及至永平，再攻敦煌，河西诸郡，城门昼闭。孝明皇帝深惟庙策，〔〖胡三省注〗惟，思也。贤曰：古者谋事必就祖，故言庙策也。余谓古者遣将必于庙，先定制胜之策，故谓之庙策。〕乃命虎臣出征西域，〔〖胡三省注〗虎臣，谓其父起也。〕故匈奴远遁，边境得安；及至永元，莫不内属。会间者羌乱，西域复绝，北虏遂遣责诸国，备其逋租，高其价直，严以期会，〔〖胡三省注〗备，偿也。西域属汉之后，不复以马畜、旃罽输匈奴，及与汉绝，匈奴复遣使责其积年所逋。逋，欠也。〕鄯善、车师皆怀愤怨，思乐事汉，其路无从；前所以时有叛者，皆由牧养失宜，还为其害故也。今曹宗徒耻于前负，欲报雪匈奴，〔〖胡三省注〗负，败也。报雪，谓报伊吾之役，雪索班之耻也。〕而不寻出兵故事，未度当时之宜也。夫要功荒外，万无一成。〔〖胡三省注〗要，一遥翻。荒外，谓在荒服之外。〕若兵连祸结，悔无所及。况今府藏未充，师无后继，是示弱于远夷，暴短于海内，臣愚以为不可许也。旧敦煌郡有营兵三百人，今宜复之，复置护西域副校尉，居于敦煌，如永元故事，又宜遣西域长史将五百人屯楼兰，〔〖胡三省注〗楼兰，即鄯善。〕西当焉耆、龟兹径路，南强鄯善、于窴心胆，北扞匈奴，东近敦煌，如此诚便。”〔〖胡三省注〗龟兹，音丘慈。窴，徒贤翻。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝永宁元年（庚申　公元120年）\n\n\t\t\t　　春季，三月丁酉（十一日），济北惠王刘寿去世。\n\n\t\t\t　　北匈奴率领车师后王军就，一同杀死后部司马及敦煌长史索班等人，乘胜赶走车师前王，控制了西域北道。鄯善国形势危急，向曹宗求救。于是曹宗上书朝廷，请求出兵五千人进攻匈奴，为索班雪耻，就此重新收回西域。朝中公卿多数认为应当关闭玉门关，和西域断绝关系。邓太后听说军司马班勇有其父之风，便召他到朝堂进见，询问他的意见。班勇建议道：“从前孝武皇帝因匈奴强盛而感到忧虑，于是开通了西域。评论者认为，这一举动是夺取了匈奴的宝藏，切断了匈奴的右臂。光武帝使大业中兴，未能顾及外部事务，因此匈奴得以仗恃强力，驱使各国服从。到了永平年间，匈奴再次进攻敦煌，致使河西地区各郡的城门白天关闭。孝明皇帝深思熟虑，制定国策，命虎将出征西域，匈奴因此向远方逃遁，边境才得到了安宁。及至永元年间，异族无不归附汉朝。但不久之前又发生了羌乱，汉朝与西域的关系再度中断。于是北匈奴派遣使者，督责各国缴纳拖欠的贡物，并提高价值，严格规定缴纳期限。鄯善、车师两国全都心怀怨愤，愿意臣属于汉朝，但却找不到途径。从前西域所以时常发生叛乱，都是由于汉朝官员对他们管理不当，并加以迫害的缘故。如今曹宗只是为先前的失败感到羞耻，要向匈奴报仇雪恨，并不研究从前的战史，也未衡量当前战略的利弊。在遥远的蛮荒建立功业，可能性极其微小，如果导致战争连年，祸事不断，则将后悔不及。况且如今国库并不充足，大军没有后继力量。这是向远方的异族显示我们的弱点，向天下暴露我们的短处，我认为不可批准曹宗的请求。从前敦煌郡有营兵三百人，现在应当恢复，并重新设置护西域副校尉，驻扎敦煌，如同永元年间的旧例。还应派遣西域长史率领五百人驻扎楼兰，在西方控制焉耆、龟兹的通道，在南方增强鄯善、于阗的信心和胆量，在北方抵抗匈奴，在东方捍卫敦煌。我确信这是上策。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　尚书复问勇：“利害云何？”〔〖胡三省注〗勇既上议，当书复问，使悉陈其利害。复，扶又翻。〕勇对曰：“昔永平之末，始通西域，初遣申郎将居敦煌，〔〖胡三省注〗谓郑众也。〕后置副校尉于车师，〔〖胡三省注〗谓耿恭、关宠也。〕既为胡虏节度，又禁汉人不得有所侵扰，故外夷归心，匈奴畏威。今鄯善王尤还，汉人外孙。若匈奴得志，则尤还必死。〔〖胡三省注〗贤曰：尤还，鄯善王名。〕此等虽同鸟兽，亦知避害，若出屯楼兰，足以招附其心，愚以为便。”〔〖胡三省注〗此勇所谓利也。〕\n\n\t\t\t　　长乐卫尉镡显、〔〖胡三省注〗《类篇》：镡，如心翻，姓也。贤曰：镡，音徒南翻。唐韵又音寻。〕廷尉綦毋参、〔〖胡三省注〗綦毋，姓也，《左传》晋有綦毋张。〕司隶校尉崔据难曰：“朝廷前所以弃西域者，以其无益于中国，而费难供也。今车师已属匈奴，鄯善不可保信，一旦反覆，班将能保北虏不为边害乎？”〔〖胡三省注〗贤曰：以勇为军司马，故以将言之。将，音子亮翻。〕勇对曰；“今中国置州牧者，以禁郡县奸猾盗贼也。若州牧能保盗贼不起者，臣亦愿以要斩保匈奴之不为边害也。〔〖胡三省注〗要，读曰腰。〕今通西域则虏势必弱，虏势弱则为患微矣；孰与归其府藏，续其断臂哉？今置校尉以扞抚西域，设长史以招怀诸国，若弃而不立，则西域望绝，望绝之后，屈就北虏，缘边之郡将受困害，恐河西城门必须复有昼闭之儆矣！〔〖胡三省注〗明帝永平中，北匈奴胁诸国共寇河西郡县，城门昼闭。复，扶又翻；下同。〕今不廓开朝廷之德而拘屯戍之费，若此，北虏遂炽，岂安边久长之策哉！”〔〖胡三省注〗此勇所谓害也。炽，尺志翻。〕\n\n\t\t\t　　太尉属毛轸难曰：“今若置校尉，则西域骆驿遣使，求索无厌，〔〖胡三省注〗索，山客翻。厌，于盐翻。百官志：太尉掾属二十四人；东、西曹掾比四百石，余掾比三百石，属比二百石。〕与之则费难供，不与则失其心，一旦为匈奴所迫，当复求救，则为役大矣。”勇对曰：“今设以西域归匈奴，而使其恩德大汉，不为钞盗，则可矣。如其不然，则因西域租入之饶，兵马之众，以扰动缘边，是为富仇雠之财，增暴夷之势也。置校尉者，宣威布德，以系诸国内向之心，以疑匈奴觊觎之情，〔〖胡三省注〗觊，音冀。觎，音俞。〕而无费财耗国之虑也。且西域之人，无它求索，其来入者不过禀食而已；〔〖胡三省注〗稟，笔锦翻，给也。食，读曰坔。〕今若拒绝，势归北属夷虏，〔〖胡三省注〗言其事势所归，必至北属匈奴。〕并力以寇并、凉，则中国之费不止十亿。置之诚便。”\n\n\t\t\t　　于是从勇议，复敦煌郡营兵三百人，置西域副校尉居敦煌，虽复羁縻西域，然亦未能出屯。〔〖胡三省注〗谓未能奴勇计出屯楼兰西也。然使尽行勇之计，亦未必能羁制西域，何者﹖武帝通西域，未能尽臣属西域也。及宣帝时，日逐降，呼韩邪内附，始尽得西域。明帝使班超通西域，未能尽臣属西域也；及窦宪破北匈奴，超始尽得西域。今汉内困于诸羌，而北匈奴游魂蒲类，安能以五百人成功哉！〕其后匈奴果数与车师共入寇钞，河西大被其害。〔〖胡三省注〗被，皮义翻。〖按〗大被：广遭，强调的是覆盖面之大。被，于此音意同披，引申为蒙受、遭受。〕\n\n\t\t\t　　沈氐羌寇张掖。〔〖胡三省注〗贤曰：沈氐，羌号也。《续汉书》曰：羌在上郡西河者，号沈氐。〖按〗氐，音底。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　尚书又向班勇询问：“这个计策利害如何？”班勇回答说：“从前，在永平末年，刚刚恢复与西域的交通，第一次派遣中郎将驻守敦煌，后来又在车师设置了副校尉。既指挥胡人，调解他们的冲突；又防禁汉人，不许对胡人有所侵扰。所以外族归心于汉朝，匈奴畏惧汉朝的威望。当今的鄯善王尤还，是汉人的外孙，如果匈奴得逞，那么尤还必死。这些外族虽然如同鸟兽，也知道逃避危害，我们如果在楼兰驻军，便足以使他们归心，我认为这样做是有利的。”\n\n\t\t\t　　长乐卫尉镡显、廷尉綦毋参、司隶校尉崔据提出诘难，说：“朝廷先前所以放弃西域，是由于西域不能给汉朝带来利益，而且费用庞大，难以供应的缘故。目前车师已经臣属于匈奴，鄯善也不可信赖，一旦局势有变，班将军能担保北匈奴不来侵害边疆吗？”班勇回答说：“如今汉朝设置州牧，是为了禁止郡县的奸人盗匪。如果州牧能够担保盗匪不作乱，我也愿以腰斩来担保匈奴不侵害边疆。现在若是开通西域，那么匈奴的势力就必定削弱；匈奴的势力削弱，那么危害也就轻微了。这与把宝藏交还给匈奴，并为它接上断臂能相比吗？如今设置西域校尉，是用来保护安抚西域；设置长史，是用来招揽怀柔各国。假如放弃西域而不设置校尉、长史，那么西域就会对汉朝绝望，绝望之后就会屈从北匈奴，汉朝的沿边各郡就将受到侵害，恐怕河西地区必定又将有白天关闭城门的警报了！现在不推广朝廷的恩德，而吝惜屯戍的费用，这样下去，北匈奴就会气焰高涨，这难道是保护边疆安全的长久策略吗！”\n\n\t\t\t　　太尉属毛轸诘难道：“如今要是设置了校尉，那么西域各国就会络绎不断地派遣来使，索求赏赐，不知满足。若是给予他们，那么费用太多而难以供应，若是不给他们，就会失掉归顺之心。而一旦受到匈奴的逼迫，还要再向汉朝求救，那时便需动用兵力，费事就更大了。”班勇答复道：“假设我们现在把西域交给匈奴，使匈奴感激汉朝的恩德，以使它从此不再侵略作乱，那么就可以这样办。假如不然，匈奴就会因为得到了西域，而利用西域丰厚的贡物和众多的兵马，骚扰攻击汉朝的边境。这是为仇人增加财富，为横暴的敌国增强实力。设置校尉，是为了宣扬推广汉朝的国威和恩德，以维系西域各国的归附之心，动摇匈奴的觊觎之意，不会带来消耗国家资财的忧虑。况且西域之人，并没有其它的要求，使节来到汉朝，不过是供应他们膳食而已。现在若是拒绝西域各国，它们势必归属北方的匈奴人。如果各种力量联合起来，一同侵略并州、凉州，那么国家的开支将不止十亿。我相信，设置西域校尉确实是有利的。”\n\n\t\t\t　　于是朝廷采纳了班勇的建议，向敦煌郡重新派遣营兵三百人，并设置西域副校尉驻守敦煌。朝廷虽然再次控制西域，却未能越出边境，到西域驻兵。后来，匈奴果然屡次同车师一道侵犯内地，河西地区受到严重伤害。\n\n\t\t\t　　羌人沈氐部落攻打张掖郡。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，丙寅，立皇子保为太子，改元，赦天下。\n\n\t\t\t　　己巳，绍封陈敬王子崇为陈王，济北惠王子苌为乐成王，河间孝王子翼为平原王。\n\n\t\t\t　　六月，护羌校尉马贤将万人讨沈氐羌于张掖，破之，斩首千八百级，获生口千余人，余虏悉降。时当煎等大豪饥五等，以贤兵在张掖，乃乘虚寇金城，贤还军追之出塞，斩首数千级而还。烧当、烧何种闻贤军还，复寇张掖，杀长吏。〔〖胡三省注〗马贤于时为健斗。然观其往来奔命，羌人辄议其后，贤不思所以制之之术，重以不恤军事，宜其有射姑山之败也。还，从宣翻，又如字。种，章勇翻。复，扶又翻。长，知两翻。〕\n\n\t\t\t　　秋，七月，乙酉朔，日有食之。\n\n\t\t\t　　冬，十月，己巳，司空李郃免。〔〖胡三省注〗郃，古合翻；又曷阁翻。〕癸酉，以卫尉庐江陈褒为司空。\n\n\t\t\t　　京师及郡国三十三大水。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　夏季，四月丙寅（十一日），将皇子刘保立为太子。改年号。大赦天下。\n\n\t\t\t　　己巳（十四日），将前陈敬王刘羡的儿子刘崇封为陈王，继承刘羡。将济北惠王刘寿的儿子刘苌封为乐成王，将河间孝王刘开的儿子刘翼封为平原王。\n\n\t\t\t　　六月，护羌校尉马贤率领一万兵众，在张掖郡讨伐羌人沈氐部落。打败羌军，斩杀一千八百人，俘虏一千余人，其余的全部投降。当时，当煎部落首领大豪饥五等人，因马贤的部队集中在张掖，便乘虚而入，攻打金城。马贤率军由张掖返回，追击直到塞外，斩杀数千人后班师。烧当、烧何二部落听说马贤大军返回金城，又再次进攻张掖，杀害官吏。\n\n\t\t\t　　秋季，七月乙酉朔（初一），出现日食。\n\n\t\t\t　　冬季，十月己巳（十六日），将司空李免官。癸酉（二十日），将卫尉、庐江人陈褒任命为司空。\n\n\t\t\t　　京城洛阳及三十三个郡和封国发生水灾。\n\n\t\t\t　　"}, {"original": "\n\n\n\t\t\t　　十二月，永昌徼外掸国王雍曲调遣使者献乐及幻人。〔〖胡三省注〗《西南夷传》：幻人能变化、吐火、自支解、易牛马头，自言我海西人，海西即大秦也。今按大秦即武帝时犁靬国，今谓之拂菻。掸，音檀。范书“雍曲调”作“雍由调”，徼，吉吊翻。〕\n\n\t\t\t　　戊辰，司徒刘恺请致仕；许之，以千石禄归养。\n\n\t\t\t　　辽西鲜卑大人乌伦、其至鞬各以其众诣度辽将军邓遵降。〔〖胡三省注〗乌伦、其至鞬，二人也。鞬，居言翻。〕\n\n\t\t\t　　癸酉，以太常杨震为司徒。\n\n\t\t\t　　是岁，郡国二十三地震。\n\n\t\t\t　　太后从弟越骑校尉康，以太后久临朝政，宗门盛满，数上书太后，〔〖胡三省注〗从，才用翻。上元初六年书从兄康，此书从弟；征诸范史，当从“兄”字。数，所角翻。上，时掌翻。〕以为宜崇公室，自损私权，言甚切至，太后不从。康谢病不朝，太后使内侍者问之；所使者乃康家先婢，〔〖胡三省注〗先本康家婢，后入宫，在太后左右。〕自通“中大人”，〔〖胡三省注〗时宫中耆宿皆称中大人。〕康闻而诟之。〔〖胡三省注〗贤曰：诟，骂也；音许遘翻，又古候翻。〖按〗诟，辱骂。〕婢怨恚，还，白康诈疾而言不逊。太后大怒，免康官，遣归国，〔〖胡三省注〗康永初中绍封夷安侯。〕绝属籍。\n\n\t\t\t　　初，当煎种饥五同种大豪卢怱、忍良等千余户别留允街，而首施两端。〔〖胡三省注〗贤曰：首施，犹首鼠也。〖按〗“卢怱”之“怱”，音匆。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　十二月，永昌郡边境外的掸国国王雍曲调派遣使者进献乐队和魔术艺人。\n\n\t\t\t　　戊辰（十六日），司徒刘恺请求退休，获得批准，被赐予每年一千石的终身俸禄，回乡养老。\n\n\t\t\t　　辽西郡的鲜卑大人乌伦和其至鞬，各自率领部众向度辽将军邓遵投降。\n\n\t\t\t　　癸酉（二十一日），将太常杨震任命为司徒。\n\n\t\t\t　　本年，有二十三个郡和封国发生地震。\n\n\t\t\t　　邓太后的堂弟、越骑校尉邓康，因邓太后摄政已久，家庭权势过盛，屡次向邓太后上书，认为应当抬高朝廷的威望，自行削减外戚的私权，言辞极其恳切。邓太后拒不采纳。于是邓康声称有病，不去朝见。邓太后派内宫侍者前去探问。这位侍者先前做过邓康家的婢女，而通报自己是“中大人”，邓康听到以后，辱骂了这位侍者。侍者心怀怨恨，回宫后，便报告说邓康装病，并且出言不逊。邓太后大怒，将邓康免官，遣回封国，取消了他的族籍。\n\n\t\t\t　　当初，与饥五同族的当煎部落首领卢怱、忍良等一千余户单独居住在允街，而摇摆不定。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　建光元年（辛酉　公元121年）\n\n\t\t\t　　〔〖胡三省注〗是年七月改元。考异曰：陈禅传曰：“北匈奴入辽东，追拜禅辽东太守。胡惮其威强，退还数百里。禅不加兵，但遣吏卒往晓慰之。单于随使还郡，禅于学行礼，为说道义以感化之，单于怀服，遗以胡中珍货而去。”当在此年矣。又按北单于，汉朝所不能臣，未尝入朝天子，安肯见辽东太守！此事可疑，今不取。余按和帝以来，北匈奴益西徙，自代郡以东至辽东塞外之地，皆鲜卑、乌桓居之，北单于安能至辽东邪！不取，当也。〕\n\n\t\t\t　　春，护羌校尉马贤召卢怱，斩之，因放兵击其种人，获首虏二千余，忍良等皆亡出塞。\n\n\t\t\t　　幽州刺史巴郡冯焕、玄菟太守姚光、辽东太守蔡讽等将兵击高句骊，高句丽王宫遣嗣子遂成诈降，而袭玄菟、辽东，杀伤二千余人。〔〖胡三省注〗菟，同都翻。丽，读曰骊。〕\n\n\t\t\t　　二月，皇太后寝疾，癸亥，赦天下。三月，癸巳，皇太后邓氏崩。未及大敛，帝复申前命，封邓骘为上蔡侯，位特进。〔〖胡三省注〗封骘事见上卷永初元年。〕\n\n\t\t\t　　丙午，葬和熹皇后。〔〖胡三省注〗范晔曰：汉世皇后无谥，皆因帝谥以为称，虽吕氏专政，上官临制，亦无殊号。中兴，明帝始建光烈之称，其后并以德为配，至于贤愚优劣，混同一贯，故马、窦二后，俱称德焉。其余皇帝之庶母及蕃王承统，以追尊之重，特为其号，恭怀、孝崇之比是也。初平中，蔡邕始追正和熹之谥，其安思、顺烈以下，皆依而加焉。贤注云：蔡邕集谥议曰：汉世母后无谥，明帝始建光烈之称，是后转因帝号加之以德，上下优劣，混而为一，违礼“大行受大名、小行受小名”之制。谥法：有功安曰熹，帝后一体，礼亦宜同，大行皇太后宜为和熹。〕\n\n\t\t\t　　太后自临朝以来，水旱十载，四夷外侵，盗贼内起，每闻民饥，或达旦不寐，躬自减彻〔〖胡三省注〗谓减膳彻乐之类。〖按〗躬自，躬身自为。彻，同撤。〕以救灾厄，故天下复平，岁还丰穰。〔〖胡三省注〗和熹临朝之政，可谓牝鸡之晨，唯家之索矣。〕\n\n\t\t\t　　上始亲政事，尚书陈忠荐隐逸及直道之士颍川杜根、平原成翊世之徒，上皆纳用之。忠，宠之子也。初，邓太后临朝，根为郎中，与同时郎上书言：“帝年长，宜亲政事。”太后大怒，皆令盛以缣囊，于殿上扑杀之，既而载出城外，根得苏；太后使人检视，根遂诈死，三日，目中生蛆，〔〖胡三省注〗凡蝇所集，其遗子之处生为蛆。〕因得逃窜，为宜城山中酒家保，积十五年。〔〖胡三省注〗宜城县，属南部。贤曰：宜城故城，在今襄州率道县南，其地出美酒。《广雅》云：保，使也，言为人佣力保任而使也。〕成翊世以郡吏亦坐谏太后不归政抵罪。帝皆征诣公车，拜根侍御史，翊世尚书郎。〔〖胡三省注〗为诸邓得罪张本。〕或问根曰：“往者遇祸，天下同义，〔〖胡三省注〗天下之士以根直谏遇祸，同义之也。〕知故不少，何至自苦如此？”根曰：“周旋民间，非绝迹之处，邂逅发露，〔〖胡三省注〗邂逅，不期而会，谓出于意料之外也。〕祸及亲知，故不为也。”〔〖胡三省注〗申屠蟠绝迹、碭，祖根之故智也。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝建光元年（辛酉　公元121年）\n\n\t\t\t　　春季，护羌校尉马贤征召卢怱，将他斩杀，乘机发兵攻击卢的部众，斩杀两千余人。忍良等全部逃亡出塞。\n\n\t\t\t　　幽州刺史巴郡人冯焕、玄菟郡太守姚光、辽东郡太守蔡讽等率兵进攻高句骊，高句丽国王宫派遣他的儿子遂成诈降而袭击玄菟郡和辽东郡，杀伤二千余人。\n\n\t\t\t　　二月，邓太后卧病。癸亥（十二日），大赦天下。三月癸巳（十三日），邓太后驾崩。还未等到大敛，安帝便重申先前发布的命令，将邓骘封为上蔡侯，位居特进。\n\n\t\t\t　　丙午（二十六日），安葬邓太后。\n\n\t\t\t　　自从邓太后临朝摄政以来，水旱灾害达十年，四方异族从外入侵，盗贼叛匪在内纷起。每当听说民间饥馑，邓太后往往通宵不眠，亲自裁膳撤乐，削减个人享受，以拯救灾难。因此天下重新安定，恢复了丰收年景。\n\n\t\t\t　　安帝开始亲自接管政事。尚书陈忠举荐“隐逸”及“直道”之士颍川人杜根、平原人成翊世等人，安帝全部接纳而予以任用。陈忠是陈宠之子。当初，邓太后主持朝政，杜根任郎中，他与当时的一位郎官共同上书说：“皇上已经长大，应当亲自主持政事。”邓太后大怒，命人将他们全都装入白绢制的袋中，在殿上当场打死，然后用车运出城外。杜根苏醒过来，邓太后派人查看尸体时，他便装死。三天之后，他的眼中长出了蛆虫，才得以逃走，成为宜城山中一家酒铺的佣工，长达十五年。成翊世原是郡府的官吏，也因劝谏邓太后归还大权而被判罪。安帝命二人前往公车——主管征召事务的官署报到，将杜根任命为侍御史，将成翊世任命为尚书郎。有人问杜根说：“从前您遇到灾祸时，天下人都认为您是义士，您的知交故人不少，何至于让自己这样受苦？”杜根说：“奔走躲藏于民间，那不是隐匿踪迹的处所，一旦被人碰见而暴露身份，就会给亲友带来灾祸，所以我不肯那样作。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　戊申，追尊清河孝王曰孝德皇，皇妣左氏曰孝德后，祖妣宋贵人曰敬隐后。〔〖胡三省注〗尊其所自出也。谥法：执义行善曰德；绥柔士民曰德；不显尸国曰隐；见美坚长曰隐。〕初，长乐太仆蔡伦受窦后讽旨诬陷宋贵人，〔〖胡三省注〗事见四十六卷章帝建初七年。乐，音洛。〕帝敕使自致延尉，伦饮药死。〔〖胡三省注〗自致廷尉者，使其自诣狱。〕\n\n\t\t\t　　夏，四月，高句丽复与鲜卑入寇辽东，蔡讽追击于新昌，战殁。〔〖胡三省注〗新昌县，属辽东郡。〕功曹掾龙端、兵马掾公孙酺以身扞讽，俱没于陈。范书东夷传作“功曹耿耗、兵马掾龙端。”酺，音蒲。陈，读曰阵。〕\n\n\t\t\t　　丁巳，尊帝嫡母耿姬为甘陵大贵人。〔〖胡三省注〗《郡国志》：清河郡厝县，帝改名甘陵。贤曰：甘陵，孝德皇之陵也，因以为县，在今贝州清河县东。宋白曰：贝州清河县，本周甘泉氏之地，秦、汉为信城县，后汉为厝县，桓帝改为甘陵，故城在今县西北。清河王庆陵，在今清河郡东南三十里故厝城。〕\n\n\t\t\t　　甲子，乐成王苌坐骄淫不法，贬为芜湖侯〔〖胡三省注〗范书纪、传皆作“临湖侯”。贤曰：临湖县属庐江郡。〕\n\n\t\t\t　　己巳，令公卿下至郡国守相各举有道之士一人。尚书陈忠以诏书既开谏争，〔〖胡三省注〗争，读曰诤。〕虑言事者必多激切，或致不能容，乃上疏豫通广帝意曰：“臣闻仁君广山薮之大，〔〖胡三省注〗贤曰：《左氏传》曰：川泽纳污，山薮藏疾，瑾瑜匿瑕，国君含垢，天之道也。〕纳切直之谋，忠臣尽謇谔之节，不畏逆耳之害，〔〖胡三省注〗易曰：王臣蹇蹇。晋王豹传作“謇”。《史记》赵简子曰：众人之唯唯，不如周舍之谔谔。家语：孔子曰：忠言逆耳而利于行也。〕是以高祖舍周昌桀、纣之譬，〔〖胡三省注〗周昌尝燕入奏事，高祖方拥戚姬，昌还走，帝逐得，骑昌项，问曰：“我何如主﹖”昌仰曰：“陛下即桀、纣之主！”上笑，自是心惮昌。舍，读曰捨。〕孝文嘉袁盎人豕之讥，〔〖胡三省注〗事见十三卷文帝二年。〕武帝纳东方朔宣室之正，〔〖胡三省注〗事见十八卷武帝元光五年。〕元帝容薛广德自刎之切。〔〖胡三省注〗事见二十八卷元帝永光元年。刎，武粉翻。〕今明诏崇高宗之德，推宋景之诚，引咎克躬，咨访群吏。〔〖胡三省注〗时诏公卿百僚各上封事。〕言事者见杜根、成翊世等新蒙表录，显列二台，〔〖胡三省注〗贤曰：谓根为侍御史，翊世为尚书郎也。余按汉制，尚书、御史皆曰台。〕必承风响应，争为切直。若嘉谋异策，宜辄纳用；如其管穴，妄有讥刺，〔〖胡三省注〗贤曰：管穴，言小也。《史记》：扁鹊曰：若以管窥天，以隙视文。隙，即穴也。〕虽苦口逆耳，不得事实，且优游宽容，以示圣朝无讳之美；若有道之士对问高者，宜垂省览，〔〖胡三省注〗省，悉景翻。〕特迁一等，以广直言之路。”书御，〔〖胡三省注〗御，进也。书御，书进而经览也。〕有诏，拜有道高第士沛国施延为侍中。〔〖胡三省注〗有道高第，举有道，对问为上第也。《姓谱》：鲁大夫施伯，出于鲁惠公之子子尾字施父。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　戊申（二十八日），安帝将生父、清河孝王刘庆追尊为孝德皇，生母左氏为孝德后，祖母宋贵人为敬隐后。当初，长乐太仆蔡伦曾秉承窦皇后的旨意诬陷宋贵人，安帝命他自己前往廷尉受审。蔡伦服毒而死。\n\n\t\t\t　　夏季，四月，高句丽又和鲜卑一同入侵辽东郡。辽东太守蔡讽在新昌追击敌军，战死。功曹掾龙端、兵马掾公孙酺奋身保卫蔡讽，一同阵亡。\n\n\t\t\t　　四月丁巳（初七），安帝将嫡母耿姬尊为甘陵大贵人。\n\n\t\t\t　　四月甲子（十四日），乐城王刘苌因骄奢淫逸，触犯法律，被贬为芜湖侯。\n\n\t\t\t　　四月己巳（十九日），安帝命令三公九卿，下至郡太守、封国相，各举荐一位“有道”——品德学问优秀的人士。尚书陈忠认为，皇帝既然已经下诏公开征求意见，恐怕提意见的人必定多有激烈的言辞，或许导致皇帝不能相容，于是上书预先开阔皇帝的胸襟。奏书说：“我听说，仁爱的君王开阔自己的胸怀，象高山和湖泽一样博大，容纳尖锐直率的批评，使忠臣能够尽到勇于直言的职责，不怕因讲出逆耳的意见而遭到迫害。因此，高祖不计较周昌将他比作夏桀、商纣，文帝嘉奖袁盎警惕‘人彘’再现的讥讽，武帝采纳东方朔对错用宣室殿招待公主宠臣的批评，元帝宽容薛广德以自刎相逼的举动。如今陛下公布诏书，发扬商王武丁的圣德，推广宋景公的赤诚，引咎自责，征求官员们的批评。议论时事的人看到杜根、成诩世等人新近受到表彰擢用，荣耀地身居御史台和尚书台，必然闻风响应，竞相贡献恳切直率的意见。如果是良谋奇策，应当立即采纳，而如果是狭隘浅陋的管穴之见，或是狂妄的讥讽，尽管难吸取，不顺耳，与事实不符，也请暂且大度宽容，以显示圣明王朝百无禁忌的美德。假若被举荐的人在对答时有高明的见解，则应留意查看，特别提升一级任用，以提倡直率批评，广开言路。”安帝看了奏书，下诏，将有道之士中考试成绩优秀者沛国人施延任命为侍中。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，汝南薛包，少有至行，父娶后妻而憎包，分出之。包日夜号泣，不能去，至被敺扑，〔〖胡三省注〗以敲扑敺之也。扑，普卜翻。〖按〗敺：古“驱”字，有别于“殴”或“欧”。〕不得已，庐于舍外，旦入洒扫。父怒，又逐之，乃庐于里门，昏晨不废。〔〖胡三省注〗不废定省之礼也。〕积岁余，父母惭而还之。及父母亡，弟子求分财异居。包不能止，乃中分其财，奴婢引其老者，曰：“与我共事久，若不能使也。”〔〖胡三省注〗若，汝也。〕田庐取其荒顿者，〔〖胡三省注〗贤曰：顿，犹废也。〕曰：“吾少时所治，意所恋也。”器物取朽败者，曰：“我素所服食，身口所安也。”弟子数破其产，辄复赈给。帝闻其名，令公车特征，〔〖胡三省注〗特，独也，独征之，当时无与并者。〕至，拜侍中。包以死自乞，有诏赐告归，加礼如毛义。〔〖胡三省注〗毛义事见四十六卷章帝元和元年。〕\n\n\t\t\t　　帝少号聪明，故邓太后立之。及长，多不德，稍不可太后意；〔〖胡三省注〗言意不以为可也。〕帝乳母王圣知之。太后征济北、河间王子诣京师，河间王子冀美容仪，太后奇之，以为平原怀王后，留京师。王圣见太后久不归政，虑有废置，常与中黄门李闰、江京候伺左右，共毁短太后于帝，帝每怀忿惧。及太后崩，宫人先有受罚者怀怨恚，因诬告太后兄弟悝、弘、阊先从尚书邓访取废帝故事，谋立平原王。帝闻，追怒，今有司奏悝等大逆无道，遂废西平侯广宗、叶侯广德、西华侯忠、阳安侯珍、都乡侯甫德皆为庶人，〔〖胡三省注〗忠，阊之子。珍，悝兄京之子。西华、阳安二县，皆属汝南郡。悝，苦回翻。阊，音昌。叶，式涉翻。〕邓骘以不与谋，但免特进，遣就国；〔〖胡三省注〗与，读曰豫。〕宗族免官归故郡，〔〖胡三省注〗邓氏，故南阳人。〕没入骘等赀财田宅。徙邓访及家属于远郡，郡县逼迫，广宗及忠皆自杀。又徙封骘为罗侯；〔〖胡三省注〗罗县，属长沙郡。〕五月，庚辰，骘与子凤并不食而死。骘从弟河南尹豹、度辽将军舞阳侯遵、将作大匠畅皆自杀；唯广德兄弟以母与阎后同产，得留京师。复以耿夔为度辽将军，征乐安侯邓康为太仆。〔〖胡三省注〗按范书邓禹传：明帝分禹国为三，封其三子，季子珍为夷安侯。康以珍之子绍封，“乐安”当作“夷安”。《郡国志》，夷安、高密二县，皆属北海国。贤曰：夷安故城，今高密县外城。〕丙申，贬平原王翼为都乡侯，谴归河间。翼谢绝宾客，闭门自守，由是得免。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　当初，汝南人薛包在少年时就有突出的孝行。薛包的父亲在娶了继母之后，便厌恶薛包，让他分出去另立门户。薛包日夜号哭，不肯离开，以致遭到殴打。不得已，就在房舍之外搭起一个小屋居住，早晨便回家洒扫庭院。父亲发怒，再次把他赶走，他就把小屋搭在乡里大门的旁边，每日早晚都回家向父母请安。过了一年多，他的父母感到惭愧而让他回家。及至父母去世，薛包的侄儿要求分割家财并搬出去居住，薛包不能阻止，便将家产分开，挑出年老的奴婢，说：“他们和我一起作事的时间长，你使唤不动。”田地房舍则选择荒芜破旧的，说：“这些是我年轻时经营过的，有依恋之情。”家什器具则选择朽坏的，说：“这些是我平素所使用的，身、口觉得安适。”侄儿曾屡次破产，薛包总是重新给予赈济。安帝听到了他的名声，便命公车单独将他征召入京。到达后，任命为侍中。薛包以死请求辞官，于是安帝下诏，准许他离官回乡，对他的礼敬优待如同毛义前例。\n\n\t\t\t　　安帝在幼年时，人们都说他聪明，所以邓太后将他立为皇帝。但等到长大以后，却有很多不好的品质，渐渐不合太后的心意。安帝的奶娘王圣了解这个情况。邓太后曾征召济北王和河间王的儿子们前来京城，其中，河间王的儿子刘翼相貌堂堂，邓太后认为他不同寻常，便让他做平原怀王刘隆的继承人，留在京城，王圣见邓太后久不归还政权，担心安帝会被废黜，经常同中黄门李闰和江京围在安帝身边，一同诋毁太后，安帝每每感到怨愤和恐惧。及至邓太后驾崩，先前因受处罚而怀恨的宫人便诬告邓太后的兄弟邓悝、邓弘、邓阊曾向尚书邓访索取废黜皇帝的历史档案，策划改立平原王刘翼。安帝听到后，回想往事而大怒，命令有关部门弹劾邓悝等大逆无道。于是废掉西平侯邓广宗、叶侯邓广德、西华侯邓忠、阳安侯邓珍都乡侯邓甫德的爵位，将他们全部贬为平民；邓骘因不曾参与密谋，只免去特进之衔，遣回封国；邓氏宗亲一律免去官职，返回原郡；没收邓骘等人的资财、田地和房产；将邓访及其家属，放逐到边远的郡县。在郡县官员的迫害下，邓广宗、邓忠二人自杀。后又将邓骘改封为罗侯。五月庚辰（初一），邓骘和他的儿子邓凤一同绝食而死。邓骘的堂弟、河南尹邓豹，度辽将军、舞阳侯邓遵，以及将作大匠邓畅，全部自杀。唯独邓广德兄弟因母亲与阎皇后是亲姐妹，得以留在京城。安帝重新任命耿夔为度辽将军。征召乐安侯邓康，任命为太仆。五月丙申（十七日），将平原王刘翼贬为都乡侯，遣回河间。刘翼不再会见宾客，紧闭大门而深居自守，因此得以免罪。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，邓后之立也，〔〖胡三省注〗见四十八卷和帝永元十四年。〕太尉张禹、司徒徐防欲与司空陈宠共奏追封后父训，宠以先世无奏请故事，争之，连日不能夺。及训追加封谥，禹、防复约宠俱遣子奉礼于虎贲中郎将骘，宠不从，故宠子忠不得志于邓氏。骘等败，忠为尚书，数上疏陷成其恶。〔〖胡三省注〗宠之所守是也，忠之所为非也。复，扶又翻。数，所角翻。〕\n\n\t\t\t　　大司农京兆朱宠痛骘无罪遇祸，乃肉袒舆榇〔〖胡三省注〗榇，初觐翻。贤曰：榇，亲身棺。〖按〗《小《尔雅》：空棺谓之榇，有尸谓之柩。〕上疏曰：“伏惟和熹皇后圣善之德，为汉文母。〔〖胡三省注〗贤曰：诗凯风曰：母氏圣善。文母、文王之母太任也。宠言太后有圣善之德，比于文母也。〕兄弟忠孝，同心忧国，宗庙有主，王室是赖。〔〖胡三省注〗贤曰：殇帝崩，太后与骘定立安帝，故曰是赖。〕功成身退，让国逊位，历世外戚，无与为比，当享积善履谦之祐。〔〖胡三省注〗贤曰：易曰：积善之家，必有余庆。又曰：鬼神害盈而福谦。〕而横为宫人单辞所陷，〔〖胡三省注〗两造不备又无征左者为单辞。横，户孟翻。〕利口倾险，反乱国家，〔〖胡三省注〗《论语》曰：恶利口之覆邦家者。〕罪无申证，狱不讯鞠，〔〖胡三省注〗贤曰：申，明白也；讯，问也；鞠，穷也。〕遂令骘等罹此酷陷，一门七人，并不以命，〔〖胡三省注〗贤曰：七人，谓骘、从弟豹、遵、畅，骘子凤，凤从弟广宗、忠也。〖按〗光绪本作“酷陷”，另本作“酷滥”。〕尸骸流离，冤魂不反，逆天感人，率土丧气。宜收还冢次，宠树遗孤，奉承血祀，以谢亡灵。”〔〖胡三省注〗贤曰：血祀，谓祭庙杀牲取血以降神也。〕宠知其言切，自致廷尉；陈忠复劾奏宠，诏免官归田里。众庶多为骘称枉者，帝意颇悟，乃谴让州郡，〔〖胡三省注〗贤曰：以逼迫广宗等故也。〕还葬骘等于北芒，〔〖胡三省注〗贤曰：北芒山，在雒阳城北，〕诸从昆弟皆得归京师。\n\n\t\t\t　　帝以耿贵人兄牟平侯宝监羽林左军车骑，〔〖胡三省注〗羽林分左右监，各主左右骑。宝监，古衔翻。〕封宋杨四子皆为列侯，宋氏为卿、校、侍中大夫、谒者、郎吏十余人；阎皇后兄弟显、景、耀，并为卿、校，典禁兵。〔〖胡三省注〗卿、校，九卿及诸校尉也。〕于是内宠始盛。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　当初，邓氏立为皇后，太尉张禹、司徒徐防曾打算同司空陈宠一同奏请追封邓皇后的父亲邓训。但陈宠认为前代没有这种奏请先例，便与他们争辩，一连数日不能定夺。及至和帝为邓训追加封号和谥号时，张禹、徐防又约陈宠一同派儿子向虎贲中郎将邓骘送礼祝贺，陈宠不肯答应。因此，陈宠的儿子陈忠在邓氏家族当政时未能得志。及至邓骘等人失势，陈忠被任命为尚书，屡次上书弹劾，终于使邓氏家庭陷于重罪。\n\n\t\t\t　　大司农、京兆人朱宠，痛心于邓骘无罪而遭遇祸难，于是脱光上衣，抬着棺材，上书为邓骘鸣冤。奏书说：“我认为和熹邓皇后具有圣明善良的品德，是汉朝的文母。她的兄弟忠孝，共同忧心国事，受到王室的倚重；迎立皇上以后，大功告成，而引身自退，拒受封国，辞去高位，历代的皇后家庭，都不能与他们相比。他们应当由于善良和谦让的行为而得到保佑，但却横遭宫人片面之辞的诬陷。口舌锋利，危言耸听，扰乱了国家。罪名没有明白的证据，判案也没有经过审讯，结果竟使邓骘等人遭受这样的惨祸，一家七口，全都死于非命，尸骨分散各地，冤魂不能返回家乡，违背天意而震动人心，全国各地一片颓丧。应当准许他们的尸骨还葬祖坟，优待保护留下的孤儿，让邓家的宗祠有人祭祀，以告慰亡灵。”朱宠知道他的言辞激切，自动前往廷尉投案。于是陈忠又弹劾朱宠。安帝下诏将朱宠免官，让他返归乡里。民众多为邓骘鸣冤，安帝有所觉悟，于是责备迫害邓氏家族的州郡官员，准许邓骘等人的尸骨运回北芒山安葬，邓骘的堂兄弟们也都得以返回京城洛阳。\n\n\t\t\t　　安帝将嫡母耿贵人的哥哥牟平侯耿宝任命为羽林左军车骑总监，将祖母宋贵人之父宋杨的四个儿子全都封为列侯，宋氏家族中担任卿、校、侍中、大夫、谒者、郎官的有十余人。阎皇后的兄弟阎显、阎景、阎耀，全都担任卿、校，统御皇家禁军。从此，安帝内宠的权势开始兴盛。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　帝以江京尝迎帝于邸，〔〖胡三省注〗谓延平元年迎帝于清河邸也。〕以为京功，封都乡侯，封李闰为雍乡侯，闰、京并迁中常侍，京兼大长秋，与中常侍樊丰、黄门令刘安、钩盾令陈达〔〖胡三省注〗百官志：黄门令，主省中诸宦者，钩盾令，典诸近地苑囿游观之处，皆宦者为之。盾，食尹翻。〕及王圣、圣女伯荣扇动内外，竞为侈虐；伯荣出入宫掖，传通奸赂。司徒杨震上疏曰：“臣闻政以得贤为本，治以去秽为务；是以唐、虞俊乂在官，四凶流放，〔〖胡三省注〗见《尚书》。孔安国曰：俊乂，俊德能治之士。马融曰：千人曰俊，百人曰乂。〕天下咸服，以致雍熙。〔〖胡三省注〗雍，和也。熙，亦和也。〕方今九德未事，〔〖胡三省注〗贤曰：《尚书·皋陶谟》曰：亦行有九德，宽而栗，柔而立，愿而恭，乱而敬，扰而毅，直而翻，简而廉，刚而塞，强而义。又曰：九德咸事，俊乂在官。孔安国曰：使九德之人皆用事。〕嬖幸充庭。〔〖胡三省注〗谥法：贱而得爱曰嬖。〕阿母王圣，出自贱微，得遭千载，奉养圣躬，虽有推燥居湿之勤，〔〖胡三省注〗《孝经》授神契曰：母之于子也，鞠养殷勤，推燥居湿，绝少分甘也。推，吐雷翻。〕前后赏惠，过报劳苦，而无厌之心不知纪极，外交属托，〔〖胡三省注〗厌，于盐翻。属，之欲翻。〕扰乱天下，损辱清朝，尘点日月。夫女子、小人，近之喜，远之怨，实为难养。〔〖胡三省注〗《论语》曰：唯女子与小人为难养也，近之则不逊，远之则怨。近，其靳翻。远，于愿翻。〕宜速出阿母，令居外舍，断绝伯荣，莫使往来。令恩德两隆，上下俱美。”奏御，帝以示阿母等，内幸皆怀忿恚。\n\n\t\t\t　　而伯荣骄淫尤甚，通于故朝阳侯刘护从兄瓌，瓌遂以为妻，官至侍中，得袭护爵。〔〖胡三省注〗贤曰：护，泗水王歙之从曾孙。朝阳县，属南郡，故城在今邓州穰县南，今谓之朝城。从，才用翻。緕，古回翻。〕震上疏曰：“经制，父死子继，兄亡弟及，以防篡也。〔〖胡三省注〗贤曰：《公羊传》曰：刘子、单子以王猛入于王城者何﹖西周也。其言入何﹖篡乱也。冬十月，王子猛卒。此未踰年之君，其称王子猛卒何﹖不予当也。不予当者，不予当父死子继，兄亡弟及也。〕伏见诏书，封故朝阳侯刘护再从兄瓌袭护爵为侯；护同产弟威，今犹见在。臣闻天子专封，封有功；诸侯专爵，爵有德。今瓌无它功行，但以配阿母女，一时之间，既位侍中，又至封侯，不稽旧制，不合经义，行人喧哗，百姓不安。陛下宜鉴镜既往，顺帝之则。”尚书广陵翟酺〔〖胡三省注〗范书列传：酺，广汉雒人。“陵”，当作“汉”。广汉郡，属益州。翟，直格翻。酺，音蒲。〕上疏曰：“昔窦、邓之宠，倾动四方，兼官重绂，盈金积货，至使议弄神器，〔〖胡三省注〗贤曰：神器，谓天位也。老子曰：天下神器不可为也。余谓威福人主之神器，此言弄威福耳。〕改更社稷，岂不以势尊威广以致斯患乎！及其破坏，头颡堕地，愿为孤豚，岂可得哉！夫致贵无渐，失必暴；受爵非道，殃必疾。今外戚宠幸，功均造化，汉元以来未有等比。〔〖胡三省注〗汉元，汉初也。比，频寐翻。〕陛下诚仁恩周洽，以亲九族，然禄去公室，政移私门，覆车重寻，宁无摧折！此最安危之极戒，社稷之深计也。昔文帝爱百金于露台，饰帷帐于皂囊，〔〖胡三省注〗文帝集上书皂囊以为殿帷。〕或有讥其俭者，上曰：‘朕为天下守财耳，岂得妄用之哉！’今自初政已来，日月未久，费用赏赐，已不可算。敛天下之财，积无功之家，帑藏单尽，〔〖胡三省注〗帑，他朗翻。藏，徂浪翻。单，与殚同。〕民物雕伤，卒有不虞，〔〖胡三省注〗卒，读曰猝。虞，度也；不虞，谓事变出于虞度之外者也。〕复当重赋，百姓怨叛既生，危敌可待也。愿陛下勉求忠贞之臣，诛远佞谄之党，割情欲之欢，罢宴私之好，心存亡国所以失之，鉴观兴王所以得之，庶灾害可息，丰年可招矣。”书奏，皆不省。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　安帝因江京当年曾前往清河国驻京官邸迎接自已入宫即位，认为江京有功，将他封为都乡侯，将李闰封为雍乡侯，二人全都提升为中常侍。江京兼任大长秋，与中常侍樊丰、黄门令刘安、钩盾令陈达，以及王圣和王圣的女儿伯荣在内外活动，竟相显示奢侈和暴虐。伯荣能够出入皇宫，便从事串通奸恶和传送贿赂的勾当。司徒杨震上书说：“我听说，执掌政权，以得到贤才为基本条件；治理国家，以铲除奸恶为主要任务。因此唐尧虞舜时代，俊杰之士当权，‘四凶’之类的恶人遭到流放，天下全都敬服，因此达到人心和睦。如今具备尚书所提出的‘九德’的人未在朝中任职，而嬖幸奸佞之辈却充斥宫廷。奶娘王圣，出身微贱，遇到千载难逢的机会，奉养皇上，虽然有精心侍候的辛勤，但先后对她的赏赐与恩德，已经超过对功劳的报答。然而她贪得无厌，不知法纪的限度，勾结宫外之人，接受请托贿赂，扰乱大局，损害朝廷，玷污了陛下日月般的圣明。女子和小人，接近他们便高兴，疏远他们便怨恨，委实难以豢养。陛下应当尽早让奶娘出宫，命她在外面居住，切断伯荣和宫廷的联系，不许她往来奔走。这样可以同时发扬皇恩与圣德，对上对下两全其美。”奏书呈上，安帝让奶娘等人传阅，他们全都心怀愤慨和怨恨。\n\n\t\t\t　　而伯荣在这些人当中，最为骄奢淫逸。她与已故朝阳侯刘护的堂兄刘瓌通奸，刘瓌便娶她做妻子，官位达到侍中，得以继承刘护的爵位。杨震上书说：“传统制度规定：父亲去世，儿子继承；兄长去世，弟弟继承，这是为了防止篡位。我看到诏书颁下，命令已故朝阳侯刘护的远房堂兄刘瓌继承刘护的爵位，封为侯爵。然而刘护的亲弟弟刘威，如今还在人世。我听说，天子有赐封的权力，赐封给有功的人；诸侯有赏爵的权力，赏爵给有德的人。如今刘瓌并没有其他的功劳德行，只因娶了奶娘的女儿，一时之间，既官居侍中，又晋封侯爵，与传统制度不符，与儒家经义不合，使行人在路上喧哗，百姓感到不安。陛下应当以史为鉴，遵循帝王的法则。”尚书、广陵人翟酺上疏说：“先前窦家、邓家的荣宠，使四方震动，他们身兼数官，家中黄金满门，财物堆积，甚至干涉摆布皇帝，这难道不是由于他们的权势太尊而威望太大，才导致了这种祸患吗！及至他们败亡之时，人头落地，即使是想做一只猪仔，难道能办得到吗！尊贵的身份如果不是逐步达到，就会突然地丧失；爵位如果不是通过正道获得，祸殃必定迅速来临。如今外戚宠幸，功劳与天地相等，自汉初以来未曾有过。陛下诚然是仁爱恩宠备至，以亲近九族，然而官爵禄位不由朝廷掌握，政权转移到了私门，重蹈前人的覆车之路，难道会不危险！这是关系王位安危的最深刻的戒条，是重要的国家大计。从前文帝吝惜花费百金修建露台，用包装奏章的黑色布袋制成帷帐，有人讥笑他的俭省，他却说：‘朕只是为天下守财罢了，难道可以随意浪费吗？’如今自陛下亲政以来，时间不长，赏赐费用已经无法统计。聚敛天下之财，堆积到无功之家，使国库空虚，民间凋敝，一旦突然发生不测的变故，还要再加重赋税，百姓有了怨恨背叛之心，危险和动乱就会随之而来。愿陛下尽力物色忠贞之臣，惩罚疏远奸佞之辈，割舍情欲的欢娱，放弃宴乐和求得私恩的爱好，不忘亡国之君如何失败的教训，研究创业之君如何成功的原因，众灾害便可止息，丰年便可到来了。”奏书呈上，安帝全都不予理会。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，己卿，改元，赦天下。\n\n\t\t\t　　壬寅，太尉马英薨。〔〖胡三省注〗《考异》曰：传作“策罢”，误。今从纪。〕\n\n\t\t\t　　烧当羌忍良等，以麻奴兄弟本烧当世嫡，〔〖胡三省注〗烧当豪帅东号，和帝永元元年降。其子麻奴，永初元年叛出塞。〕而校尉马贤抚恤不至，常有怨心，遂相结，共胁将诸种寇湟中，攻金城诸县。八月，贤将先零种击之，战于牧苑，不利。〔〖胡三省注〗汉边郡皆有牧苑以养马，此牧苑在金城界。将，即亮翻。零，音怜。种，章勇翻。〕麻奴等又败武威、张掖郡兵于令居，〔〖胡三省注〗败，补迈翻。令，孟康音连，师古音零。〕因胁将先零、沈氐诸种四千余户缘山西走，寇武威。贤追到鸾鸟，〔〖胡三省注〗鸾鸟县，属武威郡。鸟，音雀。贤曰：鸾鸟故城在今凉州昌松县北。鸾，音雚，沽丸翻。刘昫曰：凉州神鸟县，汉鸾鸟县地，喜麟县则鸾鸟古城也。〕招引之，诸种降者数千，麻奴南还湟中。\n\n\t\t\t　　甲子，以前司徒刘恺为太尉。初，清河相叔孙光坐臧抵罪，遂增禁锢二世。〔〖胡三省注〗臧，古赃字通。贤曰：二世，谓父子俱禁锢。〖按〗臧，繁体“贓”之略。〕至是，居延都尉范邠复犯臧罪，朝廷欲依光比；〔〖胡三省注〗帝置居延属国都尉，别领居延一城，属凉州。复，扶又翻。贤曰：比，类也。以邠类光，亦锢及其子也。比，音庇。〕刘恺独以：“《春秋》之义，善善及子孙，恶恶止其身，所以进人于善也。〔〖胡三省注〗《公羊传》曰：曹公孙会自鄸出奔宋，畔也。曷为不言畔﹖为公子喜时之后讳也；春秋为贤者讳也。何贤乎﹖公子喜时让国也。君子之善善也长，恶恶也短，恶恶止其身，善善及子孙。贤者子孙，故君子为其讳也。〕如今使臧吏禁锢子孙，以轻从重，惧及善人，非先王详刑之意也。”〔〖胡三省注〗《左传》曰：刑滥则惧及善人。郑玄曰：详，审察也。〕尚书陈忠亦以为然。有诏：“太尉议是。”\n\n\t\t\t　　鲜卑其至鞬寇居庸关。九月，云中太守成严击之，兵败，〔〖胡三省注〗居庸关在上谷界，盖鲜卑先寇居庸关，遂入云中界也。〕功曹杨穆以身扞严，与之俱殁；鲜卑于是围乌桓校尉徐常于马城。度辽将军耿夔与幽州刺史庞参发广阳、渔阳、涿郡甲卒救之，〔〖胡三省注〗三郡皆属幽州。〕鲜卑解去。\n\n\t\t\t　　戊子，帝幸卫尉冯石府，留饮十许日，〔〖胡三省注〗《考异》曰：袁纪曰：“十二月，丙申，乃还宫”，今从石传。〕赏赐甚厚，拜其子世为黄门侍郎，世弟二人皆为郎中。石，阳邑侯鲂之孙也，〔〖胡三省注〗按范书，冯鲂封阳邑乡侯。鲂，音房。〕父柱尚显宗女获嘉公主，石袭公主爵，为获嘉侯，能取悦当世，故为帝所宠。\n\n\t\t\t　　京师及郡国二十七雨水。〔〖胡三省注〗范书帝纪作二十九。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋季，七月已卯（初一），改年号。大赦天下。\n\n\t\t\t　　七月壬寅（二十四日），太尉马英去世。\n\n\t\t\t　　羌人烧当部落的忍良等人，认为麻奴兄弟本是烧当首领的嫡系子孙，但校尉马贤却没有给予适当的抚恤优待，因而常怀怨恨之心，便互相勾结，一同裹胁其他部落侵犯湟中地区，进攻金城郡各县。八月，马贤率领羌人先零部落进行回击，在牧马场交战，未能取胜。麻奴等又在令居打败了武威、张掖两郡的郡兵，乘胜裹胁先零、沈氐各部落四千余户，沿山向西而行，进攻武威。马贤追到鸾鸟县，采用招抚引诱的手段，各部落归降的有数千户。麻奴向南返回湟中地区。\n\n\t\t\t　　甲子（十六日），将前任司徒刘恺任命为太尉。当初，清河国相叔孙光因贪污被判罪，禁止他的子孙两代当官。本年，居延都尉范也犯了贪污罪，朝廷准备依照叔孙光的先例进行处罚。唯独刘恺认为：“根据《春秋》大义，对善行的报偿应当延及子孙，对恶行的惩处应当限于罪犯自身，目的是为了引导人们向善。如今禁止赃官的子孙当官，以轻从重，让善良无罪之人感到恐惧，这不符合先王慎于使用刑罚的原意。”尚书陈忠也赞同刘恺的意见。安帝下诏说：“太尉的主张正确。”\n\n\t\t\t　　鲜卑首领其至侵犯居庸关。九月，云中郡太守成严进行回击，战败。功曹杨穆用身体保卫成严，和他一同战死。于是鲜卑军在马城包围了乌桓校尉徐常。度辽将军耿夔和幽州刺史庞参征调广阳、渔阳、涿郡三郡部队救援，鲜卑军解围离去。\n\n\t\t\t　　戊子（初十），安帝临幸卫尉冯石家，留居饮宴十余天，赏赐十分丰厚，将冯石的儿子冯世任命为黄门侍郎，将冯世的两个弟弟全都任命为郎中。冯石是阳邑侯冯鲂的孙子，他的父亲冯柱娶明帝的女儿获嘉公主为妻。冯石继承了公主的爵位，被封为获嘉侯。他很会取悦于人，所以受到安帝的宠爱。\n\n\t\t\t　　京城洛阳及二十七个郡和封国大雨成灾。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十一月，己丑，郡国三十五地震。\n\n\t\t\t　　鲜卑寇玄菟。\n\n\t\t\t　　尚书令祋讽等奏，以为“孝文皇帝定约礼之制，光武皇帝绝告宁之典，〔〖胡三省注〗祋（音兑），姓也。约礼，谓以日易月也。《前书音义》曰：告宁，休谒之名；吉曰告，凶曰宁。〕贻则万世，诚不可改，宜复断大臣行三年丧。”尚书陈忠上疏曰：“高祖受命，萧何创制，大臣有宁告之科，合于致忧之义。〔〖胡三省注〗《论语》曰：人未有自致者也，必也亲丧乎！〕建武之初，新承大乱，凡诸国政，多趣简易，〔〖胡三省注〗趣，七喻翻。易，以豉翻。〕大臣既不得告宁而群司营禄念私，鲜循三年之丧〔〖胡三省注〗鲜，息浅翻。〕以报顾复之恩者，〔〖胡三省注〗《诗·蓼莪》云：父母生我，顾我复我，欲报之德，昊天罔极。〕礼义之方，实为雕损。陛下听大臣终丧，圣功美业，靡以尚兹。《孟子》曰：‘老吾老以及人之老，幼吾幼以及人之幼，天下可运于掌。’〔〖胡三省注〗贤曰：言敬吾老亦敬人之老，爱吾幼亦爱人之幼，有敬爱之心，则天下归顺之也。运掌，言易也。范氏曰：老吾老，以老者之礼养吾之老，则谓事亲也，使天下之老者皆得其养，故曰以及人之老。幼吾幼，以幼者之礼待吾之幼，谓爱其子也，使天下之幼者皆得其长，故曰以及人之幼。天下可运于掌，言其易也。〕臣愿陛下登高北望，以甘陵之思揆度臣子之心，则海内咸得其所。”〔〖胡三省注〗贤曰：甘陵，帝父母陵，陵在清河，故北望也。度，徒洛翻。〕时宦官不便之，竟寝忠奏。庚子，复断二千石以上行三年丧。〔〖胡三省注〗元初三年，听大臣行三行丧，今复断之。断，音短。〕\n\n\t\t\t　　袁宏论曰：古之帝王所以笃化美俗，率民为善，因其自然而不夺其情，民犹有不及者，而况毁礼止哀，灭其天性乎！\n\n\t\t\t　　十二月，高句骊王宫率马韩、濊貊数千骑围玄菟，〔〖胡三省注〗韩有三种，一曰马韩，二曰辰韩，三曰弁辰。马韩在西，有五十四国。句，如字，又音驹。骊，力知翻。濊，音秽。貊，莫百翻。〕夫余王遣子尉仇台将二万余人与州郡并力讨破之。是岁，宫死，子遂成立。玄菟太守姚光上言，欲因其丧，发兵击之，议者皆以为可许。陈忠曰：“宫前桀黠，光不能讨，死而击之，非义也。宜遣使吊问，因责让前罪，赦不加诛，取其后善。”帝从之。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　冬季，十一月已丑（十二日），有三十五个郡和封国发生地震。\n\n\t\t\t　　鲜卑军进攻玄菟郡。\n\n\t\t\t　　尚书祋讽等人上书指出：“孝文皇帝制订简单的礼仪，光武皇帝革除官吏告假奔丧的制度，这是给万世留下的法则，实在不应更改。应当重新取消大臣守丧三年的规定。”尚书陈忠上书说：“高祖承受天命，萧何创立制度，大臣有守丧三年的规定，合乎孝子哀悼父母的原则。光武帝建武初年，刚刚经受了大乱，国家的各项规章制度，多趋于简单易行。既然大臣不得告假奔丧，而下面的官员们追求私利，便很少有人守丧三年，以报答父母的养育之恩，这就使礼义方面确实受到了损害。陛下准许大臣守丧三年，在神圣美好的功业中，没有哪一项比这更为崇高。《孟子》说：‘尊敬我的长辈，推及到别人的长辈；爱护我的幼儿，推及到别人的幼儿，天下便可把握运转在手掌上。’我愿陛下登高遥望北方，用陛下对甘陵的思念推想臣子的心情，那么天下之人就可以各得其所。”当时，宦官认为守丧三年的制度对自己不便，竟将陈忠的奏章搁置下来。庚子（二十三日），安帝重新取消二千石以上官员守丧三年的规定。\n\n\t\t\t　　袁宏论曰：古代的帝王所以能使美好的风俗更为淳厚，率领百姓向善，是由于顺其自然而不强行剥夺人的感情，然而有些百姓仍然不能受到教化，更何况破坏礼制而不让为父母尽哀，毁灭了天性呢！\n\n\t\t\t　　十二月，高句丽国国王宫率领马韩、濊貊的数千骑兵包围玄菟郡。夫馀国国王派儿子尉仇台率领二万余人同州郡官府一同进行讨伐，打败敌军。本年，宫去世，他的儿子遂成即位。玄菟郡太守姚光上书，打算乘宫去世的机会，发兵进攻高句丽。朝中讨论此事的人都认为可以批准这个建议。陈忠却说：“原先由于宫的凶恶狡猾，姚光没有能够打败高句丽。如今宫去世而我们乘机进攻，这是不义。我们应当派使节前去吊丧，借此机会责备他们先前的罪过，予以宽恕而不施加惩罚，以便将来取得善意的回报。”安帝采纳了他的建议。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　延光元年（壬戌　公元122年）\n\n\t\t\t　　春，三月，丙午，改元，赦天下。\n\n\t\t\t　　护羌校尉马贤追击麻奴，到湟中，破之，种众散遁。\n\n\t\t\t　　夏，四月，癸未，京师、郡国二十一雨雹，河西雹大者如斗。\n\n\t\t\t　　幽州刺史冯焕、玄菟太守姚光数纠发奸恶，怨者诈作玺书，谴责焕、光，赐以欧刀，〔〖胡三省注〗贤曰：欧刀，刑人之刀也。欧，音一口翻。余谓古欧冶子善作剑，故谓剑为欧刀；当音乌侯翻。〕又下辽东都尉庞奋，使速行刑。奋即斩光，收焕。〔〖胡三省注〗《考异》曰：帝纪：“建光元年，四月，甲戌，庞奋承伪玺书杀姚玉。”《冯绲传》亦云“建光元年。”按帝纪，去年十二月，高骊围玄菟，而《高骊传》有姚光上言，盖光实以延光元年被杀，纪、传误以“延”为“建”。又今年四月无甲戌。〕焕欲自杀，其子绲疑诏文有异，止焕曰：“大人在州，志欲去恶，实无它故。必是凶人妄诈，规肆奸毒。愿以事自上，甘罪无晚。”焕从其言，上书自讼，果诈者所为，征奋，抵罪。\n\n\t\t\t　　癸巳，司空陈褒免。五月，庚戌，宗正彭城刘授为司空。\n\n\t\t\t　　己巳，封河间孝王子德为安平王，嗣乐成靖王后。〔〖胡三省注〗自是乐成国改曰安平。去年乐成王苌以罪废，今以德绍靖王后。谥法：柔德安众曰靖；恭己鲜言曰靖；宽乐令终曰靖。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝延光元年（壬戌　公元122年）\n\n\t\t\t　　春季，三月丙午（初二），改年号。大赦天下。\n\n\t\t\t　　护羌校尉马贤追击羌人烧当部落首领麻奴，到达湟中地区，打败羌军，麻奴的部众纷纷逃散。\n\n\t\t\t　　夏季，四月癸未日，京城洛阳及四十一个郡和封国下冰雹。河西地区的冰雹，有的巨大如斗。\n\n\t\t\t　　幽州刺史冯焕、玄菟太守姚光曾多次督察举发奸人恶行，他们的仇人便伪造诏书，谴责冯焕、姚光，赐剑让他们自尽；并下令给辽东郡尉庞奋，命他迅速行刑。庞奋立即将姚光斩首，逮捕了冯焕。冯焕打算自杀，他的儿子冯绲疑心诏书文字不同寻常，劝阻冯焕说：“您担任州刺史时，一心铲除奸恶，确实没有其他的事故。一定是凶狠的仇人妄自造假，发泄奸恶怨毒。希望您自己就此事上书朝廷，再安心去死，也不算晚。”冯焕按照他的主意，上书为自己辩护，才发现果然是仇人策划的阴谋。于是朝廷征召庞奋入京，处以应得的刑罚。\n\n\t\t\t　　癸巳（十九日），将司空陈褒免官。五月庚戌（初七），将宗正、彭城人刘授任命为司空。\n\n\t\t\t　　己巳（二十六日），将河间孝王刘开的儿子刘德封为安平王，作为乐成靖王刘党的继承人。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，郡国蝗。\n\n\t\t\t　　秋，七月，癸卯，京师及郡国十三地震。\n\n\t\t\t　　高句骊王遂成还汉生口，诣玄菟降，其后濊貊率服，东垂少事。〔〖胡三省注〗濊，音秽。少，诗沼翻。〕\n\n\t\t\t　　虔人羌与上郡胡反，度辽将军耿夔击破之。\n\n\t\t\t　　八月，阳陵园寝火。〔〖胡三省注〗景帝陵园寝地。〕\n\n\t\t\t　　九月，甲戌，郡国二十七地震。\n\n\t\t\t　　鲜卑既累杀郡守，胆气转盛，控弦数万骑。冬，十月，复寇雁门、定襄。十一月，寇太原。\n\n\t\t\t　　烧当羌麻奴饥困，将种众诣汉阳太守耿种降。〔〖胡三省注〗种，章勇翻。种，音冲。〕\n\n\t\t\t　　是岁，京师及郡国二十七雨水。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　六月，各郡和封国普遍发生蝗灾。\n\n\t\t\t　　秋季，七月癸卯（初一），京城洛阳及十三个郡和封国发生地震。\n\n\t\t\t　　高句丽国国王遂成将所劫掠的俘虏、牲畜还给中国，到玄菟郡投降。随后，貊也归顺了中国。东部边境从此平安无事。\n\n\t\t\t　　羌族虔人部落与上郡的胡人一同反叛，被度辽将军耿夔击败。\n\n\t\t\t　　八月，汉景帝的陵墓阳陵的陵园及寝庙失火。\n\n\t\t\t　　九月甲戌（疑误），有二十七个郡和封国发生地震。\n\n\t\t\t　　鲜卑部落多次杀害汉朝的郡太守之后，胆量越来越大，拥有射箭骑兵数万人。冬季，十月，再次侵犯雁门、定襄。十一月，侵犯太原。\n\n\t\t\t　　羌人烧当部落首领麻奴饥饿困窘，率领部众向汉阳太守耿种投降。\n\n\t\t\t　　本年，京城洛阳及二十七个郡和封国大雨成灾。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　帝数遣黄门常侍及中使伯荣往来甘陵，尚书仆射陈忠上疏曰：“今天心未得，隔并屡臻，〔〖胡三省注〗贤曰：隔并，谓水旱不节也。《尚书》曰：一极备凶，一极无凶。并，音必姓翻。〕青、冀之域，淫雨漏河，〔〖胡三省注〗贤曰：漏，溢也。余谓雨久不上，河隄为之决漏也。〕徐、岱之滨，海水盆溢，〔〖胡三省注〗《禹贡》：海岱及淮为徐州。故曰：徐、岱。盆，读与湓同，音蒲闷翻。〕兗、豫蝗蝝滋生，〔〖胡三省注〗贤曰：蝝，螽子也，音余专翻。余按：蝝，蝗子也，董仲舒云然。《左传》：宣十五年，冬，蝝生。刘歆曰：蚍蜉子。杜预曰：螽子以冬生，遇寒而死，故不成螽。《尔雅》曰：蝝、蝮、蜪、蝗也。陆玑《草木疏》云：螽，幽州人谓之舂箕，蝗类也。曰螽子者，犹蝗子也。〕荆、扬稻收俭薄，并、凉二州羌戎叛戾，加以百姓不足，府帑虚匮。陛下以不得亲奉孝德皇园庙，比遣中使致敬甘陵，朱轩骈马，相望道路，〔〖胡三省注〗贤曰：朱轩车，使者所乘也。骈，并也。〕可谓孝至矣。然臣窃闻使者所过，威权翕赫，震动郡县，王、侯、二千石至为伯荣独拜车下，发民修道，缮理亭传，多设储偫，征役无度，老弱相随，动有万计，赂遗仆从，人数百匹，〔〖胡三省注〗谓缣帛也。遗，于季翻。从，才用翻。〕顿踣呼嗟，〔〖胡三省注〗踣，蒲墨翻；僵也，毙也。〕莫不叩心。河间托叔父之属，清河有陵庙之尊，〔〖胡三省注〗贤曰：河间王开，安帝淑也。清河王，延平也。陵庙所在，故曰尊。〕及剖符大臣，皆猥为伯荣屈节车下，陛下不问，必以为陛下欲其然也。伯荣之威，重于陛下，陛下之柄，在于臣妾，水灾之发，必起于此。昔韩嫣托副车之乘，受驰视之使，江都误为一拜，而嫣受欧刀之诛。〔〖胡三省注〗韩嫣有宠于武帝，常与帝共卧起。江都王入朝，从上猎上林中。天子车驾貟通，未行，先使嫣乘副车，从数十百骑驰视兽。江都王望见，以为天子，辟从者伏谒道旁，嫣驱不见。既过，江都王怒，为太后泣，请得归国，入宿卫比韩嫣；太后由此衔嫣，遂诛嫣。妈，音偃。〕臣愿明主严天元之尊，正乾刚之位，〔〖胡三省注〗贤曰：天元，犹乾元也。〕不宜复令女使干错万机。重察左右，得无石显泄漏之奸？〔〖胡三省注〗石显事见二十九卷元帝建昭二年。重，直用翻。〕尚书纳言，得无赵昌谮崇之诈？〔〖胡三省注〗赵昌事见三十四卷哀帝建平四年。〕公卿大臣，得无朱博阿傅之援？〔〖胡三省注〗朱博事见三十四卷建平二年。〕外属近戚，得无王凤害商之谋？〔〖胡三省注〗王凤事见三十卷成帝河平四年。〕若国政一由帝命，王事每决于己，则下不得逼上，臣不得干君，常雨大水必当霁止，四方众异不能为害。”书奏，不省。\n\n\t\t\t　　时三府任轻，机事专委尚书，而灾眚变咎，辄切免三公，〔〖胡三省注〗贤曰：切，责也。〕陈忠上疏曰：“汉兴旧事，丞相所请，靡有不听。今之三公，虽当其名而无其实，选举诛赏，一由尚书，尚书见任，重于三公，陵迟以来，其渐久矣。臣忠心常独不安。近以地震，策免司空陈褒，今者灾异，复欲切让三公。昔孝成皇帝以妖星守心，移咎丞相，〔〖胡三省注〗事见三十三卷绥和二年。〕卒不蒙上天之福，徒乖宋景之诚。故知是非之分，较然有归矣。又尚书决事，多违故典，罪法无例，诋欺为先，文惨言丑，有乖章宪。宜责求其意，割而勿听，上顺国典，下防威福，置方员于规矩，审轻重于衡石，〔〖胡三省注〗此言决事当依典法也。贤曰：衡，秤衡也，三十斤为钧，四钧为石。〕诚国家之典，万世之法也！”\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　安帝屡次派遣黄门、常侍等宦官及宫廷使者伯荣在甘陵与京城之间往来。尚书仆射陈忠上疏说：“如今未能上合天心，水旱灾害不断发生。青州、冀州，雨水不停而河堤溃漏；徐州、泰山沿海一带，海水倒灌；兖州、豫州，蝗虫滋生；荆州、扬州，水稻歉收；并州、凉州，羌人叛乱，又加上百姓贫穷，国库空虚。陛下因不能亲自侍奉孝德皇的陵园寝庙，连续派遣宫廷使者到甘陵祭祀，朱红色的车辆由并辔双马驾驶，在道路上前后相望，可以说尽了最大的孝心。然而我听说，使者经过各地，威风权势显赫，震动了郡县，亲王、侯爵和二千石官员甚至为伯荣在车前独拜。征发百姓筑路，修缮驿站，储备大量物资，徭役没有限度，老弱相随受到差遣，役夫动辄就数以万计。赠送使者仆从缣帛，每人达数百匹。百姓跌倒在地上哭喊哀叹，无不捶胸哀痛。河间王是陛下的叔父，清河王国内有陛下父母的陵墓，以及皇帝任命的大臣，他们全都为伯荣在车下屈节。如果陛下不加追问，人们必然认为陛下的本意就是如此。伯荣的威风超过了陛下，陛下的权柄掌握在臣仆婢妾手中，水灾的发生，必定是由于这个原因。从前武帝的宠人韩嫣乘坐备用御车，领受巡察的使命，江都王误以为皇帝驾临而为之下拜，韩嫣因此受到了刑刀的诛杀。我愿圣上加强元首的尊严，端正君权的位置，不应再让女人做使者干预政务。慎重地考察左右，有没有石显攻击陈咸泄露机密那种奸恶？尚书和纳言，有没有赵昌诬陷郑崇那种欺诈？公卿大臣，有没有朱博依附傅氏皇后家族而取得援助那种事情？外戚近亲，有没有王凤谋害王商那种阴谋？如果国家大事一律由皇帝发号施令，大政方针总是由陛下自己决定，那么在下位的人就不能威胁在上位的人，臣子就不能干预君王，连续不断的大雨和洪水就必然会停止，四方各种灾异就不能造成危害。”奏书呈上，安帝未予理会。\n\n\t\t\t　　当时，太尉、司徒、司空三府没有实权，机密要事由尚书专门负责。然而每当认为过失而导致了灾异的时候，就谴责罢免三公。陈忠上书说：“汉朝建立以来形成了一个传统，丞相所提的建议，皇上无不听从。但如今的三公，尽管有一样的名称，而实质却已不同。选拔、举荐、处罚、奖赏，一概由尚书负责，尚书受到的信任，超过了三公。这一颓势产生以来，逐渐发展，为时已久了。我内心常常独自不安。最近由于发生地震，颁策罢免了司空陈褒，如今又有灾异，还要谴责三公。从前孝成皇帝因火星靠近心宿，把责任推给了丞相，但到底没有得到上天的赐福，而徒然违背了宋景公爱护大臣的美德。所以，知道是非的标准，责任就明确地有所归属了。还有，尚书裁决事务，多数违背旧有的制度，定罪判刑不依照律例，从一开始就诋毁和欺骗，语言尖刻恶毒，违背规章和法律。陛下应当追究其中的用意，弃割而不听从，对上遵循国家法典，对下防止臣子作威作福，用方矩圆规制定方圆，依据称砣审度轻重。这诚然是国家的制度，万世的法则！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汝南太守山阳王龚，政崇温和，好才爱士。以袁阆为功曹，引进郡人黄宪、陈蕃等；宪虽不屈，蕃遂就吏。〔〖胡三省注〗就辟而为吏也。〕阆不修异操而致名当时，蕃性气高明，龚皆礼之，由是群士莫不归心。\n\n\t\t\t　　宪世贫贱，父为牛医。颍川荀淑至慎阳，〔〖胡三省注〗慎阳县，属汝南郡。宪，县人也。贤曰：在慎水之南，因以名县。应劭曰：慎水出东北入淮。师古曰：“慎”字本作“滇”，音真，后误为“慎”耳，今犹有真丘、真阳县，知音不改也。阚駰曰：永平五年，失印更刻，遂误以“水”为“心”。余按：水北为阳，贤既云县在水南，而名慎阳，何也﹖〕遇宪于逆旅，〔〖胡三省注〗逆，迎也，设馆舍以迎客，故曰逆旅。贤曰：逆旅，客舍。〕时年十四；淑辣然异之，揖与语，移日不能去，〔〖胡三省注〗移日，言日移晷也。〕谓宪曰：“子，吾之师表也。”既而前至袁阆所，未及劳问，逆曰：“子国有颜子，宁识之乎？”〔〖胡三省注〗贤曰：颜子，颜回也。阆，汝南汝阳人。〕阆曰：“见吾叔度邪？”〔〖胡三省注〗黄宪，字叔度。〕是时同郡戴良，才高倨傲，而见宪未尝不正容，及归，罔然若有失也。其母问曰：“汝复从牛医儿来邪？”对曰：“良不见叔度，自以为无不及；既睹其人，则瞻之在前，忽焉在后，〔〖胡三省注〗《论语》，颜回慕孔子之言。〕固难得而测矣。”陈蕃及同郡周举常相谓曰：“时月之间不见黄生，则鄙吝之萌复存乎心矣。”〔〖胡三省注〗自朔至晦为一月；三月为一时。贤曰：吝，食也。余谓作事可卑贱者谓之鄙，作事可羞恨者谓之吝。〕太原郭泰，少游汝南，先过袁阆，不宿而退；进，往从宪，累日方还。或以问泰，曰：“奉高之器，譬诸氿滥，虽清而易挹。〔〖胡三省注〗贤曰：奉高，阆字也。《尔雅》：侧出氿泉，正出滥泉。氿，音轨。滥，音槛。易，以豉翻。〕叔度汪汪若千顷陂，澄之不清，淆之不浊，不可量也。”〔〖胡三省注〗贤曰：淆，混也。量，音良。〕宪初举孝廉，又辟公府。友人劝其仕，宪亦不拒之，暂到京师，即还，竟无所就，年四十八终。\n\n\t\t\t　　范晔论曰：黄宪言论风旨，无所传闻；然士君子见之者，靡不服深远，去玼吝，〔〖胡三省注〗远，于愿翻。贤曰：玼，音此。《说文》曰：鲜色也。据此文当为“疵”，作“玼”者，古字通也。〕将以道周性全，无德而称乎！〔〖胡三省注〗贤曰：道周备，性全一，无德而称，言其德大无能名焉。〕余曾祖穆侯〔〖胡三省注〗贤曰：晋书曰：范汪，字玄平，安北将军。汪生宁，宁生泰，泰生晔。〕以为：“宪，隤然其处顺，〔〖胡三省注〗贤曰：易系辞曰：夫坤，隤然示人简矣。隤，柔顺貌，音大回翻。处，昌吕翻。〕渊乎其似道，〔〖胡三省注〗贤曰：老子曰：道冲而用之或不盈，渊乎似万物之宗。言深而不可测也。〕浅深莫臻其分，清浊未议其方，〔〖胡三省注〗贤曰：方，所也。〕若及门于孔氏，其殆庶乎！”〔〖胡三省注〗贤曰：易系辞曰：颜氏之子，其殆庶几乎！殆，近也。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汝南太守山阳人王龚，为官崇尚宽厚平和，喜爱人才贤士。他任命袁阆为功曹，本郡人黄宪、陈蕃等受到举荐。尽管黄宪不肯服从征召，陈蕃却因此就任官职。袁阆并不标新立异，当时却很有名望，陈蕃则性格气质清高爽朗。王龚对他们全都以礼相待，因此士人们无不对王龚十分向往。\n\n\t\t\t　　黄宪家世贫贱，父亲是一名牛医。颍川人荀淑来到慎阳，在旅店遇到黄宪，黄宪当时十四岁，荀淑对他大感惊异，拱手为礼而交谈，很久都不肯离去。他对黄宪说：“您就是我的老师。”接着他前往袁阆处，没来得及讲寒暄的话，迎面便说：“贵郡有个像孔子学生颜回那样的人，你可认识他？”袁阆说：“是遇到了我们的黄叔度吗？”当时，同郡人戴良富有才华而心气高傲，而见了黄宪，却总是十分恭敬，等到回家后，则感到惘然若有所失。他的母亲问道：“你又是从牛医儿子那里来吗？”戴良回答说：“我没看到黄叔度时，自以为没有地方不如他，相见以后，却好象看他就在前面，而忽然又在后面出现，实在高深莫测。”陈蕃与同郡人周举曾交谈，一致认为：“如果三个月不见黄宪，那么卑鄙可耻的念头就会重新在内心萌芽了。”太原人郭泰，少年时曾在汝南郡游历。他先去拜访袁阆，没有留下过夜便告辞了。又去拜访黄宪，却一连住了几天才返回。有人问郭泰是什么原因，郭泰说：“袁奉高的才具，好比泉水，虽清但容易舀取。而黄叔度却象千顷汪洋，无法使它澄清，也无法使它混浊，不可估量。”黄宪最初曾被本郡推举为孝廉，后来又受到三公府的征召。黄宪的友人劝他去做官，他也并不拒绝，但只是暂时前往京城，随即就回来了，竟什么官也没做。黄宪四十八岁时去世。\n\n\t\t\t　　范晔论曰：黄宪的言论与见解，没有留下有关的传闻。然而那些有节操有学问的人见了他，无不佩服他的高深，清除了自己的不良杂念。莫非是由于他的道德灵性至全至圣，因而无法言说吗？我的曾祖父穆侯范汪认为：“黄宪其人，处身立世柔然温顺，像大道理一样渊浩，或浅或深都不能达到他的分寸，或清或浊都不能道出他的境界。如果能赶上成为孔子门下的学生，大概差不多是这样的吧！”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　延光二年（癸亥　公元123年）\n\n\t\t\t　　春，正月，旄牛夷反，〔〖胡三省注〗前汉旄牛县，属蜀郡，后汉省。《华阳国志》：旄牛县在邳莱山表。〕益州刺史张乔击破之。\n\n\t\t\t　　夏，四月，戊子，爵乳母王圣为野王君。\n\n\t\t\t　　北匈奴连与车师入寇河西，议者欲复闭玉门、阳关以绝其患。〔〖胡三省注〗贤曰：玉门、阳关，二关名也，在敦煌西界，皆在敦煌龙勒界。复，扶又翻；下同。〕敦煌太守张珰上书曰：“臣在京师，亦以为西域宜弃，今亲践其土地，乃知弃西域则河西不能自存。谨陈西域三策：北虏呼衍王常展转蒲类、秦海之间，〔〖胡三省注〗贤曰：大秦国在西海西，故曰秦海。余按蒲类海在唐庭州界。盖此时北匈奴虽微弱，然东畏鲜卑，不敢还故地，但结连车师、鄯善以扰河西，故呼衍一部常为河西患。若贤注以大秦海西之国为秦海，则约言之耳。西海广远，甘英之不能越，北匈奴兵威所未尝役属；言展转二海间，特当时上书者张言之耳。〕专制西域，共为寇钞。今以酒泉属国吏士二千余人集昆仑塞，〔〖胡三省注〗贤曰：前书，敦煌郡广至县有昆仑障，宜禾都尉居也。广至故城，在今瓜州常乐县东。注又见四十五卷明帝永平十七年，与此稍异。〕先击呼衍王，绝其根本，因发鄯善兵五千人胁车师后部，此上计也。若不能出兵，可置军司马，将士五百人，四郡供其犁牛、谷食，出据柳中，此中计也。〔〖胡三省注〗四郡，武威、酒泉、张掖、敦煌。贤曰：柳中，今西州县。余按：《西域传》：柳中在后部金蒲城之北，去交河城八十里。杜佑曰：唐平高昌，以田地城为柳中县。鄯，上扇翻。〕如又不能，则宜弃交河城，收鄯善等悉使入塞，此下计也。”朝廷下其议。陈忠上疏曰：“西域内附日久，区区东望扣关者数矣，此其不乐匈奴、慕汉之效也。今北虏已破车师，势必南攻鄯善，弃而不救，则诸国从矣。〔〖胡三省注〗言从北匈奴也。〕若然，则虏财贿益增，胆势益殖，〔〖胡三省注〗贤曰：殖，生也。〕威临南羌，〔〖胡三省注〗即湟中及南山诸羌。〕与之交通，如此，河西四郡危矣。河西既危，不可不救，则百倍之役兴，不訾之费发矣。〔〖胡三省注〗毛晃曰：訾之为言量也，不訾，谓无量可比也。訾，子斯翻。〕议者但念西域绝远，恤之烦费，不见孝武苦心勤劳之意也。方今敦煌孤危，远来告急；复不辅助，内无以慰劳吏民，外无以威示百蛮，蹙国减土，非良计也。臣以为敦煌宜置校尉，按旧增四郡屯兵，以西抚诸国。”帝纳之，于是复以班勇为西域长史，〔〖胡三省注〗贤曰：西域都护之长史也。余按班超未为都护，亦为将兵长史。敦，徒门翻。复，扶又翻；下同。〕将兵五百人出屯柳中。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝延光二年（癸亥　公元123年）\n\n\t\t\t　　春季，正月，旄牛夷人反叛，被益州刺史张乔击败。\n\n\t\t\t　　夏季，四月戊子（二十日），将奶娘王圣封为野王君。\n\n\t\t\t　　北匈奴接连与车师侵入河西地区，议论此事的官员主张再次关闭玉门关和阳关，以杜绝外患。敦煌太守张上书说：“我在京城时，也曾认为应当放弃西域，而如今亲自踏上这块土地，才知道如果放弃西域，那么河西地区就不能独自存在。我谨献上有关西域的上中下三策：北匈奴呼衍王经常辗转来往于蒲类海和秦海之间，控制西域地区，带领西域各国一同侵略汉朝。现在可以派酒泉属国的部队二千余人集合到昆仑塞，先去攻打呼衍王，除掉祸根，随即征调鄯善国军队五千人威胁车师后国，这是上策。如果不能出兵，可以设置军司马，领兵五百人，由河西四郡武威、酒泉、张掖、敦煌供给犁、牛、粮食，出塞进据柳中，这是中策。如果还不行，那么就应放弃交河城，收揽鄯善等友好国家的人民，让他们全部进入塞内。这是下策。”朝廷让群臣讨论张的建议。陈忠上书说：“西域归心汉朝已久，有不少国家热诚地向往东方，到边关探询请求，这是他们不满匈奴、仰慕汉朝的证明。如今北匈奴已经打败了车师，势必向南进攻鄯善。如果我们放弃他们而不去援救，各国就要归附北匈奴了。若是如此，那么北匈奴的财富就会愈发增多，胆量就会愈发变大，威势逼近南羌地区，与羌人联络，这样河西四郡就危险了。河西地区既然危险，不可不去救援，那么就要征发百倍的徭役，动用无数的资财了。议论此事的人，只想到西域距离极远，照顾这一地区花费太多，却看不到孝武皇帝苦心操劳的本意。目前敦煌孤立危险，从远方向朝廷告急，再不给予帮助，对内无法安慰官吏和人民，对外无法向各异族示威，势必削减自己的领土，这不是好计策。我认为应当在敦煌设置校尉，依照旧例增加河西四郡的驻军，以镇抚四方各国。”安帝采纳了他的意见。于是重新将班勇任命为西域长史，率兵五百人出塞，驻扎柳中。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，丹阳山崩。〔〖胡三省注〗丹阳郡，属扬州。〕\n\n\t\t\t　　九月，郡国五雨水。\n\n\t\t\t　　冬，十月，辛未，太尉刘恺罢；甲戌，以司徒杨震为太尉，光禄勋东莱刘熹为司徒。大鸿胪耿宝自候震，〔〖胡三省注〗候，见也。〕荐中常侍李闰兄于震曰：“李常侍国家所重，欲令公辟其兄；宝唯传上意耳。”〔〖胡三省注〗贤曰：言非己本心，传在上之意。〕震曰：“如朝廷欲令三府辟召，故宜有尚书敕。”宝大恨而去。执金吾阎显亦荐所亲于震，震又不从。司空刘授闻之，即辟此二人；由是震益见怨。时诏遣使者大为王圣修第；中常侍樊丰及侍中周广、谢恽等更相扇动，倾摇朝廷。震上疏曰：“臣伏念方今灾害滋甚，百姓空虚，三边震扰，〔〖胡三省注〗三边，东、西、北也。〕帑藏匮乏，殆非社稷安宁之时。诏书为阿母兴起第舍，合两为一，连里竟街，〔〖胡三省注〗贤曰：合两坊而为一宅；里，即坊也。〕雕修缮饰，穷极巧伎，攻山采石，转相迫促，为费巨亿。周广、谢恽兄弟，与国无肺府枝叶之属，〔〖胡三省注〗府，与腑同。〕依倚近幸奸佞之人，与之分威共权，属托州郡，〔〖胡三省注〗属，之欲翻。〖按〗属托，犹付托、寄托。〕倾动大臣。宰司辟召，承望旨意，招来海内贪污之人，受其货赂，至有臧锢弃世之徒复得显用；〔〖胡三省注〗贤曰：有赃贿禁锢之人。余谓弃世者，见弃于世也。〖按〗辟召：征召。承望旨意：凭借皇上旨意之名。贪污：此指贪婪而污浊。〕白黑混淆，清浊同源，天下讙哗，为朝结讥。臣闻师言：上之所取，〔〖胡三省注〗师言，众言也。〖按〗师言，杨震引师尊所言。〕财尽则怨，力尽则叛。怨叛之人，不可复使，惟陛下度之！”上不听。\n\n\t\t\t　　鲜卑其至鞬自将万余骑攻南匈奴于曼柏，薁鞬日逐王战死，杀千余人。\n\n\t\t\t　　十二月，戊辰，京师及郡国三地震。\n\n\t\t\t　　陈忠荐汝南周燮、南阳冯良学行深纯，隐居不仕，名重于世；帝以玄纁羔币聘之；〔〖胡三省注〗玄，黑色。纁，浅绛色。《周官·考工记》曰：三入为纁。《尔雅》：三染谓之纁。孔颖达曰：东帛，十端也。端则二丈。十端，六玄、四纁。五两，三玄、二纁。纁是地色，玄是天色。贤曰：礼，卿执羔。董仲舒《春秋繁露》曰：凡贽，卿用羔，羔有角而不用，执之不鸣，杀之不鸣，杀之不嗥，类死义者；羔饮其母必跪，类知礼者：故以为贽。纁，许云翻。〕燮宗族更劝之曰：“夫修德立行，所以为国，君独何为守东冈之陂乎？”〔〖胡三省注〗燮居汝南安城，有先人草庐，结于冈畔，下有陂田，常肆勤以自给。〕燮曰：“夫修道者度其时而动，动而不时，焉得亨乎！”〔〖胡三省注〗贤曰：享，通也。书曰：虑善而动，动惟厥时。度，徒洛翻。焉，于虔翻。〕与良皆自载至近县，称病而还。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋季，七月，丹阳郡发生山崩。\n\n\t\t\t　　九月，有五个郡和封国大雨成灾。\n\n\t\t\t　　冬季，十月辛未（初六），将太尉刘恺罢免。甲戌（初九），将司徒杨震任命为太尉，将光禄勋、东莱人刘熹任命为司徒。大鸿胪耿宝亲自去见杨震，向他推荐中常侍李闰的哥哥，说：“李常侍受到圣上的倚重，想让三公征召他的哥哥当官。我只是传达上面的意思罢了。”杨震说：“如果圣上有意让主管官员征召，本应有尚书发出的敕令。”耿宝十分恼恨地离去。执金吾阎显也向杨震推荐自己亲近的人。杨震又未听从。司空刘授听说后，便立即征召这两个人作自己的掾属。从此杨震愈发受到怨恨。当时安帝下诏派遣使者为王圣大修宅第，而中常侍樊丰及侍中周广、谢恽等人更互相怂恿，结党营私，扰乱动摇了朝廷纲纪。杨震上书说：“我认为，如今灾害越发严重，百姓贫困，西北东三方边境战乱不息，国库空虚，这恐怕不是国家安宁之时。但诏书颁下，要为奶娘兴修宅第，将两坊合为一体，占据整条街道；雕刻装饰，极为精巧；为了凿山采石，官员层层催逼，耗费资财亿万计。周广和谢恽兄弟，本非王室的近亲或旁支，而依靠皇上身边得宠的奸佞，和他们一同作威作福，窃取权力，向州郡官府请托，势倾大臣。主管官员征辟人才的时候，也要顺从他们的意思。他们招揽天下贪婪之人，收受贿赂，甚至有些因赃罪而被禁止当官的人，也新出任显要的官职。黑白混淆，清浊不分，天下人为此大哗，纷纷讥刺朝廷。我听先师说过，在上面的人向人民索取，财富尽时人民便会怨恨，精力尽时人民便会背叛，怨恨和背叛的人民不可再供驱使，请陛下思量！”安帝不肯听取他的意见。\n\n\t\t\t　　鲜卑首领其至鞬亲率骑兵一万余人，在曼柏向南匈奴发动进攻。南匈奴薁鞬日逐王战死，一千余人被杀。\n\n\t\t\t　　十二月戊辰（初四），京城洛阳和三个郡和封国发生地震。\n\n\t\t\t　　陈忠举荐汝南人周燮、南阳人冯良，称赞他们学识高深，品行纯正，隐居乡间而不入仕途，在当世享有盛名。于是安帝用黑色绸缎和羔皮做礼品，征聘他们做官。周燮家庭的人进一步劝说周燮道：“培养道德，砥砺品行，目的是为国效力，您为什么偏偏要守在东山坡呢？”周燮说：“培养品德学问的人，要等待时机而动。时机未到就动，怎么能行得通呢！”他和冯良都自己坐车到本县县府，声称有病，然后回家。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　汉孝安皇帝　三年（甲子　公元124年）\n\n\t\t\t　　春，正月，班勇至楼兰，以鄯善归附，特加三绶，〔〖胡三省注〗“三绶”，疑当作“王绶”。绶，音受。〕而龟兹王白英犹自疑未下。〔〖胡三省注〗龟兹，音丘慈。〕勇开以恩信，白英乃率姑墨、温宿，自缚诣勇，因发其兵步骑万余人到车师前王庭，击走匈奴伊蠡王于伊和谷，〔〖胡三省注〗蠡，音黎。〕收得前部五千余人，于是前部始复开通。还，屯田柳中。\n\n\t\t\t　　二月，丙子，车驾东巡。辛卯，幸泰山。三月，戊戌，幸鲁，还，幸东平，至东郡，历魏郡、河内而还。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　汉安帝三年（甲子　公元124年）\n\n\t\t\t　　春季，正月，班勇抵达楼兰。因鄯善王归附汉朝，朝廷特别赐给他三条绶带的印信。然而龟兹王白英仍然独自犹豫不定。班勇用恩德和信义进行开导，白英这才带领姑墨、温宿两国王，将自己捆绑起来，向班勇归降。班勇乘机征调龟兹等国的步骑兵一万余人，前往车师前王国王庭，在伊和谷赶走匈奴伊蠡王，收容车师前王国军队五千余人。于是车师前王国开始重新与汉朝建立联系。班勇返回，在柳中垦田屯戍。\n\n\t\t\t　　二月丙子（十三日），安帝到东方巡视。二月辛卯（二十八），临幸泰山。三月戊戌（初五），临幸鲁，归途中临幸东平，后到达东郡，经过魏郡、河内而返回京城。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，樊丰、周广、谢恽等见杨震连谏不从，无所顾忌，遂诈作诏书，调发司农钱谷、大匠见徒材木，各起家舍、园池、庐观，役费无数。震复上疏曰：“臣备台辅，不能调和阴阳，去年十二月四日，京师地动，其日戊辰；三者皆土，位在中宫，〔〖胡三省注〗贤曰：戊干、辰支，皆土也；并地动，故言三者。《考异》曰：震传作“十一月四日”。按下文“其日戊辰”，十一月丙申朔，戊辰乃十二月四日也。〕此中臣、近官持权用事之象也。臣伏惟陛下以边境未宁，躬身菲薄，宫殿垣屋倾倚，枝拄而已。〔〖胡三省注〗贤曰：倚，邪也。拄，音竹柱翻。〕而亲近幸臣，未崇断金，〔〖胡三省注〗贤曰：易系辞曰：二人同心，其利断金。言邪佞之人，不与上同心。近，其靳翻。断，丁乱翻，王肃“丁管翻”。〕骄溢逾法，多请徒士，盛修第舍，卖弄威福，道路讙哗，地动之变，殆为此发。又，冬无宿雪，春节未雨，百僚焦心，而缮修不止，诚致旱之征也。惟陛下奋乾刚之德，弃骄奢之臣，以承皇天之戒！”震前后所言转切，帝既不平之，而樊丰等皆侧目愤怨，以其名儒，未敢加害。会河间男子赵腾上书指陈得失，帝发怒，遂收考诏狱，结以罔上不道。震上疏救之曰：“臣闻殷、周哲王，小人怨詈，则还自敬德。〔〖胡三省注〗贤曰：《尚书》无逸之辞。还，反也。敬德加谨，以增修其德也。〕今赵腾所坐，激讦谤语，为罪与手刃犯法有差，乞为亏除，全腾之命，〔〖胡三省注〗亏，减也。许，訐，居谒翻。〕以诱刍荛舆人之言。”〔〖胡三省注〗贤曰：舆，众也。诗曰：询于刍荛。《左氏传》曰：听舆人之谋也。诱，音酉。〕帝不听，腾竟伏尸都市。及帝东巡，樊丰等因乘舆在外，竞修第宅，太尉部掾高舒召大匠令史考校之，〔〖胡三省注〗汉公府诸曹掾，各有分部。贤曰：史谓府史也。余按：汉诸官府各有令史。〕得丰等所诈下诏书，具奏，须行还上之，〔〖胡三省注〗须，待也。待车驾行还，上言其事。下，遐稼翻。上，时掌翻。〕丰等惶怖。会太史言星变逆行，遂共谮震云：“自赵腾死后，深用怨怼；〔〖胡三省注〗贤曰：怼，怨怒也，音直类翻。〕且邓氏故吏，有恚恨之心。”〔〖胡三省注〗贤曰：震初邓骘辟之，故曰故吏。恚，于避翻；下同。〕壬戌，车驾还京师，便时太学，〔〖胡三省注〗贤曰：且于太学待吉时而后入也，故曰便时。前书，便时上林延寿门。杜佑曰：便时，取日时之便。〕夜，遗使者策收震太尉印绶，震于是柴门绝宾客。〔〖胡三省注〗柴，塞其门也。〕丰等复恶之，令大鸿胪耿宝奏：“震大臣，不服罪，怀恚望。”有诏，遣归本郡。〔〖胡三省注〗震，弘农华阴人。〕震行至城西几阳亭，〔〖胡三省注〗雒阳城西也。〖按〗光绪本作“几阳亭”，另本作“夕阳亭”。〕乃慷慨谓其诸子、门人曰：〔〖胡三省注〗贤曰：慷慨，悲叹。余谓慷慨，不得意而见于辞色也。〕“死者，士之常分。吾蒙恩居上司，疾奸臣狡猾而不能诛，恶嬖女倾乱而不能禁，何面目复见日月？身死之日，以杂木为棺，布单被，裁足盖形，勿归冢次，勿设祭祀。”因饮鸩而卒。弘农太守移良〔〖胡三省注〗《风俗通》曰：齐公子雍食邑于移，其后氏焉。〕承樊丰等旨，遣吏于陕县留停震丧，露棺道侧，谪震诸子代邮行书。〔〖胡三省注〗《说文》曰：邮，境上行书舍也。《广雅》曰：邮，驿也。此言使震诸子代驿吏传行文书也。陕，失再翻。〕道路皆为陨涕。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　起初，樊丰、周广、谢恽等人见杨震接连进谏却未被采纳，因而无所顾忌，后来便伪造诏书，征调大司农的钱粮、大匠的现有徒夫、木材，各自兴建巨宅、林园池塘和亭台楼阁，劳役及费用无法统计。杨震再次上书说：“我身在三公之位，未能调和阴阳。去年十二月四日，京城发生地震，那一天是‘戊辰’日，地与戊、辰三者都属‘土’，而地震的位置在中宫，这是宦官幸臣掌权用事的征象。我想到，陛下由于边境平静，自己十分俭省，皇宫的墙垣殿堂倾斜，只用支柱撑起而已。然而那些亲近的宠臣，却不能尊崇与陛下同心的原则，他们骄傲奢侈超过法律的限制，大量征调役夫，大修宅第，作威作福，致使行人在路上喧哗，地震的灾变，恐怕就是为此而发。还有，去冬无积雪，春天未下雨，百官感到心焦，但修缮未停止，这诚然是导致干旱的征兆。愿陛下振奋帝王的阳刚之德，抛弃那些骄傲奢侈之臣，以回报上天的警告！”杨震前后的言论由温和转为激烈，安帝已感到不满，而樊丰等人全都对杨震侧目而视，十分愤恨。但由于杨震是知名的儒者，他们未敢加害于他。恰在此时，河间男子赵腾上书分析批评朝廷得失，安帝发怒，于是将赵腾逮捕，送到诏狱审问，以欺骗主上、大逆不道定罪。杨震上书营救赵腾，说：“我听说殷代、周代的圣明君王，受到小人的抱怨和诟骂后，反而自我警戒，进一步修养品德。如今赵腾受到指控的原因，是用激烈的言辞进行诽谤，罪行与持刀杀人犯法有所不同。我请求为赵腾减刑，保全他的性命，以劝诱草野民众为国进言。”安帝不听。赵腾终于被处死，横尸于都市街头。及至安帝去东方巡视，樊丰等因皇上在外而竞相大修宅第。太尉部掾高舒叫来大匠令史询问核查，得到了樊丰等人伪造发下的诏书。杨震将全部情况写成奏书，准备等安帝回京后呈上，樊丰等人大为惶恐。这时，恰好太史报告说星象发生变化，出现了逆行现象。于是樊丰等人便一同诋毁杨震说：“自从赵腾死后，杨震深为不满，而且他是邓氏家族的旧人，有怨恨之心。”三月壬戌（二十九日），安帝回到京城洛阳，临时在太学休息。当夜，派使者颁策，收回杨震的太尉印信。于是杨震紧闭门户，不再会见宾客。樊丰等人再次坏他，指使大鸿胪耿宝上奏说：“杨震本是大臣，竟不服罪而心怀怨恨。”安帝下诏，将杨震遣回原郡。杨震来到洛阳城西的夕阳亭，便满怀慷慨地对他的儿子、门徒们说：“死亡，乃是士的平常遭遇。我蒙受皇恩而身居高位，痛恨奸臣狡诈，却不能进行惩罚；痛恨淫妇作乱，却不能予以禁止，还有什么面目再见日月！我死以后，要以杂木作棺材，用单被包裹，仅够盖住身体即可，不要归葬祖坟，不要祭祀！”于是服毒而死。弘农郡太守移良遵照樊丰等人的意思，派官吏在陕县留住杨震的丧车，使棺木暴露在大道之旁，并谪罚杨震的儿子们为驿站传递文书。路上的行人都为他们洒泪。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　太仆征羌侯来历曰：〔〖胡三省注〗征羌侯国，属汝南郡。光武以历曾祖歙有平羌、陇之功，改汝南当乡县为征羌国以封之。贤曰：征羌故城，在今豫州郾城县东南。〕“耿宝托元舅之亲，荣宠过厚，不念报国恩，而倾侧奸臣，伤害忠良，其天祸亦将至矣。”历，歙之曾孙也。\n\n\t\t\t　　夏，四月，乙丑，车驾入宫。\n\n\t\t\t　　戊辰，以光禄勋冯石为太尉。\n\n\t\t\t　　南单于檀死，弟拔立，为乌稽侯尸逐鞮单于。时鲜卑数寇边，度辽将军耿夔与温禺犊王呼尤徽将新降者连年出塞击之，还使屯列冲要。〔〖胡三省注〗冲要者，当敌之冲，边之要地也。贤曰：还令新降者屯列冲要。〕耿夔征发烦剧，新降者皆怨恨，大人阿族等遂反，〔〖胡三省注〗阿族者，新降一部之大人也。〕胁呼尤徽欲与俱去。呼尤徽曰：“我老矣，受汉家恩，宁死，不能相随！”众所杀之，有救者，得免。阿族等遂将其众亡去。中郎将马翼与胡骑追击，破之，斩获殆尽。〔〖胡三省注〗贤曰：殆，近也，欲死尽，所余无几。〕\n\n\t\t\t　　日南徼外蛮夷内属。\n\n\t\t\t　　六月，鲜卑寇玄菟。\n\n\t\t\t　　庚午，阆中山崩。〔〖胡三省注〗阆中县，属巴郡。贤曰：临阆中水，因以为名，今降州县。宋白曰：“阆水纡曲，经其三面，县居其中，取以名之。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　太仆、征羌侯来历说：“耿宝是圣上的嫡亲舅父，荣耀和恩宠过分，但却不想着报效国恩，反而倾向奸臣，伤害忠良，上天给他的灾祸也快要来临了。”来历是来歙的曾孙。\n\n\t\t\t　　夏季，四月乙丑（初二），安帝入宫。\n\n\t\t\t　　戊辰（初五），将光禄勋冯石任命为太尉。\n\n\t\t\t　　南匈奴单于檀去世，他的弟弟拔继位，此即乌稽侯尸逐鞮单于。当时，鲜卑屡次侵犯边境，度辽将军耿夔与南匈奴温禺犊王呼尤徽率领新归降的部落连年出塞作战，返回后，则让他们到各要塞驻守。耿夔的征调频繁而辛苦，新归降的人都十分怨恨，其首领阿族等人于是反叛，胁迫呼尤徽，要呼尤徽与他们一同离去。呼尤徽说：“我老了，身受汉朝之恩，宁可死，也不能跟随你们！”阿族等要把他杀掉，因有人相救，才得免一死。阿族等便率领部众逃走。中郎将马翼率胡人骑兵进行追击，打败叛军，叛变者几乎全部被斩杀、俘获。\n\n\t\t\t　　日南郡边境外的蛮夷之人归附汉朝。\n\n\t\t\t　　六月，鲜卑军侵犯玄菟郡。\n\n\t\t\t　　六月庚午（初八），阆中县发生山崩。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，辛巳，以大鸿胪耿宝为大将军。〔〖按〗光绪本作“七月”，另本作“八月”。〕\n\n\t\t\t　　王圣、江京、樊丰等谮太子乳母王男、厨监邴吉等，杀之，家属徙比景；太子思男、吉，数为叹息。京、丰惧有后害，乃与阎后妄造虚无，构谗太子及东宫官属。帝怒，召公卿以下，议废太子。耿宝等承旨，皆以为当废。太仆来历与太常桓焉、廷尉犍为张皓议曰：“经说，年未满十五，过恶不在其身；且男、吉之谋，皇太子容有不知；宜选忠良保傅，辅以礼义。废置事重，此诚圣恩所宜宿留！”〔〖胡三省注〗贤曰：宿留，犹停留也；音秀溜。〕帝不从。焉，郁之子也。〔〖胡三省注〗郁，桓荣之子。〕张皓退，复上书曰：“昔贼臣江充造构谗逆，倾覆戾园，孝武久乃觉寤，虽追前失，悔之何及。〔〖胡三省注〗事见二十三卷武帝征和二年、三年。〕今皇太子方十岁，未习保傅之教，可遽责乎！”书奏，不省。九月，丁酉，废皇太子保为济阴王，居于德阳殿西钟下。〔〖胡三省注〗《汉官仪》曰：崇玄门内德阳殿也。按帝纪：德阳殿在北宫掖庭中。蔡质《汉仪》曰：正月旦，天子幸德阳殿，临轩，公、卿、将、大夫、百官各陪朝贺，蛮、貊、胡、羌朝贡毕见，属郡计吏皆觐，宗室诸刘杂会。又曰：德阳殿，周旋容万人，陛高二丈，皆文石作坛，激沼水于殿下，天子正旦、节会朝百僚于此。济，子礼翻。〕来历乃要结光禄勋祋讽、宗正刘玮、将作大匠薛皓、侍中闾丘弘、〔〖胡三省注〗闾丘，复姓；《左传》齐有闾丘婴。要，一遥翻。祋，丁外翻，又丁活翻。伥，丑羊翻。〕陈光、赵代、施延、太中大夫九江朱伥等十余人，俱诣鸿都门证太子无过。帝与左右患之，〔〖胡三省注〗左右，近习也。〕乃使中常侍奉诏胁群臣曰：“父子一体，天性自然；〔〖胡三省注〗孟子曰：父子之道，天性也。〕以义割恩，为天下也。历、讽等不识大典，而与群小共为欢哗，外见忠直而内希后福，饰邪违义，岂事君之礼！朝廷广开言事之路，故且一切假贷；若怀迷不反，当显明刑书。”谏者莫不失色。薛皓先顿首曰：“固宜如明诏。”历怫然，〔〖胡三省注〗贤曰：《字林》：怫，郁也，音扶勿翻。余谓：怫然，愤郁之见于色者。〕廷诘皓曰：“属通谏何言，而今复背之？〔〖胡三省注〗贤曰：属，近也。通，犹共也。近者共谏，何乃相背也﹖属，之欲翻。复，扶又翻。〕大臣乘朝车，处国事，固得辗转若此乎！”〔〖胡三省注〗贤曰：辗转不也。诗曰：辗转反侧。处，昌吕翻。辗，音展。〕乃各稍自引起。历独守阙，连日不肯去。帝不怒，尚书令陈忠与诸尚书遂共劾奏历等，帝乃免历兄弟官，削国租，〔〖胡三省注〗削其征羌国租也。劾，户概翻，又户得翻。〕黜历母武安公主不得会见。〔〖胡三省注〗武安公主，显宗女也。武安县，属魏郡。〕\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　秋季，七月辛巳（疑误），将大鸿胪耿宝任命为大将军。\n\n\t\t\t　　王圣、江京、樊丰等人诋毁太子的奶娘王男和厨监邴吉等人。王男等被杀，家属被流放到比景。太子刘保思念王男和邴吉，屡屡为此叹息。江京、樊丰怕有后患，便与阎皇后凭空妄造证据，罗织罪名诬陷太子和太子宫的官员。安帝发怒，召集三公九卿及以下群臣，讨论废黜太子。耿宝等人秉承旨意，一致认为应当废黜。太仆来历、太常桓焉、廷尉犍为人张皓提出异议说：“经典说，年龄不到十五岁的人，过失与罪恶不由自身负责。况且王男、邴吉的奸谋，太子或许并不知晓，应当为他挑选忠良之臣做保傅，用礼义进行辅佐。废黜太子之事重大，这实在是圣恩所应留驻之处！”安帝不听。桓焉是桓郁之子。张皓退下，又上书说：“从前奸臣江充捏造证据，进行诬陷，使戾太子遇祸，武帝很久以后才觉悟过来，尽管追补从前的过失，但后悔又怎么来得及！如今皇太子年方十岁，没有受过保傅的教育，能够骤然责备他吗？”奏书呈上，安帝置之不理。九月丁酉（初七），将皇太子刘保废黜，贬为济阴王，居住在德阳殿西侧钟楼下。于是来历约集光禄勋祋讽、宗正刘玮、将作大匠薛皓、侍中闾丘弘、陈光、赵代、施延、太中大夫九江人朱伥等十余人，一同到鸿都门谏诤，说太子没有过失。安帝和他的左右亲信感到不安，便让中常侍用诏命威胁群臣说：“父子一体，本是天性，以大义割断亲情，乃是为了天下。来历、祋讽等不识大节，与众小人一同鼓噪喧哗，表面上看是忠诚直正，而内心却是在希求以后的好处。掩饰邪念，违背正义，这难道是事奉君王之礼！朝廷广开言路，所以姑且全部宽恕，倘若执迷不返，就要显示刑法的威严。”劝谏的人无不大惊失色。薛皓首先叩头道：“我们自然要服从诏命。”来历愤然，当廷诘问薛皓说：“刚才一道进谏时说的是什么话？而现在又背叛它！大臣乘坐朝廷之车，处理国家的大事，原本可以这样反复不定吗？”于是进谏的官员们逐渐各自起身退下。来历独自一人，守在鸿都门下，一连几天不肯离去。安帝大怒，尚书令陈忠和各位尚书便一同上书弹劾来历等人。于是安帝将来历兄弟免官，削减来历的封国赋税收入，贬黜来历的母亲武安公主，不许她入宫晋见。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　陇西郡始还狄道。〔〖胡三省注〗永初五年，陇西徙襄武。〕\n\n\t\t\t　　烧当羌豪麻奴死，弟犀苦立。\n\n\t\t\t　　庚申晦，日有食之。\n\n\t\t\t　　冬，十月，上行幸长安；十一月，乙丑，还雒阳。\n\n\t\t\t　　是岁，京师及诸郡国二十三地震，三十六大水、雨雹。\n\n\t\t\t　　", "translation": "\n\n\t\t\t　　陇西郡官府开始迁回狄道。\n\n\t\t\t　　羌人烧当部落首领麻奴去世，他的弟弟犀苦继位。\n\n\t\t\t　　庚申晦（三十日），出现日食。\n\n\t\t\t　　冬季，十月，安帝出行，临幸长安。十一月乙丑（初六），返回洛阳。\n\n\t\t\t　　本年，京城洛阳与二十三个郡和封国发生地震，有三十六个郡和封国发大水、下冰雹。"}]