[{"title": "\n\n\t\t\t \n\t\t\t　　● 晋纪八　〔起旃蒙赤奋若（乙丑），尽著雍执徐（戊辰），凡四年。〕\n\n\t\t\t　　◎ 晋孝惠皇帝·下\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　晋孝惠皇帝　永兴二年（乙丑　公元305年）\n\n\t\t\t　　夏，四月，张方废羊后。\n\n\t\t\t　　游楷等攻皇甫重，累年不能克，〖胡三省注〗注〗游楷等自太安二年攻皇甫重，至是，首尾三年。〕重遣其养子昌求救于外。昌诣司空越，越以太宰颙新与山东连和，〖胡三省注〗注〗事见上卷上年。〕不肯出兵。昌乃与故殿中人杨篇〖胡三省注〗注〗故殿中人，旧属二卫部曲者。〕诈称越命，迎羊后于金墉城。入宫，以后令发兵讨张方，奉迎大驾。〖胡三省注〗注〗是年四月，张方废羊后。其时方已奉帝入关，盖以威令遥胁留台百官，使废羊后耳。今皇甫昌迎后入宫，欲发兵讨方，特以是起兵，非因方在洛而讨之也。〕事起仓猝，百官初皆从之；俄知其诈，相与诛昌。颙请遣御史宣诏喻重令降，重不奉诏。先是城中不知长沙厉王及皇甫商已死，〖胡三省注〗注〗长沙厉王死，见上卷上年。皇甫商死，见上卷太安二年。〕重获御史驺人，〖胡三省注〗注〗因御史来宣诏，获其驺人。驺，侧鸠翻，厩御也。晋制，诸公给驺八人，下至御史，各有差。齐王融曰：“车前无八驺，何得称丈夫！”则驺盖辟车之卒。〕问曰：“我弟将兵来，欲至未？”驺人曰：“已为河间王所害。”重失色，立杀驺人。于是城中知无外救，共杀重以降。颙以冯翊太守张辅为秦州刺史。〖胡三省注〗注〗颙以破刘沈之功用张辅。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗游楷等自太安二年攻皇甫重，至是，首尾三年。〕", "〔〖胡三省注〗事见上卷上年。〕", "〔〖胡三省注〗故殿中人，旧属二卫部曲者。〕", "〔〖胡三省注〗是年四月，张方废羊后。其时方已奉帝入关，盖以威令遥胁留台百官，使废羊后耳。今皇甫昌迎后入宫，欲发兵讨方，特以是起兵，非因方在洛而讨之也。〕", "〔〖胡三省注〗长沙厉王死，见上卷上年。皇甫商死，见上卷太安二年。〕", "〔〖胡三省注〗因御史来宣诏，获其驺人。驺，侧鸠翻，厩御也。晋制，诸公给驺八人，下至御史，各有差。齐王融曰：“车前无八驺，何得称丈夫！”则驺盖辟车之卒。〕", "〔〖胡三省注〗颙以破刘沈之功用张辅。〕"], "translation": "\n\n\t\t\t　　● 晋纪八\n\n\t\t\t　　◎ 晋惠帝·下\n\n\t\t\t　　晋惠帝永兴二年（乙丑　公元305年）\n\n\t\t\t　　夏季，四月，张方废黜羊皇后。\n\n\t\t\t　　游楷等人攻打皇甫重，几年都没有攻克，皇甫重派他的养子皇甫昌到外边寻求救援。皇甫昌拜见司空司马越，司马越因为太宰司马颙新近与崤山以东地区联系和解，不肯出兵。皇甫昌就与以前为殿中人的杨篇一起，伪称奉司马越的旨意，从金墉城迎出羊皇后。进入皇宫后，用皇后的命令发兵讨伐张方，尊奉迎接皇帝大驾。事情来得仓猝，朝廷各部门官员开始都跟随皇甫昌，不久知道是伪令，就一起杀了皇甫昌。司马请求派御史向皇甫重宣布诏令，命令他投降。皇甫重不遵行诏令。开始时城里不知道长沙厉王司马乂和皇甫商已被杀死。皇甫重抓住来宣布诏令的御史马夫，询问说：“我弟弟带兵过来，快到了吗？”马夫说：“他已被河间王司马害死了。”皇甫重大惊失色，当即杀掉马夫。这样城里知道没有外援，就一起杀了皇甫重投降。司马颙命冯翊太守张辅担任秦州刺史。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　六月，甲子，安丰元侯王戎薨于郏。〖胡三省注〗注〗王戎奔郟，见上卷上年。郟，音夹。〕\n\n\t\t\t　　张辅至秦州，杀天水太守封尚，欲以立威；又召陇西太守韩稚，稚子朴勒兵击辅。辅军败，死。凉州司马杨胤言于张轨曰：“韩稚擅杀刺史，明公杖钺一方，不可不讨。”轨从之，遣中督护汜瑗帅众二万讨稚，稚诣轨降。〖胡三省注〗注〗中督护，中军督护也。氾，音凡。瑗，于眷翻。帅，读曰率；下同。〕未几，鲜卑若罗拔能寇凉州，轨遣司马宋配击之，斩拔能，俘十余万口，威名大振。〖胡三省注〗注〗史言张轨能尊主攘夷以致强盛。〕\n\n\t\t\t　　汉王渊攻东赢公腾，腾复乞师于拓跋猗㐌，卫操劝猗㐌助之。猗㐌帅轻骑数千救腾，斩汉将綦毋豚。〖胡三省注〗注〗毋，音无。綦毋，复姓。北狄传：匈奴国人有綦毋氏、勒氏，皆勇健，好反叛。《考异》曰：后魏书桓帝纪及刘渊传，皆云“渊南走蒲子”。按晋载记，渊无走蒲子事，下云“自离石迁黎亭”，盖后魏书夸诞妄言耳。〕诏假猗㐌大单于，〖胡三省注〗注〗单，音蝉。〕加操右将军。甲申，猗㐌卒，子普根代立。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗王戎奔郟，见上卷上年。郟，音夹。〕", "〔〖胡三省注〗中督护，中军督护也。氾，音凡。瑗，于眷翻。帅，读曰率；下同。〕", "〔〖胡三省注〗史言张轨能尊主攘夷以致强盛。〕", "〔〖胡三省注〗毋，音无。綦毋，复姓。北狄传：匈奴国人有綦毋氏、勒氏，皆勇健，好反叛。《考异》曰：后魏书桓帝纪及刘渊传，皆云“渊南走蒲子”。按晋载记，渊无走蒲子事，下云“自离石迁黎亭”，盖后魏书夸诞妄言耳。〕", "〔〖胡三省注〗单，音蝉。〕"], "translation": "\n\n\t\t\t　　六月，甲子（初四），安丰元侯王戎在郏县去世。\n\n\t\t\t　　张辅到秦州，杀了天水太守封尚，想以此建立权威。又要召陇西太守韩稚，韩稚的儿子韩朴带兵攻打张辅，张辅的军队失败，张辅被杀死。凉州司马杨胤对张轨说：“韩稚擅自杀死刺史，您掌握一个地区的军事，不能不去征讨。”张轨听从了他的意见，派中军督护汜瑗率领二万人征讨韩稚，韩稚到张轨那里投降。没有多久，鲜卑人若罗拔能进犯凉州，张轨派司马宋配阻击鲜卑人，杀了若罗拔能，俘虏十多万人，声威大振。\n\n\t\t\t　　汉王刘渊攻打东赢公司马腾，司马腾又向拓跋猗㐌求援助，卫操劝拓跋猗㐌帮助司马腾。拓跋猗㐌率领几千轻装的骑兵去救援司马腾，杀了汉将綦毋豚。诏令把拓跋猗㐌封为大单于，加封卫操右将军。甲申（二十四日），拓跋猗㐌去世，儿子拓跋普根代他立为大单于。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　东海中尉刘洽以张方劫迁车驾，〖胡三省注〗注〗晋诸王国有郎中令、中尉、大农为三卿。张方劫迁车驾事见上卷上年。〕劝司空越起兵讨之。秋，七月，越传檄山东征、镇、州、郡云：“欲纠帅义旅，奉迎天子，还复旧都。”〖胡三省注〗注〗旧都，谓洛阳。〕东平王楙闻之，惧；长史王修说楙曰：“东海，宗室重望；今兴义兵，公宜举徐州以授之，则免于难，且有克让之美矣。”楙从之。越乃以司空领徐州都督，楙自为兖州刺史；诏即遣使者刘虔授之。〖胡三省注〗注〗楙督徐州，始八十四卷永宁元年。去年，范阳王虓以苟晞行兗州，晞留许昌，未及至州，而楙自领之。〕是时，越兄弟并据方任，〖胡三省注〗注〗越弟略都督青州，模都督冀州。〕于是范阳王虓〖胡三省注〗注〗虓，虚交翻。〕及王浚等共推越为盟主，越辄选置刺史以下，〖胡三省注〗注〗辄，专也。〕朝士多赴之。〖胡三省注〗注〗朝士赴越者，不从帝在长安者也。〕\n\n\t\t\t　　成都王颖既废，〖胡三省注〗注〗颖废见上卷上年。〕河北人多怜之。〖胡三省注〗注〗颖镇邺，初有时誉；后虽以骄侈致祸，河北之人厌乱而思旧，故多怜之。〕颖故将公师藩等自称将军，起兵于赵、魏，众至数万。初，上党武乡羯人石勒，有胆力，善骑射。〖胡三省注〗注〗武乡县，晋置，属上党郡；后石勒分置武乡郡。刘昫曰：唐潞州，武乡县，汉河东之垣县也。唐辽州榆塺县，分晋武乡县置。载记曰：勒，匈奴别部羌渠之冑。又《匈奴传》曰：北狄人居塞内者，有十九种，羯其一也。羯，居谒翻。〕并州大饥，建威将军阎粹说东嬴公腾执诸胡于山东，卖充军实。勒亦被掠，卖为茌平人师欢奴，〖胡三省注〗注〗茌平县，前汉属东郡，后汉属济北国，晋属平原国。应劭曰：在茌山之平地者也。意其地当在唐齐州、博州界。刘昫曰：茌平县并入唐博州聊城县。被，皮义翻。师古曰：茌，音仕疑翻。〕欢奇其状貌而免之。欢家邻于马牧，勒乃与牧帅汲桑结壮士为群盗。及公师藩起，桑与勒帅数百骑赴之。桑始命勒以石为姓，勒为名。〖胡三省注〗注〗石勒始此。〕藩攻陷郡县，杀二千石、长史，转前，攻邺。平昌公模甚惧；范阳王虓遣其将苟晞救邺，与广平太守谯国丁绍共击藩，走之。〖胡三省注〗注〗汉武帝置平干国，宣帝改为广平国；后汉光武省属钜鹿郡；魏文帝黄初二年复置广平郡；唐为洛州之地。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗晋诸王国有郎中令、中尉、大农为三卿。张方劫迁车驾事见上卷上年。〕", "〔〖胡三省注〗旧都，谓洛阳。〕", "〔〖胡三省注〗楙督徐州，始八十四卷永宁元年。去年，范阳王虓以苟晞行兗州，晞留许昌，未及至州，而楙自领之。〕", "〔〖胡三省注〗越弟略都督青州，模都督冀州。〕", "〔〖胡三省注〗虓，虚交翻。〕", "〔〖胡三省注〗辄，专也。〕", "〔〖胡三省注〗朝士赴越者，不从帝在长安者也。〕", "〔〖胡三省注〗颖废见上卷上年。〕", "〔〖胡三省注〗颖镇邺，初有时誉；后虽以骄侈致祸，河北之人厌乱而思旧，故多怜之。〕", "〔〖胡三省注〗武乡县，晋置，属上党郡；后石勒分置武乡郡。刘昫曰：唐潞州，武乡县，汉河东之垣县也。唐辽州榆塺县，分晋武乡县置。载记曰：勒，匈奴别部羌渠之冑。又《匈奴传》曰：北狄人居塞内者，有十九种，羯其一也。羯，居谒翻。〕", "〔〖胡三省注〗茌平县，前汉属东郡，后汉属济北国，晋属平原国。应劭曰：在茌山之平地者也。意其地当在唐齐州、博州界。刘昫曰：茌平县并入唐博州聊城县。被，皮义翻。师古曰：茌，音仕疑翻。〕", "〔〖胡三省注〗石勒始此。〕", "〔〖胡三省注〗汉武帝置平干国，宣帝改为广平国；后汉光武省属钜鹿郡；魏文帝黄初二年复置广平郡；唐为洛州之地。〕"], "translation": "\n\n\t\t\t　　东海中尉刘洽因为张方劫持并强行迁移皇帝车驾，劝司空司马越发兵征讨张方。秋季，七月，司马越在崤山以东的各征、镇、州、郡传布檄文说：“将集结带领正义之师，奉迎天子返回原来的都城。”东平王司马楙听到后，惶恐不安。长史王脩对司马楙说：“东海王是宗室中声望最高的，现在兴起正义的军队，您应当把徐州交给他，那就可避免灾难，还享有克己谦让的美德。”司马楙同意了。司马越就以司空兼任徐州都督，司马楙自任兖州刺史，朝廷诏令立即派使者刘虔正式任命。这时，司马越兄弟都各占据一方重任，于是范阳王司马和王浚等人共同推举司马越作盟主，司马越则选择人才安排刺史以下的职务，朝廷的士人大多都投奔到司马越那里。\n\n\t\t\t　　成都王司马颖被废黜后，河北人大多很怜悯他。司马颖过去的部将公师藩等人自称将军，在赵、魏地区起兵，人数达到几万。当初，上党武乡县羯人石勒，有胆识力量，善于骑马射箭。并州严重饥荒，建威将军阎粹向东赢公司马腾献计，把各族胡人抓到崤山以东地区，卖了以后补充军粮。石勒也被抓住，卖给茌平人师懽作奴隶，师懽认为他的相貌奇特而放了他。师懽与放马场为邻，石勒就与放牧的首领汲桑聚集壮士成为强盗团伙。等公师藩起兵后，汲桑和石勒率领几百骑士投奔到公师藩那里，汲桑让石勒以石作为姓，用勒作为名。公师藩攻克了一些郡县，杀了二千石俸禄的郡守、长吏，转而向前，攻打邺城，平昌公司马模非常恐惧。范阳王司马虓派他的部将苟去救邺城，与广平太守谯国人丁绍共同攻打并赶跑了公师藩。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，辛丑，大赦。\n\n\t\t\t　　司空越以琅邪王睿为平东将军，监徐州诸军事，留守下邳。睿请王导为司马，委以军事。〖胡三省注〗注〗《考异》曰：导传曰：“元帝镇下邳，请导为安东司马。”按元帝时为平东，及徙扬州，乃为安东耳。或者“平”字误为“安”，或后为安东司马，故但云司马。〕越帅甲士三万，西屯萧县，〖胡三省注〗注〗萧县，自汉以来属沛郡，唐属徐州。〕范阳王虓自许屯于荥阳。越承制以豫州刺史刘乔为冀州刺史，以范阳王虓领豫州刺史；乔以虓非天子命，发兵拒之。虓以刘琨为司马，越以刘蕃为淮北护军，刘舆为颍川太守。〖胡三省注〗注〗舆、琨，蕃之子也。〕乔上尚书，列舆兄弟罪恶，因引兵攻许，〖胡三省注〗注〗豫州刺史时治项。〕遣其长子祐将兵拒越于萧县之灵壁，越兵不能进。东平王楙在兖州，征求不已，郡县不堪命。范阳王虓遣苟晞还兖州，〖胡三省注〗注〗虓用苟晞为兗州刺史，见上卷上年。〕徙楙都督青州。楙不受命，背山东诸侯，与刘乔合。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：导传曰：“元帝镇下邳，请导为安东司马。”按元帝时为平东，及徙扬州，乃为安东耳。或者“平”字误为“安”，或后为安东司马，故但云司马。〕", "〔〖胡三省注〗萧县，自汉以来属沛郡，唐属徐州。〕", "〔〖胡三省注〗舆、琨，蕃之子也。〕", "〔〖胡三省注〗豫州刺史时治项。〕", "〔〖胡三省注〗虓用苟晞为兗州刺史，见上卷上年。〕"], "translation": "\n\n\t\t\t　　八月，辛丑（疑误），宣布大赦。\n\n\t\t\t　　司空司马越以琅邪王司马睿任平东将军。监徐州诸军事的职务，在下邳留守。司马睿请王导担任司马，将军队事务交给王导处理。司马越率领三万兵士，驻扎在西边的萧县。范阳王司马虓从许昌到荥阳驻扎。司马越奉制书让豫州刺史刘乔任冀州刺史，让范阳王司马虓兼任豫州刺史。刘乔认为司马虓不是天子的旨意，就发兵阻止司马。司马虓以刘琨为司马，司马越以刘藩任淮北护军。刘舆任颍川太守。刘乔给朝廷上书，罗列刘舆兄弟的罪恶，就带兵攻打许昌，并派长子刘带兵在萧县的灵壁阻击司马越，司马越的军队不能前进。东平王司马楙在兖州，不停地征收赋税，征发劳役，所属郡县不能忍受。范阳王司马虓派苟晞返回兖州，调司马楙都督青州，司马楙不接受任命，背叛崤山以东的诸侯，与刘乔汇合。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　太宰颙闻山东兵起，甚惧。以公师藩为成都王颖起兵，壬午，表颖为镇军大将军、都督河北诸军事，给兵千人；以卢志为魏郡太守，随颖镇邺，欲以抚安之；又遣建武将军吕朗屯洛阳。\n\n\t\t\t　　颙发诏，令东海王越等各就国，越等不从。会得刘乔上事，〖胡三省注〗注〗上事者，言东海王越等起兵及乔攻许拒越之事。上，时掌翻。〕冬，十月，丙子，下诏称：“刘舆迫胁范阳王虓，造构凶逆。其令镇南大将军刘弘、〖胡三省注〗注〗刘弘都督荆州。〕平南将军彭城王释、〖胡三省注〗注〗彭城王释盖代羊伊屯宛。〕征东大将军刘准，〖胡三省注〗注〗刘准都督扬州。〕各勒所统，与刘乔并力；以张方为大都督，统精卒十万，与吕朗共会许昌，诛舆兄弟。”释，宣帝弟子穆王权之孙也。〖胡三省注〗注〗权，宣帝弟，东武城侯馗之子。《考异》曰：刘乔传“释”作“绎”。帝纪、宗室传皆作“释”，盖乔传误。帝纪：“八月，车骑大将军刘弘逐平南将军彭城王释于宛。”弘、释传及众书皆无之。弘传但云彭城前东奔有不善之言。按弘，晋室纯臣，刘乔与范阳构难，弘犹以书各解之，以安天下，尊王室。释受王命镇宛，而弘肯更自逐之乎！据此，诏令弘、释共讨刘舆，疑无弘逐释事。帝纪必误。〕丁丑，颙使成都王颖领将军楼褒等，前车骑将军石超领北中郎将王阐等，据河桥，为刘乔继援。进乔镇东将军，假节。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗上事者，言东海王越等起兵及乔攻许拒越之事。上，时掌翻。〕", "〔〖胡三省注〗刘弘都督荆州。〕", "〔〖胡三省注〗彭城王释盖代羊伊屯宛。〕", "〔〖胡三省注〗刘准都督扬州。〕", "〔〖胡三省注〗权，宣帝弟，东武城侯馗之子。《考异》曰：刘乔传“释”作“绎”。帝纪、宗室传皆作“释”，盖乔传误。帝纪：“八月，车骑大将军刘弘逐平南将军彭城王释于宛。”弘、释传及众书皆无之。弘传但云彭城前东奔有不善之言。按弘，晋室纯臣，刘乔与范阳构难，弘犹以书各解之，以安天下，尊王室。释受王命镇宛，而弘肯更自逐之乎！据此，诏令弘、释共讨刘舆，疑无弘逐释事。帝纪必误。〕"], "translation": "\n\n\t\t\t　　太宰司马颙听说崤山以东战事又起，非常恐惧。因为公师藩是为成都王司马颖而起兵，壬午（二十三日），司马表奏任司马颖为镇东大将军，都督河北诸军事，配给一千兵士；任卢志为魏郡太守，随从司马颖镇守邺城，想以此抚尉并安定公师藩。又派建武将军吕朗到洛阳驻扎。\n\n\t\t\t　　司马颙发布诏令，命令东海王司马越等人各自回到自己的封国，司马越等人不服从。碰巧接到刘乔的上书。冬季，十月，丙子（十八日），司马颙颁布诏书，声称：“刘舆逼迫威胁范阳王司马虓，制造事端。命令镇南大将军刘弘、平南将军彭城王司马释、征东大将军刘准，各自带领所辖军队，与刘乔并肩出力，任张方为大都督，率领十万精兵，与吕朗在许昌会合，诛讨刘舆兄弟。”司马释是宣帝司马懿侄子穆王司马权的孙子。丁丑（十九日），司马颙让成都王司马颖带领将军楼褒等人，前车骑将军石超带领北中郎将王阐等人据守河桥，作为刘乔的后续援军。提升刘乔为镇东将军，发给符节。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　刘弘遗乔及司空越书，〖胡三省注〗注〗遗，于季翻。〖按〗音畏。〕欲使之解怨释兵，同奖王室，皆不听。弘又上表曰：“自顷兵戈纷乱，猜祸锋生，疑隙构于群王，灾难延于宗子。今夕为忠，明旦为逆，翩其反而，〖胡三省注〗注〗言是非反覆之易，冏、乂、颖、颙之事诚如此。〕互为戎首。〖胡三省注〗注〗言迭为兴戎之首也。〕载籍以来，骨肉之祸未有如今者也，臣窃悲之！今边陲无备豫之储，中华有杼轴之困，〖胡三省注〗注〗诗曰：小东大东，杼轴其空。杼，持纬器。“轴”，亦作“柚”；皆织具也。〕而股肱之臣，不惟国体，职竞寻常，〖胡三省注〗注〗惟，思也。职，主也。竞，争也。八尺曰寻，倍寻曰常。言所争者寻丈之间，不足为长短也。《左传》曰：争寻常以尽其民。〕自相楚剥。〖胡三省注〗注〗楚，痛也。〕万一四夷乘虚为变，此亦猛虎交斗自效于卞庄者矣。〖胡三省注〗注〗刘、石之祸，刘弘盖知之矣。〕臣以为宜速发明诏诏越等，令两释猜嫌，各保分局。自今以后，其有不被诏书，〖胡三省注〗注〗被，皮义翻；下同。〖按〗于此亦可读备，授也。〕擅兴兵马者，天下共伐之。”时太宰颙方拒关东，倚乔为助，不纳其言。\n\n\t\t\t　　乔乘虚袭许，破之。刘琨将兵救许，不及，遂与兄舆及范阳王虓俱奔河北；琨父母为乔所执。刘弘以张方残暴，知颙必败，乃遣参军刘盘为督护，〖胡三省注〗注〗尽护行营诸将为都护，督护则止督一军耳。〕帅诸军受司空越节度。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗遗，于季翻。〖按〗音畏。〕", "〔〖胡三省注〗言是非反覆之易，冏、乂、颖、颙之事诚如此。〕", "〔〖胡三省注〗言迭为兴戎之首也。〕", "〔〖胡三省注〗诗曰：小东大东，杼轴其空。杼，持纬器。“轴”，亦作“柚”；皆织具也。〕", "〔〖胡三省注〗惟，思也。职，主也。竞，争也。八尺曰寻，倍寻曰常。言所争者寻丈之间，不足为长短也。《左传》曰：争寻常以尽其民。〕", "〔〖胡三省注〗楚，痛也。〕", "〔〖胡三省注〗刘、石之祸，刘弘盖知之矣。〕", "〔〖胡三省注〗被，皮义翻；下同。〖按〗于此亦可读备，授也。〕", "〔〖胡三省注〗尽护行营诸将为都护，督护则止督一军耳。〕"], "translation": "\n\n\t\t\t　　刘弘给刘乔及司空司马越去信，想使他们之间消解怨恨停止军事行动，共同辅佐王室，但双方都不理会。刘弘又上奏表说：“自从近年战乱迭起，猜疑灾祸一起出现，疑忌仇隙在亲王们之间出现，灾难祸患延续于宗室后代身上，今天是忠于王室的，明天就成了反叛王室，是非反复变化无常，轮流成为兴起战事的首领。有历《史记》载以来，骨肉相残的灾祸没有像现在这样的，我对此感到十分悲伤！现在边疆没有预防发生变动的储备，中原却有相当的困厄，辅助王室的重要大臣，不考虑国家的命运，却以竞争长短为能事，自相残杀。万一四边夷人乘虚而制造变乱，这也正是两个猛虎相争斗而自然成为卞庄的猎物。我认为应该赶快发布公开诏书，命令司马越等人，解除猜忌仇怨，各自保持自己所分管的职位和封地。从今以后，如果有不接受诏令，擅自动用军队挑起事端的人，全国共同来讨伐他。”当时太宰司马颙刚开始进抵关东地区，要倚靠刘乔作为帮助，因而不采纳刘弘的进言。\n\n\t\t\t　　刘乔乘虚袭击许昌，一举攻克。刘琨带兵救援许昌，已经来不及，于是和兄刘舆以及范阳王司马虓一起逃奔河北。刘琨的父母被刘乔抓住。刘弘根据张方的残暴，知道司马颙一定要失败，便派参军刘盘为都护，带领所辖各军队接受司马越的指挥。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　时天下大乱，弘专督江、汉，威行南服。〖胡三省注〗注〗南服，南方也；谓之服者，责以服事天子为职。〕谋事有成者，则曰“某人之功”；如有负败，则曰“老子之罪”。每有兴发，〖胡三省注〗注〗兴发，谓兴师动众，调发财赋。〕手书守相，丁宁款密。所以人皆感悦，急赴之，咸曰：“得刘公一纸书，贤于十部从事。”〖胡三省注〗注〗州有部从事，部管内诸郡。〕前广汉太守辛冉说弘以从横之事，弘怒，斩之。〖胡三省注〗注〗益州之破，辛冉去罗尚从刘弘，冉以事尚者事弘，犹将不免于诛，况以从横说之邪！史言刘弘忠纯。说，输芮翻。从，子容翻。〕\n\n\t\t\t　　有星孛于北斗。\n\n\t\t\t　　平昌公模遣将军宋胄趣河桥。〖胡三省注〗注〗模自邺遣冑进兵。趣，七喻翻。〕\n\n\t\t\t　　十一月，立节将军周权，诈被檄，〖胡三省注〗注〗诈，言被司空越檄也。〕自称平西将军，复立羊后。洛阳令何乔攻权，杀之，复废羊后。太宰颙矫诏，以羊后屡为奸人所立，遣尚书田淑敕留台赐后死。〖胡三省注〗注〗时苟藩、刘暾、周馥居留台。〕诏书累至，司隶校尉刘暾等上奏，固执以为：“羊庶人门户残破，废放空宫，门禁峻密，无缘得与奸人构乱。众无愚智，皆谓其冤。今杀一枯穷之人，而令天下伤惨，何益于治！”颙怒，遣吕朗收暾。〖胡三省注〗注〗《考异》曰：暾传云：“颙遗陈颜、吕朗帅骑五千收暾。”按暾匹夫，安用五千骑！盖朗时在洛，颙敕使收暾耳。说者欲大其事，故云尔。〕暾奔青州，依高密王略。然羊后亦以是得免。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗南服，南方也；谓之服者，责以服事天子为职。〕", "〔〖胡三省注〗兴发，谓兴师动众，调发财赋。〕", "〔〖胡三省注〗州有部从事，部管内诸郡。〕", "〔〖胡三省注〗益州之破，辛冉去罗尚从刘弘，冉以事尚者事弘，犹将不免于诛，况以从横说之邪！史言刘弘忠纯。说，输芮翻。从，子容翻。〕", "〔〖胡三省注〗模自邺遣冑进兵。趣，七喻翻。〕", "〔〖胡三省注〗诈，言被司空越檄也。〕", "〔〖胡三省注〗时苟藩、刘暾、周馥居留台。〕", "〔〖胡三省注〗《考异》曰：暾传云：“颙遗陈颜、吕朗帅骑五千收暾。”按暾匹夫，安用五千骑！盖朗时在洛，颙敕使收暾耳。说者欲大其事，故云尔。〕"], "translation": "\n\n\t\t\t　　这时天下大乱，刘弘专门督管江、汉地区，威势及于南方边远地区。谋划事情成功了，就说是某人的功劳。如果遇到失败，则称是自己的责任。每当兴师动众，亲笔写信给负责官员，详细叮咛嘱咐。所以大家都很感动和舒畅，争相到他那儿。大家都说：“能够得到刘公一纸亲笔信，胜过做十个部从事。”前广汉太守辛冉向刘弘游说割据称霸的事，刘弘发怒，把他杀了。\n\n\t\t\t　　有异星出现在北斗星旁。\n\n\t\t\t　　平昌公司马模派将军宋胄向河桥进兵。\n\n\t\t\t　　十一月，立节将军周权，假称收到檄文，自称为平西将军，又重新立羊皇后。洛阳令何乔攻打周权，把他杀了，又废黜羊皇后。太宰司马颙假称诏令，根据羊皇后多次被坏人拥立，派尚书田淑命令留守台署赐羊皇后死。诏书几次传到，司隶校尉刘暾等人上奏，坚持认为：“羊庶人门庭早已破败，废黜放逐空宫，宫门禁卫戒备森严，没有条件能够与坏人勾结而制造变乱，大家无论愚蠢还是聪明，都说她很冤枉。现在杀这样一个潦倒穷愁的人，而使天下悲伤，对社会安定有什么好处？”司马颙发怒，派吕朗拘捕刘暾，刘暾投奔青州，依靠高密王司马略。但羊皇后也因此而得以免于一死。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，吕朗等东屯荥阳，成都王颖进据洛阳。\n\n\t\t\t　　刘琨说冀州刺史太原温羡，使让位于范阳王虓。〖胡三省注〗注〗魏收曰：袁绍、曹操为冀州，治邺；魏、晋治信都。杜佑曰：治房子。说输芮翻。〕虓领冀州，遣琨诣幽州乞师于王浚；浚以突骑资之，〖胡三省注〗注〗突骑，天下精兵。燕人致枭骑，助汉高祖以破项羽。光武得渔阳、上谷突骑以平河北。《考异》曰：琨传曰：“得突骑八百人。”按刘乔传云：“琨率突骑五千济河攻乔。”疑八百太少，或因下文迎东海王之数，致有此误。今阙疑。〕击王阐于河上，杀之。琨遂与虓引兵济河，斩石超于荥阳。刘乔自考城引退。〖胡三省注〗注〗考城县属陈留郡，前汉梁国之菑县也，章帝更名；晋省。后魏置考阳县及北梁郡；北齐郡县并废，为城安县；隋改曰考城县，属梁郡；至唐，属曹州。〕虓遣琨及督护田徽东击东平王楙于廪丘，〖胡三省注〗注〗廪丘县，前汉属济阴，晋属濮阳郡，为兗州刺史治所。贤曰：廪丘故城在今濮州雷泽县北。〕楙走还国。琨、徽引兵东迎越，击刘祐于谯；祐败死，乔众遂溃，乔犇平氏。〖胡三省注〗注〗《考异》曰：帝纪云：“乔奔南阳。”按地理地：南阳无平氏县。武帝分南阳置义阳郡，有西平氏县。或者南阳有东平氏而非县与！今按前《汉书》《地理志》：平氏县属南阳郡。《晋书》《地理志》，平氏县属义阳郡。平氏之上有厥西县。沈约宋书《地理志》：南义阳太守领厥西、平氏二县。且曰：厥西今，二汉无；《晋太康地志》属义阳。以此证之，盖后人传写《晋书》者，误以厥西之“西”字联平氏而书之。其实晋义阳之平氏，即汉南阳之平氏也。帝纪所谓“乔奔南阳”，以汉古郡大界书之也。刘昫曰：唐申州义阳县，汉南阳郡平氏县之义阳乡与唐州之桐柏、平氏二县，皆汉南阳平氏县地。〖按〗犇，奔字异体。〕司空越进屯阳武，〖胡三省注〗注〗阳武县，汉属河南郡，晋属荥阳郡，唐属郑州。〕王浚遣其将祁弘帅突骑鲜卑、乌桓为越先驱。\n\n\t\t\t　　初，陈敏既克石冰，〖胡三省注〗注〗事见上卷太安二年。〕自谓勇略无敌，有割据江东之志。其父怒曰：“灭我门者，必此儿也！”遂以忧卒。敏以丧去职。司空越起敏为右将军、前锋都督。越为刘祐所败，敏请东归收兵，遂据历阳叛。〖胡三省注〗注〗历阳县，汉属九江郡，魏改九江曰淮南，晋因之。今和州，即历阳县之地。宋白曰：县南有历水，故曰历阳。〕吴王常侍甘卓，弃宫东归，〖胡三省注〗注〗晋诸王国，大国置左、右常侍各一人。《考异》曰：卓传云：“州举秀才，为吴王常侍。讨石冰，以功赐爵都亭侯。东海王越引为参军，出补离狐令。弃官东归，遇陈敏。”敏传云：“吴王常侍甘卓自洛至。”按卓为常侍，不应讨石冰；为离狐令，不应目洛至。今从敏传。〕至历阳，敏为子景娶卓女，使卓假称皇太弟令，拜敏扬州刺史。敏使弟恢及别将钱端等南略江州，弟斌东略诸郡，江州刺史应邈、扬州刺史刘机、丹杨太守王旷皆弃官走。〖胡三省注〗注〗时扬州刺史盖与丹杨太守同治秣陵。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗魏收曰：袁绍、曹操为冀州，治邺；魏、晋治信都。杜佑曰：治房子。说输芮翻。〕", "〔〖胡三省注〗突骑，天下精兵。燕人致枭骑，助汉高祖以破项羽。光武得渔阳、上谷突骑以平河北。《考异》曰：琨传曰：“得突骑八百人。”按刘乔传云：“琨率突骑五千济河攻乔。”疑八百太少，或因下文迎东海王之数，致有此误。今阙疑。〕", "〔〖胡三省注〗考城县属陈留郡，前汉梁国之菑县也，章帝更名；晋省。后魏置考阳县及北梁郡；北齐郡县并废，为城安县；隋改曰考城县，属梁郡；至唐，属曹州。〕", "〔〖胡三省注〗廪丘县，前汉属济阴，晋属濮阳郡，为兗州刺史治所。贤曰：廪丘故城在今濮州雷泽县北。〕", "〔〖胡三省注〗《考异》曰：帝纪云：“乔奔南阳。”按地理地：南阳无平氏县。武帝分南阳置义阳郡，有西平氏县。或者南阳有东平氏而非县与！今按前《汉书》《地理志》：平氏县属南阳郡。《晋书》《地理志》，平氏县属义阳郡。平氏之上有厥西县。沈约宋书《地理志》：南义阳太守领厥西、平氏二县。且曰：厥西今，二汉无；《晋太康地志》属义阳。以此证之，盖后人传写《晋书》者，误以厥西之“西”字联平氏而书之。其实晋义阳之平氏，即汉南阳之平氏也。帝纪所谓“乔奔南阳”，以汉古郡大界书之也。刘昫曰：唐申州义阳县，汉南阳郡平氏县之义阳乡与唐州之桐柏、平氏二县，皆汉南阳平氏县地。〖按〗犇，奔字异体。〕", "〔〖胡三省注〗阳武县，汉属河南郡，晋属荥阳郡，唐属郑州。〕", "〔〖胡三省注〗事见上卷太安二年。〕", "〔〖胡三省注〗历阳县，汉属九江郡，魏改九江曰淮南，晋因之。今和州，即历阳县之地。宋白曰：县南有历水，故曰历阳。〕", "〔〖胡三省注〗晋诸王国，大国置左、右常侍各一人。《考异》曰：卓传云：“州举秀才，为吴王常侍。讨石冰，以功赐爵都亭侯。东海王越引为参军，出补离狐令。弃官东归，遇陈敏。”敏传云：“吴王常侍甘卓自洛至。”按卓为常侍，不应讨石冰；为离狐令，不应目洛至。今从敏传。〕", "〔〖胡三省注〗时扬州刺史盖与丹杨太守同治秣陵。〕"], "translation": "〔〖胡三省注〗孫、劉，謂孫權、劉備。〕\n\n\t\t\t　　十二月，吕朗等向东在荥阳驻扎，成都王司马颖进兵据守洛阳。\n\n\t\t\t　　刘琨向冀州刺史太原人温羡游说，让他把职位让给范阳王司马虓。司马虓兼领冀州后，派刘琨到幽州向王浚求兵。王濬派精锐骑兵帮助司马，在黄河上袭击王阐，把王阐杀了。刘琨于是和司马虓率兵渡黄河，在荥阳杀了石超。刘乔从考城率兵撤退。司马虓派刘琨和都护田徽向东在廪丘攻打东平王司马楙，司马楙逃归封国。刘琨、田徽带兵向东迎接司马越，在谯地攻打刘祐，刘祐兵败阵亡，刘乔的军队于是溃散，刘乔逃奔平氏县。司空司马越进军到阳武驻扎，王浚派他的部将祁弘带领鲜卑、乌桓精锐骑兵作为司马越的前锋。\n\n\t\t\t　　当初，陈敏战胜石冰后，自以为勇猛谋略没有对手，产生在江东割据的想法。他父亲生气地说：“使我们家族灭绝的，一定是这个儿子！”于是忧郁而死。陈敏因为丧事而离职。司空司马越起用陈敏为右将军　前锋都督。司马越被刘祐打败，陈敏请求收兵东归，于是占据历阳反叛。吴王常侍甘卓，抛弃官职东归，到历阳，陈敏为自己的儿子陈景娶甘卓的女儿，并让甘卓伪称皇太弟的命令，任命陈敏为扬州刺史。陈敏派弟弟陈恢以及部将钱端等人向南攻打江州，弟弟陈斌向东攻打各郡，扬州刺史刘机，丹杨太守王旷都弃城逃跑。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　敏遂据有江东，以顾荣为右将军，贺循为丹杨内史，周玘为安丰太守，〖胡三省注〗注〗安丰县，后汉属庐江郡。魏分庐江为安丰郡，其地为唐之寿州安丰、霍丘县。玘，墟里翻。〕凡江东豪杰、名士，咸加收礼，为将军、郡守者四十余人；或有老疾，就加秩命。循诈为狂疾，得免，乃以荣领丹杨内史。玘亦称疾，不之郡。敏疑诸名士终不为己用，欲尽诛之。荣说敏曰：“中国丧乱，胡夷内侮。观今日之势，不能复振，百姓将无遗种。江南虽经石冰之乱，人物尚全，荣常忧无孙、刘之主〖胡三省注〗注〗孙、刘，谓孙权、刘备。〕有以存之。今将军神武不世，勋效已著，带甲数万，舳舻山积，〖胡三省注〗注〗汉武帝纪：舳舻千里。注云：舳、船后持柂处。舻，船前刺棹处。又汉律名船方长为舳舻。此言山积，盖取汉律之义。〕若能委信君子，使各得尽怀，散蒂芥之嫌，〖胡三省注〗注〗张晏曰：蒂芥，刺鲠也。〕塞谗谄之口，则上方数州，可传檄而定；〖胡三省注〗注〗上方数州，谓扬州以西荆、江、豫、益等州也。塞，悉则翻。〕不然，终不济也。”敏乃止。敏命僚佐推己为都督江东诸军事、大司马、楚公，加九锡，列上尚书，称被中诏，〖胡三省注〗注〗被，皮义翻。〕自江入沔、汉，奉迎銮驾。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗安丰县，后汉属庐江郡。魏分庐江为安丰郡，其地为唐之寿州安丰、霍丘县。玘，墟里翻。〕", "〔〖胡三省注〗孙、刘，谓孙权、刘备。〕", "〔〖胡三省注〗汉武帝纪：舳舻千里。注云：舳、船后持柂处。舻，船前刺棹处。又汉律名船方长为舳舻。此言山积，盖取汉律之义。〕", "〔〖胡三省注〗张晏曰：蒂芥，刺鲠也。〕", "〔〖胡三省注〗上方数州，谓扬州以西荆、江、豫、益等州也。塞，悉则翻。〕", "〔〖胡三省注〗被，皮义翻。〕"], "translation": "\n\n\t\t\t　　陈敏于是占据了江东地区，任命顾荣为右将军、贺循为丹杨内史、周玘为安丰太守，凡是江东地区的豪族英杰、名士，都加以收揽以礼相待，其中担任将军、郡守的有四十多人。如果有年老、有病的，也封给一定的级别。贺循假装疯病，得以逃脱，就让顾荣兼任丹杨内史。周玘也称病而不到郡。陈敏怀疑各位名士最终不能为自己服务，想把他们全部杀掉。顾荣对陈敏说：“中原丧乱动荡，胡人、夷人欺辱内地，看今天的趋势，国家不会再重新振兴，百姓将难以生存下去。江南地区虽然经过石冰的叛乱，但百姓与财物都还健全，我常常对没有孙权、刘备那样的领袖来使江南保存感到忧虑。现在您超凡威武举世无双，功绩已经显赫，有数万武士，高大的战舰排列如群山。如果能在君子中获得信任，让他们心情舒畅，解开他们心中小小的疑忌，堵塞住谗言陷害或阿庚奉承之人的嘴，那么长江上游的几个州，都能用传布檄文的方式稳定，不然，终究不能成功。”陈敏才罢手。陈敏让下属推举自己为都督江东诸军事、大司马，封为楚公、加九锡重礼，列上尚书，声称直接接到皇帝的诏令，从长江进入沔水，汉水流域，迎接皇帝大驾。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　太宰颙以张光为顺阳太守，〖胡三省注〗注〗顺阳县，前汉曰博山，后汉明帝更名顺阳，属南阳郡；至建安中，割南阳右壤为南乡郡；晋太康中，立顺阳郡，以南乡为县；唐邓州之临湍、菊潭县，皆顺阳郡地。〕帅步骑五千诣荆州讨敏。刘弘遣江夏太守陶侃、武陵太守苗光屯夏口，又遣南平太守汝南应詹督水军以继之。侃与敏同郡，〖胡三省注〗注〗侃与敏皆庐江人。〕又同岁举吏。〖胡三省注〗注〗同岁举赴京师。〕随郡内史扈怀〖胡三省注〗注〗随县，汉属南阳郡，春秋之随国也。晋武帝分南阳立义阳国，后又分义阳立随郡，隋为汉东郡，唐为隋州。〕言于弘曰：“侃居大郡，统强兵，脱有异志，则荆州无东门矣！”弘曰：“侃之忠能，吾得之已久，必无是也。”侃闻之，遣子洪及兄子臻诣弘以自固，弘引为参军，资而遣之。〖胡三省注〗注〗既引为参军，又以货物资送而遣其归。〕曰：“贤叔征行，君祖母年高，便可归也。匹夫之交，尚不负心，况大丈夫乎！”\n\n\t\t\t　　敏以陈恢为荆州刺史，寇武昌；弘加侃前锋督护以御之。侃以运船为战舰，或以为不可。侃曰：“用官船击官贼，何为不可！”侃与恢战，屡破之；又与皮初、张光、苗光共破钱端于长岐。〖胡三省注〗注〗据张光传，长岐之战，光设伏于步路，苗光为水军，藏舟船于沔水，则长岐当在江夏郡界。〕\n\n\t\t\t　　南阳太守卫展说弘曰：“张光，太宰腹心，公既与东海，宜斩光以明向背。”弘曰：“宰辅得失，岂张光之罪！危人自安，君子弗为也。”乃表光殊勋，乞加迁擢。\n\n\t\t\t　　是岁，离石大饥，汉王渊徙屯黎亭，〖胡三省注〗注〗《续汉志》：上党郡壶关县有黎亭，书西伯戡黎即此。〕就邸阁谷；留太尉宏守离石，使大司农卜豫运粮以给之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗顺阳县，前汉曰博山，后汉明帝更名顺阳，属南阳郡；至建安中，割南阳右壤为南乡郡；晋太康中，立顺阳郡，以南乡为县；唐邓州之临湍、菊潭县，皆顺阳郡地。〕", "〔〖胡三省注〗侃与敏皆庐江人。〕", "〔〖胡三省注〗同岁举赴京师。〕", "〔〖胡三省注〗随县，汉属南阳郡，春秋之随国也。晋武帝分南阳立义阳国，后又分义阳立随郡，隋为汉东郡，唐为隋州。〕", "〔〖胡三省注〗既引为参军，又以货物资送而遣其归。〕", "〔〖胡三省注〗据张光传，长岐之战，光设伏于步路，苗光为水军，藏舟船于沔水，则长岐当在江夏郡界。〕", "〔〖胡三省注〗《续汉志》：上党郡壶关县有黎亭，书西伯戡黎即此。〕"], "translation": "\n\n\t\t\t　　太宰司马颙以张光任顺阳太守，率领步兵骑兵五千人到荆州讨伐陈敏。刘弘派江夏太守陶侃、武陵太守苗光在夏口驻扎，又派南平太守汝南人应詹督领水军来支援陶侃等人。陶侃与陈敏是同郡人，又同年被荐举为官吏。随郡内史扈怀对刘弘说：“陶侃在大郡任太守，统领强兵，倘若有异心，荆州就失去东大门了！”刘弘说：“陶侃的忠心和才能，我了解他已很久了，一定不会这样。”陶侃听说后，派儿子陶洪和侄子陶臻到刘弘那儿，以使自己的地位稳固，刘弘起用陶洪等二人为参军，发给钱物让他们回去，说：“你们贤德的叔叔要征战出行，而祖母年事已高，你们应该回去。村野匹夫互相交往，尚且不负心，何况大丈夫呢！”\n\n\t\t\t　　陈敏让陈恢任荆州刺史，进犯武昌，刘弘让陶侃兼任前锋都护去抵御。陶侃以一般运输船作为战舰，有人认为不行。陶侃说：“用官船来打官贼，有什么不行？”陶侃与陈恢交战，多次把陈恢打败。又和皮初、张光、苗光在长岐共同打败钱端。\n\n\t\t\t　　南阳太守卫展对刘弘说：“张光是太宰司马颙的心腹，您既然倾向于东海王司马越，应该杀张光来表明您的立场。”刘弘说：“太宰的得失，怎么是张光的罪过，危害别人使自己安全，君子是不作这种事的。”于是表奏张光的功勋，请求朝廷提拔。\n\n\t\t\t　　这一年，离石地区灾荒严重。汉王刘渊迁到黎亭驻扎，使用邸阁粮谷，让太尉刘宏留守离石，派大司农卜豫运粮供给他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　晋孝惠皇帝　光熙元年（丙寅　公元306年）\n\n\t\t\t　　〖胡三省注〗注〗六月，帝还洛阳，始改元；此犹是永兴三年。〕\n\n\t\t\t　　春，正月，戊子朔，日有食之。\n\n\t\t\t　　初，太弟中庶子兰陵缪播〖胡三省注〗注〗缪，靡幼翻，又莫六翻，姓也。〕有宠于司空越；播从弟右卫率胤，太宰颙前妃之弟也。越之起兵，遣播、胤诣长安说颙，令奉帝还洛，约与颙分陕为伯。颙素信重播兄弟，即欲从之。张方自以罪重，恐为诛首，〖胡三省注〗注〗以剽掠洛都，劫天子西迁也。〕谓颙曰：“今据形胜之地，国富兵强，奉天子以号令，谁敢不从，奈何拱手受制于人！”颙乃止。及刘乔败，颙惧，欲罢兵，与山东和解。恐张方不从，犹豫未决。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗六月，帝还洛阳，始改元；此犹是永兴三年。〕", "〔〖胡三省注〗缪，靡幼翻，又莫六翻，姓也。〕", "〔〖胡三省注〗以剽掠洛都，劫天子西迁也。〕"], "translation": "\n\n\t\t\t　　晋惠帝光熙元年（丙寅　公元306年）\n\n\t\t\t　　春季，正月，戊子朔（初一），出现日食。\n\n\t\t\t　　当初，太弟中庶子兰陵人缪播受到司马越的宠信。缪播堂弟右卫率缪胤，是太宰司马颙的前妃的弟弟。司马越起兵，派缪播、缪胤到长安劝说司马颙，让他侍奉惠帝返归洛阳。并相约与司马颙分地而治，共同辅佐王室。司马颙一直信任看重缪播兄弟，当时就想听从他们的劝说。张方认为自己罪行很重，担心成为被诛杀的首犯，就对司马颙说：“现在我们占据形势险要的地方，国富兵强，挟天子发布号令，谁敢不服从，怎么能拱手被别人控制？”司马颙听后打消了与司马越联合的念头。等到刘乔兵败，司马颙畏惧，想停止军事行动，与崤山以东地区和解，但又担心张方不听从，而犹豫不决。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　方素与长安富人郅辅亲善，以为帐下督。〖胡三省注〗注〗方传云：初，方从山东来，甚微贱，郅辅厚相供给；及贵，甚亲昵之。〕颙参军河间毕垣，尝为方所侮，因说颙曰：“张方久屯霸上，闻山东兵盛，盘桓不进，〖胡三省注〗注〗颙遣方与吕朗会刘乔攻许，方屯霸上未进而刘乔败。马融曰：盘桓，旋也。〕宜防其未萌。其亲信郅辅县具其谋。”缪播、缪胤复说颙：“宜急斩方以谢，山东可不劳而定。”颙使人召辅，垣迎说辅曰：“张方欲反，人谓卿知之。王若问卿，何辞以对？”辅惊曰：“实不闻方反，为之奈何？”垣曰：“王若问卿，但言尔尔；〖胡三省注〗注〗尔尔，犹言如此如此也。〕不然，必不免祸。”辅入，颙问之曰：“张方反，卿知之乎？”辅曰：“尔。”颙曰：“遣卿取之，可乎？”又曰：“尔。”颙于是使辅送书于方，因杀之。辅既昵于方，持刀而入，守阁者不疑。方火下发函，辅斩其头。还报，颙以辅为安定太守。送方头于司空越以请和；越不许。\n\n\t\t\t　　宋胄袭河桥，楼褒西走。平昌公模遣前锋督护冯嵩会宋胄逼洛阳。成都王颖西奔长安，至华阴，〖胡三省注〗注〗华阴县，前汉属京兆，后汉、晋属弘农郡，唐属华州。华，户化翻。〕闻颙已与山东和亲，留不敢进。吕朗屯荥阳，刘琨以张方首示之，遂降。甲子，司空越遣祁弘、宋胄、司马纂帅鲜卑西迎车驾，以周馥为司隶校尉、假节，都督诸军，屯渑池。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗方传云：初，方从山东来，甚微贱，郅辅厚相供给；及贵，甚亲昵之。〕", "〔〖胡三省注〗颙遣方与吕朗会刘乔攻许，方屯霸上未进而刘乔败。马融曰：盘桓，旋也。〕", "〔〖胡三省注〗尔尔，犹言如此如此也。〕", "〔〖胡三省注〗华阴县，前汉属京兆，后汉、晋属弘农郡，唐属华州。华，户化翻。〕"], "translation": "\n\n\t\t\t　　张方平素和长安豪富郅辅亲近要好，让他担任帐下督。司马颙的参军河间人毕垣，曾经受到张方的侮辱，于是劝司马颙说：“张方在霸上驻兵很久了，听说崤山以东地区军队强盛，所以徘徊不前，应该在他萌生反心之前做好防备。张方的亲信郅辅对他的谋划全部了解。”缪播、缪胤又对司马颙进行劝说：“应当迅速杀了张方向天下谢罪，崤山以东地区不用兴兵就可以平定。”司马颙派人召郅辅，毕垣迎上前对郅辅说：“张方想谋反，大家都说你知道这事，亲王如果问你，你将如何回答？”郅辅吃惊地说：“的确没有听说张方谋反，这怎么办？”毕垣说：“亲王如果问你，你只能这样说，不然的话，一定免不了灾祸。”郅辅入府，司马颙问他说：“张方谋反，你知道吗？”郅辅说：“是的。”司马颙说：“派你去抓他，行吗？”郅辅又说：“行。”司马颙于是派郅辅给张方送信，然后趁机杀掉张方，郅辅与张方关系亲密，拿刀进去时，守门的兵士也不怀疑，张方在灯旁揭启信封，郅辅抽刀砍掉了他的头。回去报告，司马颙让郅辅任安定太守。把张方的头送给司马越请求和解。但司马越不答应。\n\n\t\t\t　　宋胄袭击河桥，楼褒向西逃窜。平昌公司马模派前锋督护冯嵩会同宋胄进逼洛阳。成都王司马颖向西逃奔长安，到达华阴，听说司马颙已经和崤山以东和解，便停下不敢前进。吕朗在荥阳驻扎，刘琨拿张方的头给他看，于是吕朗就投降了。甲子日，司空司马越派祁宏、宋胄、司马纂带领鲜卑人向西迎接皇帝大驾，任周馥为司隶校尉，掌持符节，都督诸军，在渑池驻扎。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，惤令刘柏根反，〖胡三省注〗注〗惤县，自汉以来属东莱郡，拓跋魏省。魏收《地形志》：东牟郡黄县有惤城。师古曰惤，音坚。〖按〗刘柏根，光绪本作“刘伯根”，据另本改。柏，古音亦读伯。〕众以万数，自称惤公。王弥帅家僮从之，柏根以弥为长史，弥从父弟桑为东中郎将。柏根寇临淄，〖胡三省注〗注〗青州都督治所。〕青州都督高密王略使刘暾将兵拒之；暾兵败，奔洛阳，略走保聊城。〖胡三省注〗注〗聊城县，汉属东郡，晋属平原郡，唐为博州治所。〕王浚遣将讨柏根，斩之。王弥亡入长广山为群盗。〖胡三省注〗注〗长广县，前汉属琅邪郡，后汉属东莱郡。晋武帝咸宁三年，置长广郡，长广县属焉。隋废长广郡及县，更名胶水县；唐属莱州。〕\n\n\t\t\t　　宁州频岁饥疫，死者以十万计。五苓夷强盛，州兵屡败。〖胡三省注〗注〗五苓夷反，事始上卷太安二年。苓，力丁翻。〕吏民流入交州者甚众，夷遂围州城。李毅疾病，救援路绝，乃上疏言：“不能式遏寇虐，坐待殄毙。若不垂矜恤，乞降大使，及臣尚存，加臣重辟；若臣已死，陈尸为戮。”朝廷不报，积数年，子钊自洛往省之，未至，毅卒。毅女秀，明达有父风，众推秀领宁州事。秀奖厉战士，婴城固守。城中粮尽，炙鼠拔草而食之。伺夷稍怠，辄出兵掩击，破之。〖胡三省注〗注〗伺，相吏翻。《考异》曰：怀帝纪：“永嘉元年年五月，建宁郡夷攻陷宁州，死者三千余人。”李雄载记曰：“南夷李毅固守不降，雄诱建宁夷使讨之。毅病卒，城陷，杀壮士三千余人，送妇女千口于成都。”王逊传云：“李毅卒，城中奉毅女固守经年。”《华阳国志》有毅卒年月及女秀守城事，今从之。〕\n\n\t\t\t　　范长生诣成都，〖胡三省注〗注〗自青城山诣成都也。〕成都王雄门迎，执版，拜为丞相，尊之曰范贤。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗惤县，自汉以来属东莱郡，拓跋魏省。魏收《地形志》：东牟郡黄县有惤城。师古曰惤，音坚。〖按〗刘柏根，光绪本作“刘伯根”，据另本改。柏，古音亦读伯。〕", "〔〖胡三省注〗青州都督治所。〕", "〔〖胡三省注〗聊城县，汉属东郡，晋属平原郡，唐为博州治所。〕", "〔〖胡三省注〗长广县，前汉属琅邪郡，后汉属东莱郡。晋武帝咸宁三年，置长广郡，长广县属焉。隋废长广郡及县，更名胶水县；唐属莱州。〕", "〔〖胡三省注〗五苓夷反，事始上卷太安二年。苓，力丁翻。〕", "〔〖胡三省注〗伺，相吏翻。《考异》曰：怀帝纪：“永嘉元年年五月，建宁郡夷攻陷宁州，死者三千余人。”李雄载记曰：“南夷李毅固守不降，雄诱建宁夷使讨之。毅病卒，城陷，杀壮士三千余人，送妇女千口于成都。”王逊传云：“李毅卒，城中奉毅女固守经年。”《华阳国志》有毅卒年月及女秀守城事，今从之。〕", "〔〖胡三省注〗自青城山诣成都也。〕"], "translation": "\n\n\t\t\t　　三月，惤县令刘柏根反叛，有一万多人，自称惤公。王弥带领家奴僮仆跟随他，刘柏根任王弥为长史，王弥的堂弟王桑担任东中郎将。刘柏根进犯临淄，青州都督高密王司马略派刘暾带兵阻击他。刘暾兵败，逃奔洛阳，司马略退保聊城。王浚派部将讨伐刘柏根，把他杀了。王弥逃进长广山做了强盗。\n\n\t\t\t　　宁州几年连续灾荒流行传染病。死了十万人。五苓夷人强盛，宁州军队屡次失败。官吏百姓很多都流亡到交州，夷人趁机包围了州城。李毅身患疾病，救援的道路已断绝，于是给朝廷上奏疏，说：“不能制止强盗作恶，只好坐等一死。如果朝廷不体谅救济，那么请求派来大使，我还活着，就对我施以重刑，如果我已死，就对我戮尸惩罚。”朝廷没有答复。过了几年，李毅的儿子李钊从洛阳去探视他，还没有到，李毅就去世了。李毅的女儿李秀，精明通达具有父亲的风范，于是大家推举李秀来管理宁州事务。李秀奖励战士，环城固守。城里粮食吃完了，就烧鼠拔草作为食物。等夷人稍微有些懈怠时，就发兵突然袭击，攻破了夷人的包围。\n\n\t\t\t　　范长生到成都，成都王李雄到城门口迎接，拿着表示礼节的手板，任范长生为丞相，尊称他为范贤。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　夏，四月，己巳，司空越引兵屯温。初，太宰颙以为张方死，东方兵必可解。既而东方兵闻方死，争入关，颙悔之，乃斩郅辅，遣弘农太守彭随、北地太守刁默将兵拒祁弘等于湖。五月，壬辰，弘等击随、默，大破之。遂西入关，又败颙将马瞻、郭伟于霸水，颙单马逃入太白山。《三秦记》：太白山，在武功县南，去长安三百里。俗云“武功太白，去天三百。”新唐书《地理志》：太白山在凤翔府郿县。〕弘等入长安，所部鲜卑大掠，杀二万余人，百官奔散，入山中，拾橡实食之。〔〖胡三省注〗橡，似两翻，栩实也。《尔雅》曰：柞实谓之橡。贤曰：橡，栎实也。〕己亥，弘等奉帝乘牛车东还。〔〖胡三省注〗晋志曰：古之贵者不乘牛车。汉武帝推恩之后，诸侯寡弱，至乘牛车，其后稍见贵重，自灵帝以来，天子至士，遂以为常乘。夫天子出入有大驾、法驾、卤簿，帝自邺奔洛，则乘犊车，自长安还洛，则乘牛车，无复出警入跸之制矣。〕以太弟太保梁柳为镇西将军，守关中。六月，丙辰朔，帝至洛阳，复羊后。〔〖胡三省注〗《考异》曰：后传曰：“张方首至洛阳，即日复后位。”按方传首已久，不至今日。今从帝纪。〕辛未，大赦，改元。〔〖胡三省注〗改元光熙。〕\n\n\t\t\t　　马瞻等入长安，杀梁柳，与始平太守梁迈共迎太宰颙于南山。〔〖胡三省注〗武帝泰始二年，分扶风，置始平郡，领槐里、始平、武功、鄠、蒯城等县。南山即太白山。中南、太白，本一山也。〕弘农太守裴廙、秦国内史贾龛、安定太守贾疋等起兵击颙，斩马瞻、梁迈。疋，诩之曾孙也。〔〖胡三省注〗帝即位，改扶风为秦国，以封秦王柬。龛，苦含翻。疋，音雅。贾诩生于汉末，始从李傕、郭氾，中从张绣，后归魏。〖按〗疋，古同“雅”，不可简写作“匹”。〕司空越遣督护麋晃将兵击颙，〔〖胡三省注〗《考异》曰：牵秀传云：“颙密遣使就东海王越求迎，越遣将麋晃等迎颙。”今从颙传。〕至郑，颙使平北将军牵秀屯冯翊。颙长史杨腾，诈称颙命，使秀罢兵，腾遂杀秀，关中皆服于越，颙保城而已。〔〖胡三省注〗颙仅保长安城。〕\n\n\t\t\t　　成都王雄即皇帝位，〔〖胡三省注〗雄，字仲隽，特第三子。〕大赦，改元曰晏平，国号大成。〔〖胡三省注〗《考异》曰：晋帝纪、三十国晋奉秋，皆云：“永兴二年六月，雄即帝位。”《华阳国志》：“光熙元年，雄即帝位。”后魏书序纪及李雄传，皆云“昭帝十二年，雄称帝，”即光熙元年也。《十六国春秋钞》：“晏平元年六月，雄即帝位。”十六国春秋日录，雄年号，建兴二，晏平五，与《华阳国志》同，今从之。诸书，雄改元晏平，无大武年号；惟晋载记改元大武，无晏平年号。按雄国号大成。魏书雄传云：“雄称帝，号大成，改元晏平。”故《三十国春秋》误云“改年大成”，载记转写，误为“大武”。今从诸书去“大武”之号。〕追尊父特曰景皇帝，庙号始祖；尊王太后曰皇太后。〔〖胡三省注〗雄母罗氏，尊为王太后，见上卷永兴元年。〕以范长生为天地太师；〔〖胡三省注〗太师乃有天地之号，侯景未足多怪也。群盗私立名字以相署置，可胜言哉！《考异》曰：《华阳国志》：“尊长生曰四时八节天地太师。”今从晋载记。〕复其部曲，皆不豫征税。诸将恃恩，互争班位，尚书令阎式上疏，请考汉、晋故事，立百官制度，从之。\n\n\t\t\t　　秋，七月，乙酉朔，日有食之。\n\n\t\t\t　　", "husanxing_comment": [], "translation": "\n\n\t\t\t　　夏季，四月，乙巳（十三日），司空司马越率兵到温县驻扎。起初，太宰司马颙以为张方一死，东方的战事一定能够停止。不久，东方的军队听说张方死了，争相进入关中，司马颙感到后悔，就杀了郅辅，派弘农太守彭随、北地太守刁默带兵在关东湖县阻击祁弘等人。五月，壬辰（初七），祁弘等人把彭随、刁默打得惨败，于是西进入关，又在霸水打败司马颙的部将马瞻、郭伟，司马颙单枪匹马逃入太白山。祁弘等人进入长安城，所部鲜卑人大肆抢掠，杀了二万多人，大臣官员们跑散，逃入山中，捡拾栎树子当饭吃。己亥（十四日）祁弘等人侍奉惠帝乘坐牛车东返。任太弟太保梁柳为镇西将军，据守关中。六月，丙辰朔（初一），惠帝到洛阳，恢复了羊皇后的地位。辛未（十六日），宣布大赦，改年号为光熙。\n\n\t\t\t　　马瞻等人又回到长安，杀了梁柳，与始平太守梁迈共同在南山迎接太宰司马颙。弘农太守裴廙、秦国内史贾龛、安定太守贾疋等人起兵攻打司马颙，杀了马瞻、梁迈。贾疋是贾诩的曾孙。司空司马越派督护麋晃带兵攻打司马颙，到了郑县。司马颙派平北将军牵秀在冯翊驻扎。司马颙的长史杨腾，假称司马颙的命令，让牵秀停止军事行动，杨腾于是杀了牵秀，关中地区都归服司马越，司马颙仅仅保住长安城而已。\n\n\t\t\t　　成都王李雄即皇帝位，宣布大赦，改年号为晏平，国号称为大成。追尊父亲李特为景皇帝，定庙号为始祖，把王太后尊奉为皇太后。以范长生为天地太师，让他部下的人免交赋税。各位将领都倚仗李雄的恩德，互相争抢职位。尚书令阎式上奏疏，请求按照汉朝、晋朝的旧制，建立百官制度。李雄采纳了。\n\n\t\t\t　　秋季，七月，乙酉朔（初一），出现日食。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　八月，以司空越为太傅，录尚书事；范阳王虓为司空，镇邺；〖胡三省注〗注〗《考异》曰：虓传“为司徒”，今从帝纪。〕平昌公模为镇东大将军，镇许昌；王浚为骠骑大将军、都督东夷、河北诸军事，领幽州刺史。〖胡三省注〗注〗浚恃鲜卑、乌桓以为羽翼，故使并督东夷诸军。骠，匹妙翻。〕越以吏部郎颍川庾敳为军咨祭酒，〖胡三省注〗注〗汉、魏之间，兵兴，始置军咨祭酒。〕前太弟中庶子胡母辅之为从事中郎，黄门侍郎河南郭象为主簿，鸿胪丞阮修为行参军，〖胡三省注〗注〗胪，陵如翻。晋列卿各置丞。行参军，在参军事之下。沈约志：晋太傅司马越府有行参军兼军，后加“长兼”字。除拜则为参军事，府版则为行参军。行参军始于蜀丞相诸葛亮府。〕谢鲲为掾。辅之荐乐安光逸于越，〖胡三省注〗注〗《姓谱》：光姓，燕人田光之后，秦末，子孙避地，因以为奼。〕越亦辟之。敳等皆尚虚玄，不以世务婴心，纵酒放诞；敳殖货无厌；象薄行，好招权；越皆以其名重于世，故辟之。〖胡三省注〗注〗史言越所辟置，采虚名而无实用。〖按〗辟，征召任用。〕\n\n\t\t\t　　祁弘之入关也，成都王颖自武关奔新野。〖胡三省注〗注〗新野县，汉属南阳郡，晋属义阳郡。〕会新城元公刘弘卒，司马郭劢作乱，欲迎颖为主，治中顺阳；〖胡三省注〗中，居中治事，故名治中。〕郭舒奉弘子璠以讨劢，斩之。诏南中郎将刘陶收颖。颖北渡河，奔朝歌，收故将士，得数百人，欲赴公师藩。九月，顿丘太守冯嵩执之，送邺；〖胡三省注〗注〗顿丘县，汉属东郡；武帝泰始元年，分置郡。〕范阳王虓不忍杀而幽之。公师藩自白马南渡河，〖胡三省注〗注〗白马县，汉属东郡，晋属濮阳国，唐为滑州治所。〕兖州刺史苟晞讨斩之。\n\n\t\t\t　　进东赢公腾爵为东燕王，平昌公模为南阳王。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：虓传“为司徒”，今从帝纪。〕", "〔〖胡三省注〗浚恃鲜卑、乌桓以为羽翼，故使并督东夷诸军。骠，匹妙翻。〕", "〔〖胡三省注〗汉、魏之间，兵兴，始置军咨祭酒。〕", "〔〖胡三省注〗胪，陵如翻。晋列卿各置丞。行参军，在参军事之下。沈约志：晋太傅司马越府有行参军兼军，后加“长兼”字。除拜则为参军事，府版则为行参军。行参军始于蜀丞相诸葛亮府。〕", "〔〖胡三省注〗《姓谱》：光姓，燕人田光之后，秦末，子孙避地，因以为奼。〕", "〔〖胡三省注〗史言越所辟置，采虚名而无实用。〖按〗辟，征召任用。〕", "〔〖胡三省注〗新野县，汉属南阳郡，晋属义阳郡。〕", "〔〖按〗治中，居中治事，故名治中。〕", "〔〖胡三省注〗顿丘县，汉属东郡；武帝泰始元年，分置郡。〕", "〔〖胡三省注〗白马县，汉属东郡，晋属濮阳国，唐为滑州治所。〕"], "translation": "\n\n\t\t\t　　八月，朝廷任司空司马越为太傅，录尚书事；任范阳王司马虓为司空，镇守邺城；任平昌公司马模为镇东大将军，镇守许昌；任王浚为骠骑大将军、都督东夷、河北诸军事，兼任幽州刺史。司马越任吏部郎颍川人庚敳为军咨祭酒，任前太弟中庶子胡母辅之为从事中郎，任黄门侍郎河南人郭象为主簿，任鸿胪丞阮修为行参军，任谢鲲为掾。胡母辅之向司马越推荐乐安人光逸，司马越也加以任用。庚敳等人都崇尚虚玄空淡，不把政务放在心上，纵酒放诞；庚敳聚敛财物贪得无厌，郭象品行轻薄，喜好贪图权位，司马越都因为他们的名气被世人看重，所以任用他们。\n\n\t\t\t　　祁弘进入关中，成都王司马颖从武关逃奔新野。正遇到新城元公刘弘去世，司马郭劢搞叛乱，想把司马颖迎接来作首领，治理顺阳。郭舒拥戴刘弘的儿子刘璠讨伐郭劢，把他杀了。朝廷诏令南中郎将刘陶拘捕司马颖。司马颖北渡黄河，逃奔朝歌，收拢旧部将士，聚集了几百人，想去找公师藩。九月，顿丘太守冯嵩将司马颖抓住，押送到邺城，范阳王司马虓不忍心杀司马颖，把他幽禁起来。公师藩从白马南渡黄河，兖州刺史苟晞讨伐并杀掉了公师藩。\n\n\t\t\t　　把东嬴公司马腾的爵位提升为东燕王，平昌公司马模的爵位提升为南阳王。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　冬，十月，范阳王虓薨。长史刘舆以成都王颖素为邺人所附，秘不发丧，伪令人为台使称诏，夜，赐颖死，并杀其二子。颖官属先皆逃散，惟卢志随从，至死不怠，收而殡之。太傅越召志为军咨祭酒。\n\n\t\t\t　　越将召刘舆，或曰：“舆犹腻也，近则污人。”〖胡三省注〗注〗腻，女利翻。皮肤之垢，其肥滑者为腻。污，乌故翻。〕及至，越疏之。舆密视天下兵簿及仓库、牛马、器械、水陆之形，皆默识之。〖胡三省注〗注〗识，音志，记也。〕时军国多事，每会议，自长史潘滔以下，莫知所对；舆应机辨画，〖胡三省注〗注〗辨者，辨析事宜；画者，为之区画也。〕越倾膝酬接，即以为左长史，军国之务，悉以委之。舆说越遣其弟琨镇并州，以为北面之重；越表琨为并州刺史，以东燕王腾为车骑将军、都督邺城诸军事，镇邺。\n\n\t\t\t　　十一月，己巳，夜，帝食饼中毒，〖胡三省注〗注〗饼，必郢翻，面餈也。《释名》：饼，并也，溲面使合并也。蒸饼、汤饼之属，随形而名。食饼中毒，或云越鸩之也。中，竹仲翻。〖按〗餈，音瓷。合烝曰饵，餠之曰餈。［疏］今餈糕之名出于此。〕庚午，崩于显阳殿。〖胡三省注〗注〗年四十八。〕羊后自以于太弟炽为嫂，恐不得为太后，将立清河王覃。侍中华混谏曰：“太弟在东宫已久，〖胡三省注〗注〗炽立为皇太弟，见上卷永兴元年。华，户化翻。〕民望素定，今日宁可易乎！”即露版驰告太傅越，召太弟入宫。后已召覃至尚书阁，疑变，托疾而返。癸酉，太弟即皇帝位，大赦，尊皇后曰惠皇后，居弘训宫；追尊母王才人曰皇太后；立妃梁氏为皇后。\n\n\t\t\t　　怀帝始遵旧制，于东堂听政。〖胡三省注〗注〗东堂，太极殿东堂也。〕每至宴会，辄与群官论众务，考经籍。黄门侍郎傅宣叹曰：“今日复见武帝之世矣！”\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗腻，女利翻。皮肤之垢，其肥滑者为腻。污，乌故翻。〕", "〔〖胡三省注〗识，音志，记也。〕", "〔〖胡三省注〗辨者，辨析事宜；画者，为之区画也。〕", "〔〖胡三省注〗饼，必郢翻，面餈也。《释名》：饼，并也，溲面使合并也。蒸饼、汤饼之属，随形而名。食饼中毒，或云越鸩之也。中，竹仲翻。〖按〗餈，音瓷。合烝曰饵，餠之曰餈。［疏］今餈糕之名出于此。〕", "〔〖胡三省注〗年四十八。〕", "〔〖胡三省注〗炽立为皇太弟，见上卷永兴元年。华，户化翻。〕", "〔〖胡三省注〗东堂，太极殿东堂也。〕"], "translation": "\n\n\t\t\t　　冬季，十月，范阳王司马虓去世。长史刘舆因为过去邺城人一直归附成都王司马颖，所以秘不发丧，派人假装成朝廷使者传宣假诏书，夜里赐司马颖死，并且杀了他的两个儿子。司马颖的部属起先已全部逃散，只有卢志一直跟随，直到他死了也不懈怠，为司马颖收尸并安葬了他。太傅司马越宣召卢志为军咨祭酒。\n\n\t\t\t　　司马越打算召用刘舆，有人说：“刘舆这个人好比油垢，谁接近他都会被粘污。”等到刘舆来了，司马越就疏远他。刘舆暗地查阅国家的军事簿籍资料以及仓库、牛马、器械、地理的情况，都默默记下来。当时军务国政事情繁多，每次讨论，从长史潘滔以下，谁也不知怎么办，而刘舆便按照情况分析策划，司马越虚心接受采纳，就让刘舆担任左长史，军务国政的事务，全部都交给刘舆。刘舆劝说司马越派他弟弟刘琨镇守并州，以增强北方的防务，司马越就表奏刘琨为并州刺史，以东燕王司马腾任车骑将军，都督邺城诸军事，镇守邺城。\n\n\t\t\t　　十一月，己巳（十七日），夜间，惠帝吃麦饼中毒，庚午（十八日），在显阳殿驾崩。羊皇后自以为是太弟司马炽的嫂子，担心当不成太后，打算拥立清河王司马覃。侍中华混劝谏说：“太弟在东宫已经很久了，在百姓中的声望一直是确定的，今天难道还能改变吗？”随即用不封口的公文迅速宣召太傅司马越，宣召皇太弟入宫。皇后也已宣召司马覃到尚书阁，司马覃怀疑会有变故，就称病回去了。癸酉（二十一日），太弟司马炽即皇帝位，宣布大赦，尊奉皇后为惠皇后，安排在弘训宫。追尊母亲王才人为皇太后。册立妃梁氏为皇后。\n\n\t\t\t　　怀帝司马炽开始遵奉旧制，在东堂听政。每到朝廷会集群臣宴会时，就与大臣官员们商讨各种政务，探讨经典的内容。黄门侍郎傅宣感叹道：“今天又看到了武帝的时代了。”\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，壬午朔，日有食之。\n\n\t\t\t　　太傅越以诏书征河间王颙为司徒，颙乃就征。南阳王模遣其将梁臣邀之于新安，车上扼杀之，并杀其三子。〖胡三省注〗注〗模，越之弟也。意谓杀颙父子则兄弟身安而无患矣，而不知石勒、赵染之祸已伏于冥冥之中矣。新安县，汉属弘农郡，晋属河南郡。《考异》曰：三十国晋春秋云“东海王越杀颙”，今从颙传。〕\n\n\t\t\t　　辛丑，以中书监温羡为左光禄大夫，领司徒；尚书左仆射王衍为司空。\n\n\t\t\t　　己酉，葬惠帝于太阳陵。\n\n\t\t\t　　刘琨至上党，东燕王腾即自井陉东下。时并州饥馑，数为胡寇所掠，〖胡三省注〗注〗胡寇，谓刘渊之党也。数，所角翻。〕郡县莫能自保。州将田甄、甄弟兰、任祉、祁济、李恽、薄盛等〖胡三省注〗注〗州将，谓并州诸将也。将，即亮翻甄，稽延翻。任，音壬。恽，于粉翻。〕及使民万余人，悉随腾就谷冀州，号为“乞活”，所余之户不满二万，寇贼纵横，道路断塞。琨募兵上党，得五百人，转斗而前。至晋阳，府寺焚毁，〖胡三省注〗注〗府寺，府舍也。〕邑野萧条，〖胡三省注〗注〗聚居城市為邑。散居在外為野。〕琨抚循劳徠，流民稍集。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗模，越之弟也。意谓杀颙父子则兄弟身安而无患矣，而不知石勒、赵染之祸已伏于冥冥之中矣。新安县，汉属弘农郡，晋属河南郡。《考异》曰：三十国晋春秋云“东海王越杀颙”，今从颙传。〕", "〔〖胡三省注〗胡寇，谓刘渊之党也。数，所角翻。〕", "〔〖胡三省注〗州将，谓并州诸将也。将，即亮翻甄，稽延翻。任，音壬。恽，于粉翻。〕", "〔〖胡三省注〗府寺，府舍也。〕", "〔〖胡三省注〗聚居城市為邑。散居在外為野。〕"], "translation": "\n\n\t\t\t　　十二月，壬午朔（初一），出现日食。\n\n\t\t\t　　太傅司马越用诏书征召河间王司马颙为司徒，司马颙就前去接受征召。南阳王司马模派部将梁臣，在新安拦住司马，在车上把他掐死，并杀了他的三个儿子。\n\n\t\t\t　　辛丑（二十日），任中书监温羡为左光禄大夫，兼任司徒。任尚书左仆射衍为司空。\n\n\t\t\t　　己酉（二十八日），把惠帝安葬在太阳陵。\n\n\t\t\t　　刘琨到上党，东燕王司马腾就从井陉东下。当时并州饥荒，多次遭到外族强盗的抢掠，各郡县没有能够保卫自己的。州属部将田甄、田甄弟田兰、任祉、祁济、李恽、薄盛等人以及官吏百姓一万多人，都随司马腾到冀州找饭吃，称为“乞活”，剩下的不足两万户。强盗窃贼到处横行，道路交通阻断。刘琨在上党召募兵卒，聚集了五百人，转战向前，到达晋阳。官府房舍焚毁，城乡一片萧条，刘琨安抚慰劳，稍微聚集了一些流民。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　◎ 晋孝怀皇帝·上\n\n\t\t\t　　〖胡三省注〗注〗讳炽，字丰度，武帝第二十五子也。谥法：慈仁短折曰怀。〕\n\n\t\t\t　　晋孝怀皇帝　永嘉元年（丁卯　公元307年）\n\n\t\t\t　　春，正月，癸丑，大赦，改元。\n\n\t\t\t　　吏部郎周穆，太傅越之姑子也，与其妹夫御史中丞诸葛玫说越曰：“主上之为太弟，张方意也。〖胡三省注〗注〗成都王颖之废，河间王颙立帝为皇太弟，故以为张方之意。〕清河王本太子，〖胡三省注〗注〗清河王，齐王冏立为太子，经废者数矣。〕公宜立之。”越不许。重言之，越怒，斩之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗讳炽，字丰度，武帝第二十五子也。谥法：慈仁短折曰怀。〕", "〔〖胡三省注〗成都王颖之废，河间王颙立帝为皇太弟，故以为张方之意。〕", "〔〖胡三省注〗清河王，齐王冏立为太子，经废者数矣。〕"], "translation": "\n\n\t\t\t　　◎ 晋怀帝·上\n\n\t\t\t　　晋怀帝永嘉元年（丁卯　公元307年）\n\n\t\t\t　　春季，正月，癸丑（初二），宣布大赦，改年号为永嘉。\n\n\t\t\t　　吏部郎周穆是太傅司马越姑母的儿子，他与妹夫御史中丞诸葛玫劝司马越说：“皇上当时成为太弟，是张方的意图。清河王本来是太子，您应当拥立他。”司马越不同意。他们又向司马越说，司马越发怒，把他们杀了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　二月，王弥寇青、徐二州，自称征东大将军，攻杀二千石。太傅越以公车令东莱鞠羡为本郡太守，〖胡三省注〗注〗晋志，公车令，属卫尉。〕以讨弥，弥击杀之。\n\n\t\t\t　　陈敏刑政无章，不为英俊所附；子弟凶暴，所在为患；顾荣、周玘等忧之。庐江内史华谭遗荣等书曰：“陈敏盗据吴、会，命危朝露。〖胡三省注〗注〗言若朝露之栖草上，见日即晞，不得久也。华，户化翻。遗，于季翻。〖按〗“于季翻”之“于”，在此读乌。遗，在此读畏，给也，送也，赠也。〕诸君或剖符名郡，或列为近臣，而更辱身奸人之朝，降节叛逆之党，不亦羞乎！吴武烈父子皆以英杰之才，继承大业。〖胡三省注〗注〗吴谥孙坚曰武烈皇帝。〕今以陈敏凶狡，七弟顽冗，欲蹑桓王之高踪，蹈大皇之绝轨，〖胡三省注〗注〗孙策追谥长沙桓王，孙权谥大皇帝。〕远度诸贤，犹当未许也。皇舆东返，〖胡三省注〗注〗谓自长安还洛阳也。〕俊彦盈朝，〖胡三省注〗注〗才过千人曰俊。彦，对士也。〕将举六师以清建业，诸贤何颜复见中州之士邪？”荣等素有图敏之心，及得书，甚惭，密遣使报征东大将军刘准，使发兵临江。己为内应，剪发为信。准遣扬州刺史刘机等出历阳讨敏。\n\n\t\t\t　　敏使其弟广武将军昶将兵数万屯乌江，〖胡三省注〗注〗沈约志：广武将军，晋江左置。盖始于此时。晋置乌江县，属淮南郡，即乌江亭长檥船待项羽之地以名县。宋白曰：乌江县，汉东城县地，晋太康六年，始于东城界置乌江县。昶，丑两翻。〕历阳太守宏屯牛渚。敏弟处知顾荣等有贰心，劝敏杀之，敏不从。〖胡三省注〗注〗《考异》曰：敏传云：“弟昶劝杀荣。”按晋春秋：“敏临死谓处曰：‘我负卿！’”时昶已先死。今从晋春秋。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗晋志，公车令，属卫尉。〕", "〔〖胡三省注〗言若朝露之栖草上，见日即晞，不得久也。华，户化翻。遗，于季翻。〖按〗“于季翻”之“于”，在此读乌。遗，在此读畏，给也，送也，赠也。〕", "〔〖胡三省注〗吴谥孙坚曰武烈皇帝。〕", "〔〖胡三省注〗孙策追谥长沙桓王，孙权谥大皇帝。〕", "〔〖胡三省注〗谓自长安还洛阳也。〕", "〔〖胡三省注〗才过千人曰俊。彦，对士也。〕", "〔〖胡三省注〗沈约志：广武将军，晋江左置。盖始于此时。晋置乌江县，属淮南郡，即乌江亭长檥船待项羽之地以名县。宋白曰：乌江县，汉东城县地，晋太康六年，始于东城界置乌江县。昶，丑两翻。〕", "〔〖胡三省注〗《考异》曰：敏传云：“弟昶劝杀荣。”按晋春秋：“敏临死谓处曰：‘我负卿！’”时昶已先死。今从晋春秋。〕"], "translation": "\n\n\t\t\t　　二月，王弥在青、徐二州作乱，自称征东大将军，攻杀郡守。太傅司马越让公车令东莱人鞠羡担任本郡太守，以讨伐王弥，王弥把他打死了。\n\n\t\t\t　　陈敏处理刑罚政事都无章法，英杰们都不附从他。他的子弟凶恶残暴，当地把他们看作祸患。顾荣、周玘等人对此感到忧虑。庐江内史华谭给顾荣等人去信说：“陈敏窃据吴郡、会稽地区，性命像早晨的露水一样危险。你们或者拿着朝廷的符节在外统领名郡，或者曾为朝廷的近侍之臣，却玷污自己转而投身于奸邪的伪朝，变节投降于叛逆的败类，不耻辱吗？吴武烈皇帝孙坚父子都是以英俊杰出的才能，继承大业。现在以陈敏的凶恶狡猾，七个弟弟的刁顽庸劣，想追随桓王孙策的高绝的足迹，踩着大皇帝孙权的非凡的轨道。认真思量一下各地群贤，都不会答应。现在皇帝车驾已东返洛阳，俊杰英才充满朝廷，将要动用六师来清理建业，你们还有什么脸重新见中州的人士呢？”顾荣等人一直有除掉陈敏的想法，等见到这封信后，非常羞惭，秘密派使者向征东大将军刘准报告，让他发兵到江边，自己作为内应，剪掉头发作为记号。刘准派遣扬州刺史刘机等人从历阳出发讨伐陈敏。\n\n\t\t\t　　陈敏派他弟弟广武将军陈昶带领数万兵马在乌江县驻扎，历阳太守陈宏在牛渚驻扎。陈敏弟陈处得知顾荣等人有二心，劝陈敏杀掉他们，陈敏不同意。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　昶司马钱广，周玘同郡人也，玘密使广杀昶，因宣言州下已杀敏，〖胡三省注〗注〗扬州刺史治建业，故谓建业为州下。〕敢动者诛三族。广勒兵朱雀桥南，〖胡三省注〗注〗朱雀桥在建业宫城之南，跨秦淮水。世传晋孝武建朱雀门，上有两铜雀，故桥亦以此得名。余谓朱雀桥自吴以来有之，盖取前朱雀之义，非晋孝武之寺有此名也。朱雀桥，亦曰大桁。〕敏遣甘卓讨广，坚甲精兵尽委之。顾荣虑敏疑之，故往就敏。敏曰：“卿当四出镇卫，〖胡三省注〗注〗谓镇安人心，乃所以卫敏也。〕岂得就我邪！”荣乃出，与周玘共说甘卓曰：“若江东之事可济，当共成之。然卿观兹事势，当有济理不？〖胡三省注〗注〗不，读曰否。〕敏既常才，政令反覆，计无所定，其子弟各已骄矜，其败必矣。而吾等安然受其官禄，事败之日，使江西诸军函首送洛，〖胡三省注〗注〗江西诸军谓刘准所遣临江者也。〕题曰‘逆贼顾荣、甘卓之首’，此万世之辱也！”卓遂诈称疾，迎女，断桥，收船南岸，〖胡三省注〗注〗桥，即朱雀桥也。建业城在秦淮水北，故卓收船傍南岸。断，丁管翻。〕与玘、荣及前松滋侯相丹杨纪瞻共攻敏。〖胡三省注〗注〗松滋县，属庐江郡，后汉省；晋属安丰郡。刘昫曰：唐寿州霍山县，汉松滋县地。今江陵府松滋县，乃是吴乐乡之地，晋氏南渡后，以松滋流民侨立松滋县，非古松滋也。〕\n\n\t\t\t　　敏自帅万余人讨卓，军人隔水语敏众曰：“本所以戮力陈公者，正以顾丹杨、周安丰耳；〖胡三省注〗注〗敏以顾荣为丹杨太守，周斗为安丰太守，故以称之。帅，读曰率。〕今皆异矣，汝等何为！”敏众狐疑未决，荣以白羽扇麾之，〖胡三省注〗注〗白羽扇，编白羽为之。〕众皆溃去。敏单骑北走，追获之于江乘，叹曰：“诸人误我，以至今日！”谓弟处曰：“我负卿，卿不负我！”〖胡三省注〗注〗谓不用处言杀顾荣等也。〕遂斩敏于建业，夷三族。于是会稽等郡尽杀敏诸弟。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗扬州刺史治建业，故谓建业为州下。〕", "〔〖胡三省注〗朱雀桥在建业宫城之南，跨秦淮水。世传晋孝武建朱雀门，上有两铜雀，故桥亦以此得名。余谓朱雀桥自吴以来有之，盖取前朱雀之义，非晋孝武之寺有此名也。朱雀桥，亦曰大桁。〕", "〔〖胡三省注〗谓镇安人心，乃所以卫敏也。〕", "〔〖胡三省注〗不，读曰否。〕", "〔〖胡三省注〗江西诸军谓刘准所遣临江者也。〕", "〔〖胡三省注〗桥，即朱雀桥也。建业城在秦淮水北，故卓收船傍南岸。断，丁管翻。〕", "〔〖胡三省注〗松滋县，属庐江郡，后汉省；晋属安丰郡。刘昫曰：唐寿州霍山县，汉松滋县地。今江陵府松滋县，乃是吴乐乡之地，晋氏南渡后，以松滋流民侨立松滋县，非古松滋也。〕", "〔〖胡三省注〗敏以顾荣为丹杨太守，周斗为安丰太守，故以称之。帅，读曰率。〕", "〔〖胡三省注〗白羽扇，编白羽为之。〕", "〔〖胡三省注〗谓不用处言杀顾荣等也。〕"], "translation": "\n\n\t\t\t　　陈昶的司马钱广是周玘的同郡人，周玘秘密地让钱广杀了陈昶，并宣称州城已杀掉陈敏，有敢乱动者诛杀三族。钱广带兵停在朱雀桥南，陈敏派甘卓征讨伐钱广，把坚固的铠甲和精兵全都给了甘卓。顾荣考虑到陈敏的怀疑，所以就到陈敏那里。陈敏说：“你应该四处走走镇定人心来保卫我。怎么能到我这儿来呢？”顾荣于是就出去，与周玘一起劝说甘卓道：“如果江东地区的事情能够成功，我们就应该共同努力将事办成。但是你分析一下事情的趋势，能够成功吗？陈敏才能平平，政令反覆无常，计略不确定，他的儿子兄弟个个骄纵自负，他一定要失败。而我们却安心地接受担任他的官职俸禄，等事情失败的时候，假如让长江以西地区各支军队把我们的首级装在盒子里送到洛阳，上边写着‘叛逆贼寇顾荣、甘卓的首级’，这真是万世的耻辱啊！”甘卓于是假装称病，接回女儿，截断桥的交通，把船收回到南岸，与周玘、顾荣以及前松滋侯相丹杨人纪瞻一起攻打陈敏。\n\n\t\t\t　　陈敏亲自带领一万多人征讨甘卓，甘卓手下的壮士隔水对陈敏的兵卒说：“原来所以为陈公效力，正是因为丹杨太守顾荣、安丰太守周玘而已，现在他们都改变了立场，你们这样是为什么？”陈敏的部众犹疑不定，顾荣挥动白羽扇，陈敏的部众都溃散离去。陈敏一个人骑马向北逃跑，在江乘被追上抓住，感叹道：“这些人耽误了我，才到了今天这个地步！”又对弟弟陈处说：“我辜负了你，你却没有辜负我！”陈敏在建业被杀，夷灭三族。这样会稽等郡把陈敏的几个弟弟也都杀了。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　时平东将军周馥代刘准镇寿春。三月，己未朔，馥传敏首至京师。诏征顾荣为侍中，纪瞻为尚书郎。太傅越辟周玘为参军，陆玩为掾。玩，机之从弟也。荣等至徐州，闻北方愈乱，疑不进，越与徐州刺史裴盾书曰：“若荣等顾望，以军礼发遣！”荣等惧，逃归。盾，楷之兄子，越妃兄也。〖胡三省注〗注〗杨止衡曰：盾，徒损翻。〕\n\n\t\t\t　　西阳夷寇江夏，〖胡三省注〗注〗西阳县，春秋弦子之国，汉为县，属江夏郡，晋属弋阳郡。汉和帝永元末，巫蛮反，讨降之，徙置江夏西阳诸蛮是也。沈纯曰：晋惠帝分弋阳为西阳国。刘昫曰：吴分江夏，置蕲春郡，晋改为西阳郡，唐蕲州即其地。宋白曰：光州光山县，本汉西阳县。夏，户雅翻。〖按〗古音。〕太守杨珉请督将议之。诸将争献方略，骑督朱伺独不言。珉曰：“朱将军何以不言？”伺曰：“诸人以舌击贼，伺惟以力耳。”珉又问：“将军前后击贼，何以常胜？”伺曰：“两敌共对，惟当忍之；彼不能忍，我能忍，是以胜耳。”珉善之。〖胡三省注〗注〗凡战非有智巧以出奇取胜，而以力角力者，莫过于朱伺之说矣。〕\n\n\t\t\t　　诏追复杨太后尊号；丁卯，改葬之，谥曰武悼。〖胡三省注〗注〗杨后遇祸，见八十二卷惠帝元康元年。〕\n\n\t\t\t　　庚午，立清河王覃弟豫章王诠为皇太子。辛未，大赦。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗杨止衡曰：盾，徒损翻。〕", "〔〖胡三省注〗西阳县，春秋弦子之国，汉为县，属江夏郡，晋属弋阳郡。汉和帝永元末，巫蛮反，讨降之，徙置江夏西阳诸蛮是也。沈纯曰：晋惠帝分弋阳为西阳国。刘昫曰：吴分江夏，置蕲春郡，晋改为西阳郡，唐蕲州即其地。宋白曰：光州光山县，本汉西阳县。夏，户雅翻。〖按〗古音。〕", "〔〖胡三省注〗凡战非有智巧以出奇取胜，而以力角力者，莫过于朱伺之说矣。〕", "〔〖胡三省注〗杨后遇祸，见八十二卷惠帝元康元年。〕"], "translation": "\n\n\t\t\t　　当时平东将军周馥代刘准镇守寿春。三月，己未朔（疑误），周馥把陈敏的首级送往京城。朝廷诏令征召顾荣为侍中，纪瞻为尚书郎。太傅司马越任命周为参军，陆玩为掾。陆玩是陆机的堂弟。顾荣等人到徐州，听说北方更加乱了，迟疑不前，司马越给徐州刺史裴盾去信说：“如果顾荣等人左顾右盼，就按军法遣送他们！”顾荣等人听说后非常恐惧，就逃回去了。裴盾是裴楷的儿子，司马越妃子的哥哥。\n\n\t\t\t　　西阳夷人进犯江夏，太守杨珉请军事官员商讨对策，官员们争相提出计策，只有骑督朱伺一个人默不作声。杨珉说：“朱将军为什么不说话？”朱伺说：“大家都是用口舌攻打贼寇，我只靠力量罢了。”杨珉说：“将军前后几次攻打贼寇，为什么能够常胜不败？”朱伺说：“两军对垒，只应当忍耐，对方不能够忍耐，而我能忍耐，所以能够战胜他们。”杨珉认为很对。\n\n\t\t\t　　诏令追复杨太后的尊号，丁卯（十七日），将太后改葬，定谥号为武悼。\n\n\t\t\t　　庚午（二十日），立清河王司马覃的弟弟豫章王司马铨为皇太子。辛未（二十一日），宣布大赦。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　帝观览大政，留心庶事；太傅越不悦，固求出藩。庚辰，越出镇许昌。〖胡三省注〗注〗为越杀缪播等张本。〕\n\n\t\t\t　　以高密王略为征南大将军，都督荆州诸军事，镇襄阳；南阳王模为征西大将军，都督秦、雍、梁、益四州诸军事，镇长安；东燕王腾为新蔡王，都督司、冀二州诸军事，仍镇邺。〖胡三省注〗注〗去年腾自并州徙镇邺。〕\n\n\t\t\t　　公师藩既死，汲桑逃还苑中，〖胡三省注〗注〗茌平牧苑也，桑于此起兵赴公师藩，藩死，逃还。〕更聚众劫掠郡县，自称大将军，声言为成都王报仇；〖胡三省注〗注〗为，于伪翻；下燕为同。〖按〗“于伪翻”之“于”，在此读乌。于，古有乌、渔二音。〕以石勒为前驱，所向辄克，署勒扫虏将军，遂进攻邺。时邺中府库空竭，而新蔡武哀王腾资用甚饶。腾性吝啬，无所振惠，临急，乃赐将士米各数升，帛各丈尺，以是人不为用。夏，五月，桑大破魏郡太守冯嵩，长驱入邺，腾轻骑出奔，为桑将李丰所杀。桑出成都王颖棺，〖胡三省注〗注〗颖之死也，卢志收殡之，今桑出而载之。〕载之车中，每事启而后行。遂烧邺宫，火旬日不灭；〖胡三省注〗注〗袁绍据邺，始营宫室，魏武帝又增而广之，至是悉为灰烬矣。〕杀士民万余人，大掠而去。济自延津，南击兖州。太傅越大惧，使苟晞及将军王讃等讨之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗为越杀缪播等张本。〕", "〔〖胡三省注〗去年腾自并州徙镇邺。〕", "〔〖胡三省注〗茌平牧苑也，桑于此起兵赴公师藩，藩死，逃还。〕", "〔〖胡三省注〗为，于伪翻；下燕为同。〖按〗“于伪翻”之“于”，在此读乌。于，古有乌、渔二音。〕", "〔〖胡三省注〗颖之死也，卢志收殡之，今桑出而载之。〕", "〔〖胡三省注〗袁绍据邺，始营宫室，魏武帝又增而广之，至是悉为灰烬矣。〕"], "translation": "\n\n\t\t\t　　怀帝司马炽亲自审察大政，对朝廷事务也很留心。坚决要求去藩镇。庚辰（十七日），司马越去许昌镇守。\n\n\t\t\t　　任高密王司马略为征南大将军，都督荆州诸军事，镇守襄阳；任南阳王司马模为征西大将军，都督秦、雍、梁、益四州各方面军事，镇守长安；封东燕王司马腾为新蔡王，都督司、冀二州诸军事，仍然镇守邺城。\n\n\t\t\t　　公师藩死后，汲桑逃回到苑中，转而聚众到各郡县去抢劫掠夺，自称大将军，声称要为成都王司马颖报仇，以石勒为先锋，所向披靡，又任石勒为代讨虏将军，接着进攻邺城。当时邺城里仓库已空，而新蔡武哀王司马腾用度却很奢侈。司马腾品性吝啬，部下得不到什么好处，临到军情紧急时，就赐给将士每人几升米，一丈左右的布帛，所以部下都不为他所用。夏季，五月，汲桑重创魏郡太守冯嵩，长驱直入，攻进邺城，司马腾轻装骑马出逃。被汲桑部将李丰杀死。汲桑起出成都王司马颖的棺材，装到车上，每件事都要向司马颖棺材祷告后才去办。接着焚烧了邺城王宫，大火十天都不灭。又杀掉一万多士人百姓，大肆抢掠后才离去。在延津渡过黄河，向南攻打兖州。太傅司马越非常惧怕，派苟晞和将军王讃等人去讨伐汲桑。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秦州流民邓定、訇氐等据成固，〖胡三省注〗注〗杨正衡曰：訇，呼宏翻；余谓訇姓，氐名。〕寇掠汉中，梁州刺史张殷遣巴西太守张燕讨之。邓定等饥窘，诈降于燕，且赂之，燕为之缓师。定密遣訇氐求救于成，成主雄遣太尉离、司徒云、司空璜将兵二万救定。与燕战，大破之，张殷及汉中太守杜孟治弃城走。积十余日，离等引还，尽徙汉中民于蜀。汉中人句方、白落帅吏民还守南郑。〖胡三省注〗注〗句，古侯翻，姓也。梁州刺史、汉中太守俱治南郑。杜佑曰：汉汉中郡故城，在唐梁州南郑县东北。〕\n\n\t\t\t　　石勒与苟晞等相持于平原、阳平间，数月，大小三十余战，互有胜负。秋，七月，己酉朔，太傅越屯官渡，为晞声援。\n\n\t\t\t　　己未，以琅邪王睿为安东将军，都督扬州江南诸军事，假节，镇建业。〖胡三省注〗注〗时周馥镇寿春，督扬州之江北，故睿督扬州之江南。《考异》曰：元帝纪曰：“东海王越之收兵下邳，以帝都督扬州；越西迎大驾，留帝居守。永嘉初，用王导计，始镇建业。”按既都督扬州，不当犹镇不邳。又怀帝纪，明言“七月己未”睿都督扬州，镇建业”，今从之〕\n\n\t\t\t　　八月，己卯朔，苟晞击汲桑于东武阳，〖胡三省注〗注〗东武阳县，汉属东郡，魏、晋属阳平郡，后魏去“东”字为武阳县。唐贞观初，废武阳入魏州莘县，开元七年，复置，改为朝城县。杜佑曰：魏郡莘县南有东武阳城。〕大破之。桑退保清渊。〖胡三省注〗注〗清渊县，汉属魏郡。应劭曰：清河在县西北。晋属阳平郡，后魏分置临清县；后齐废临清县入清渊。唐避高祖讳，改清渊为临清，属贝州。〕\n\n\t\t\t　　分荆州、江州八郡为湘州。〖胡三省注〗注〗晋志：帝分荆州之衡阳、长沙、湘东、零陵、邵阳、桂阳及广州之始安、始兴、临贺夷，置湘州。帝纪曰：分荆、江八郡为湘州。纪、志自相抵牾。此从纪。沈约亦曰：分荆州之长沙、衡阳、湘东、邵陵、零陵、营阳、建昌，江州之桂阳八郡，立湘州。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗杨正衡曰：訇，呼宏翻；余谓訇姓，氐名。〕", "〔〖胡三省注〗句，古侯翻，姓也。梁州刺史、汉中太守俱治南郑。杜佑曰：汉汉中郡故城，在唐梁州南郑县东北。〕", "〔〖胡三省注〗时周馥镇寿春，督扬州之江北，故睿督扬州之江南。《考异》曰：元帝纪曰：“东海王越之收兵下邳，以帝都督扬州；越西迎大驾，留帝居守。永嘉初，用王导计，始镇建业。”按既都督扬州，不当犹镇不邳。又怀帝纪，明言“七月己未”睿都督扬州，镇建业”，今从之〕", "〔〖胡三省注〗东武阳县，汉属东郡，魏、晋属阳平郡，后魏去“东”字为武阳县。唐贞观初，废武阳入魏州莘县，开元七年，复置，改为朝城县。杜佑曰：魏郡莘县南有东武阳城。〕", "〔〖胡三省注〗清渊县，汉属魏郡。应劭曰：清河在县西北。晋属阳平郡，后魏分置临清县；后齐废临清县入清渊。唐避高祖讳，改清渊为临清，属贝州。〕", "〔〖胡三省注〗晋志：帝分荆州之衡阳、长沙、湘东、零陵、邵阳、桂阳及广州之始安、始兴、临贺夷，置湘州。帝纪曰：分荆、江八郡为湘州。纪、志自相抵牾。此从纪。沈约亦曰：分荆州之长沙、衡阳、湘东、邵陵、零陵、营阳、建昌，江州之桂阳八郡，立湘州。〕"], "translation": "\n\n\t\t\t　　秦州流民邓定、訇氐等人占据成固，进犯抢掠汉中，梁州刺史张殷派遣巴西太守张燕讨伐他们。邓定等人饥饿困窘，假装向张燕投降，又贿赂张燕，张燕就为他们缓兵。邓定秘密派遣訇氐向成汉求救，成汉君主李雄派太尉李离、司徒李云、司空李璜率领二万军队去救援邓定，与张燕交战，把张燕打得惨败，张殷和汉中太守杜孟治弃城而逃。十几天后，李离等人带兵回师，把汉中百姓全部迁徙到蜀地。汉中人句方、白落带领部分官吏百姓回到南郑据守。\n\n\t\t\t　　石勒与苟晞在平原、阳平之间相持对垒几个月，大小三十余战，双方互有胜负。秋季，七月，己酉朔（初一），太傅司马越在官渡屯兵驻扎，声援苟晞。\n\n\t\t\t　　己未（十一日），朝廷任命琅邪王司马睿为安东将军、都督扬州江南诸军事，持符节，镇守建业。\n\n\t\t\t　　八月，己卯朔（初一），苟晞在东武阳攻打汲桑，大败汲桑。汲桑撤退到清渊防守。\n\n\t\t\t　　从荆州、江州分出八个郡，建立湘州。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　九月，戊申，琅邪王睿至建业。睿以安东司马王导为谋主，推心亲信，每事咨焉。睿名论素轻，吴人不附，居久之，士大夫莫有至者，导患之。会睿出观禊，导使睿乘肩舆，具威仪，〖胡三省注〗注〗禊，祓除不祥也。《汉仪》：季春上巳，官及百姓皆禊于东流水上。应劭《风俗通》曰：按《周礼》，女巫掌岁时以祓除疾病。禊者，洁也，于水上盥洁之也。肩舆，平肩舆也，人以肩举之而行。〕导与诸名胜皆骑从，纪瞻、顾荣等见之惊异，相帅拜于道左。〖胡三省注〗注〗帅，读曰率。〕导因说睿曰：“顾荣、贺循，此土之望，宜引之以结人心。二子既至，则无不来矣。”睿乃使导躬造循、荣，二人皆应命而至。〖胡三省注〗注〗说，输芮翻。造，七到翻。《考异》曰：导传曰：“元帝镇建康，居月余，士庶茵有至者。会从兄敦来朝，导谓之曰：‘琅邪王仁德虽厚，而名论犹轻；兄威风已振，宜有以匡济者。’会三月上巳，帝观禊，敦、导皆骑从。”王敦传：“东海王越诛缪播后，乃以敦为扬州刺史，其后征拜尚书，不就。”周玘传：“钱璯闻刘聪逼洛阳，不敢进，乃谋反。时王敦迁尚书，与璯俱西，欲杀敦，敦奔告元帝。”怀帝纪：“永喜元年七月，琅邪王睿镇建业。三年三月，杀缪播。四年二月，钱璯反。”是时睿在建业已三年矣，安得言月余？又睿名论虽轻，安有为都督数年而士庶莫有至者！陈敏得江东，犹首用周、顾以收人望；导为睿佐，岂得待数年然后荐之乎！然则导传所云，难以尽信，今删去导语及敦名而已。〕以循为吴国内史；荣为军司，〖胡三省注〗注〗军司，军司马也。〕加散骑常侍，〖胡三省注〗注〗职为军司，此加官也。〕凡军府政事，皆与之谋议。又以纪瞻为军祭酒，卞壸为从事中郎，〖胡三省注〗注〗壸，苦本翻。〖按〗壸［壼］，音悃，又《正韻》音困。義同。与“壶［壺］”有别。〕周玘为仓曹属，琅邪刘超为舍人，〖胡三省注〗注〗晋诸王国有谒者四人，中大夫六人，舍人十人。〕张闿及鲁国孔衍为参军。〖胡三省注〗注〗闿，可亥翻，又音开。〕壸，粹之子；〖胡三省注〗注〗卞粹见上卷惠帝太安二年。〕闿，昭之曾孙也。〖胡三省注〗注〗张昭辅吴为元臣。〕王导说睿：“谦以接士，俭以足用，用清静为政，抚绥新旧。”〖胡三省注〗注〗新，谓自中原来者；旧，谓江东人。说，输芮翻。〕故江东归心焉。睿初至，颇以酒废事；导以为言。睿命酌，引觞覆之，于此遂绝。〖胡三省注〗注〗史言元帝能用王导所以兴于江左。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗禊，祓除不祥也。《汉仪》：季春上巳，官及百姓皆禊于东流水上。应劭《风俗通》曰：按《周礼》，女巫掌岁时以祓除疾病。禊者，洁也，于水上盥洁之也。肩舆，平肩舆也，人以肩举之而行。〕", "〔〖胡三省注〗帅，读曰率。〕", "〔〖胡三省注〗说，输芮翻。造，七到翻。《考异》曰：导传曰：“元帝镇建康，居月余，士庶茵有至者。会从兄敦来朝，导谓之曰：‘琅邪王仁德虽厚，而名论犹轻；兄威风已振，宜有以匡济者。’会三月上巳，帝观禊，敦、导皆骑从。”王敦传：“东海王越诛缪播后，乃以敦为扬州刺史，其后征拜尚书，不就。”周玘传：“钱璯闻刘聪逼洛阳，不敢进，乃谋反。时王敦迁尚书，与璯俱西，欲杀敦，敦奔告元帝。”怀帝纪：“永喜元年七月，琅邪王睿镇建业。三年三月，杀缪播。四年二月，钱璯反。”是时睿在建业已三年矣，安得言月余？又睿名论虽轻，安有为都督数年而士庶莫有至者！陈敏得江东，犹首用周、顾以收人望；导为睿佐，岂得待数年然后荐之乎！然则导传所云，难以尽信，今删去导语及敦名而已。〕", "〔〖胡三省注〗军司，军司马也。〕", "〔〖胡三省注〗职为军司，此加官也。〕", "〔〖胡三省注〗壸，苦本翻。〖按〗壸［壼］，音悃，又《正韻》音困。義同。与“壶［壺］”有别。〕", "〔〖胡三省注〗晋诸王国有谒者四人，中大夫六人，舍人十人。〕", "〔〖胡三省注〗闿，可亥翻，又音开。〕", "〔〖胡三省注〗卞粹见上卷惠帝太安二年。〕", "〔〖胡三省注〗张昭辅吴为元臣。〕", "〔〖胡三省注〗新，谓自中原来者；旧，谓江东人。说，输芮翻。〕", "〔〖胡三省注〗史言元帝能用王导所以兴于江左。〕"], "translation": "\n\n\t\t\t　　九月，戊申（初一），琅邪王司马睿到达建业。司马睿让安东司马王导作为主要谋士，对他推心置腹，非常信任，每件事都找王导咨询。司马睿名望声誉一直很轻，吴地人们都不附从，在建业居住了很久，士大夫没有来拜访的，王导感到忧虑。正赶上司马睿出去观看禊祭，王导让司马睿乘上抬轿，安排了威严的仪仗。王导和名士们都骑马侍从，纪瞻、顾荣等人见了后感到惊异，一个跟着一个地在道路左边行拜礼。王导就劝说司马睿道：“顾荣、贺循，都是这个地区最具名望的人了，应当结交他们来收服人心，他们两人来了，就没有不来的人。”司马睿就派王导亲自拜访贺循、顾荣，两个人都接受邀请而来到司马睿处，司马睿让贺循担任吴国内史，顾荣担任军司马，加授散骑常侍。军政事务，都与他们商议。又让纪瞻担任军咨祭酒，卞壸担任从事中郎，周玘任仓曹属，琅邪人刘超任舍人，张闿和鲁国的孔衍任参军。卞壸，是卞粹的儿子；张闿，是张昭的曾孙。王导对司马睿说：“以谦逊的态度对待士人，通过节俭的办法保证用度的充足，以清静无为的原则处理政务，安抚以前的故旧部下与新结交的士人。”所以得到了江东地区人们的信任。司马睿刚来时，常常因为喝酒耽误事情，王导对此进行劝说，司马睿就命令人斟上酒，他接过酒杯后把酒倒掉，从此便戒了酒。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　苟晞追击汲桑，破其八垒，死者万余人。桑与石勒收余众，将奔汉，冀州刺史谯国丁绍邀之于赤桥，又破之。桑奔马牧，〖胡三省注〗注〗茌平马牧也。〕勒奔乐平。〖胡三省注〗注〗晋志，阳平郡有乐平县，前汉东郡之清县也，后汉章帝改曰乐平。但石勒欲奔汉，则非此乐平也。又并州有乐平郡，武帝泰始中置，唐之辽州也；勒奔于此。〕太傅越还许昌，加苟晞抚军将军、都督青、兖诸军事，丁绍宁北将军，监冀州诸军事，皆假节。\n\n\t\t\t　　晞屡破强寇，威名甚盛，善治繁剧，用法严峻。其从母依之，晞奉养甚厚。从母子求为将，晞不许，曰：“吾不以王法贷人，将无后悔邪！”固求之，晞乃以为督护；后犯法，晞杖节斩之，从母叩头救之，不听。既而素服哭之曰：“杀卿者，兖州刺史；哭弟者，苟道将也。”〖胡三省注〗注〗苟晞，字道将也。〕\n\n\t\t\t　　胡部大张㔨督、冯莫突等，〖胡三省注〗注〗胡人一部之长，呼为部大。杨正衡曰：㔨，音背。〕拥众数千，壁于上党，石勒往从之，因说㔨督等曰：“刘单于举兵击晋，〖胡三省注〗注〗刘单于，谓刘渊也。说，输芮翻。单，音蝉。〕部大拒而不从，自度终能独立乎？”曰：“不能。”勒曰：“然则安可不早有所属！今部落皆已受单于赏募，往往聚议，欲叛部大而归单于矣。”㔨督等以为然。冬，十月，督等随勒单骑归汉，汉王渊署㔨督为亲汉王，莫突为都督部大，以勒为辅汉将军、平晋王，以统之。\n\n\t\t\t　　乌桓张伏利度有众二千，壁于乐平，渊屡招，不能致。勒伪获罪于渊，往奔伏利度；伏利度喜，结为兄弟，使勒帅诸胡寇掠，〖胡三省注〗注〗帅，读曰率。下同。〕所向无前，诸胡畏服。勒知众心之附己，乃因会执伏利度，谓诸胡曰：“今起大事，我与伏利度谁堪为主？”诸胡咸推勒。勒于是释伏利度，帅其众归汉。渊加勒督山东征讨诸军事，以伏利度之众配之。〖胡三省注〗注〗史言石勒之众浸盛。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗茌平马牧也。〕", "〔〖胡三省注〗晋志，阳平郡有乐平县，前汉东郡之清县也，后汉章帝改曰乐平。但石勒欲奔汉，则非此乐平也。又并州有乐平郡，武帝泰始中置，唐之辽州也；勒奔于此。〕", "〔〖胡三省注〗苟晞，字道将也。〕", "〔〖胡三省注〗胡人一部之长，呼为部大。杨正衡曰：㔨，音背。〕", "〔〖胡三省注〗刘单于，谓刘渊也。说，输芮翻。单，音蝉。〕", "〔〖胡三省注〗帅，读曰率。下同。〕", "〔〖胡三省注〗史言石勒之众浸盛。〕"], "translation": "\n\n\t\t\t　　苟晞追击汲桑，攻破汲桑的八个营垒，打死一万多人。汲桑与石勒收拾残余部众，打算投奔刘汉，冀州刺史谯国人丁绍又在赤桥拦截，结果丁绍打败了他们。汲桑逃奔马牧，石勒逃奔乐平。太傅司马越返回许昌，给苟晞加官为抚军将军，都督青、兖诸军事，给丁绍加官为宁北将军、监冀州诸军事，都授给符节。\n\n\t\t\t　　苟晞多次打败强大的敌寇，威名远扬，他善于治理繁重复杂的事务，运用刑法严峻。他的姨母投靠他。苟晞非常周到地侍奉赡养。姨母为她的儿子求职想做部将，苟晞不同意，说：“我不拿王法去宽贷别人，你可不要后悔呀！”姨母坚持为儿子求官，苟晞不得已让他担任督护。后来他犯了法，苟晞手持符节把他杀了，姨母叩头求救，苟晞不听。后来苟晞又换上素净的衣服去哭他说：“杀你的，是兖州刺史，来哭弟弟的，是苟道将。”道将是苟的字。\n\n\t\t\t　　胡人首领部大张㔨督、冯莫突等人，有部众几千人，在上党设置军垒，石勒去投奔他们。石勒对张㔨督等人说：“单于刘渊举兵攻打晋朝，您抗拒而不随从，自己考虑一下能够最终独立吗？”张㔨督等人回答说：“不能。”石勒说：“那怎么能不早点找一靠山！现在部落都已经接受了单于的赏赐招募，常常在一起商议，想背叛部大而投归单于了。”张㔨督等人认为说得对。冬季，十月，张㔨督等人随石勒骑马投归汉，汉王刘渊封张㔨督为亲汉王，冯莫突为都督部大，任石勒为辅汉将军，并封平晋王，以统率他们。\n\n\t\t\t　　乌桓人张伏利度有二千部众，在乐平设置军垒，刘渊每次去招募，都没有成功。石勒假装在刘渊那里犯了罪，去投奔张伏利度，张伏利度很高兴，与石勒结拜成兄弟，派石勒带领各部胡人去抢劫，所向无敌，各部胡人都敬畏佩服。石勒知道大家的心都已归向自己，于是趁聚会时抓住张伏利度，对各部胡人说：“今天要干大事，我与张伏利度谁能够成为首领？”各部胡人都推举石勒。石勒于是放了张伏利度，率部众投归汉。刘渊给石勒加职为督山东征讨诸军事，把张伏利度的部众交给石勒指挥。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十一月，戊申朔，日有食之。\n\n\t\t\t　　甲寅，以尚书右仆射和郁为征北将军，镇邺。\n\n\t\t\t　　乙亥，以王衍为司徒。衍说太傅越曰：“朝廷危乱，当赖方伯，宜得文武兼资以任之。”乃以弟澄为荆州都督，族弟敦为青州刺史，〖胡三省注〗注〗《考异》曰：晋春秋：“王衍言于太傅越，以王澄为荆州，敦为扬州，据吴、楚以为形援，越从之。于是澄、敦同发，越饯之。”敦传：自青州入为中书监，东海王越诛缪播后，始出为扬州。播死在永嘉三年三月，此年越在许昌，不在洛，故以《晋书》为定。〕语之曰：“荆州有江、汉之固，青州有负海之险，卿二人在外而吾居中，足以为三窟矣。”〖胡三省注〗注〗《战国策》：冯煖谓孟尝君曰：“狡兔有三窟，仅得免其死耳。”其后敦、澄自相鱼肉，衍亦死于石勒，三窟安在哉！是以忠臣国尔忘家，盖国安则家亦安也。陆佃雅曰：俗云兔营窟，必背丘相通，所谓狡兔三窟。语，牛倨翻。〕澄至镇，以郭舒为别驾，委以府事。澄日夜纵酒，不亲庶务，虽寇戎交急，不以为怀。舒常切谏，以为宜爱民养兵，保全州境，澄不从。〖胡三省注〗注〗为王澄不能保荆州张本。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：晋春秋：“王衍言于太傅越，以王澄为荆州，敦为扬州，据吴、楚以为形援，越从之。于是澄、敦同发，越饯之。”敦传：自青州入为中书监，东海王越诛缪播后，始出为扬州。播死在永嘉三年三月，此年越在许昌，不在洛，故以《晋书》为定。〕", "〔〖胡三省注〗《战国策》：冯煖谓孟尝君曰：“狡兔有三窟，仅得免其死耳。”其后敦、澄自相鱼肉，衍亦死于石勒，三窟安在哉！是以忠臣国尔忘家，盖国安则家亦安也。陆佃雅曰：俗云兔营窟，必背丘相通，所谓狡兔三窟。语，牛倨翻。〕", "〔〖胡三省注〗为王澄不能保荆州张本。〕"], "translation": "\n\n\t\t\t　　十一月，戊申朔（疑误），出现日食。\n\n\t\t\t　　甲寅（初八），朝廷任尚书右仆射和郁为征北将军，镇守邺城。\n\n\t\t\t　　乙亥（二十九日），任王衍为司徒。王衍对太傅司马越说：“朝廷出现危险变乱，应当依靠地方最高长官，找得文武兼备的人加以任用。”于是让弟弟王澄任荆州都督，族弟王敦为青州刺史，王衍告诉他们说：“荆州有江、汉的坚固，青州有靠海的险要，你二人在外面而我在朝中，足以成为狡兔的三窟了。”王澄到任所，让郭舒担任别驾，将都督府的事务都交给了他。王澄则日夜纵情喝酒，不亲理事务，虽然盗贼军情紧急，也不放在心上。郭舒常常苦苦劝谏，认为应当爱护人民保养军队，这样来使州境得到保全保全，王澄不采纳。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，戊寅，乞活田甄、田兰、薄盛等起兵，为新蔡王腾报仇，斩汲桑于乐陵。〖胡三省注〗注〗乐陵县，汉属平原郡，晋分为乐陵国，唐为县。宋白曰：棣州阳信县，魏属乐陵国，晋斩汲桑于此，属沧州。为，于伪翻。〕弃成都王颖棺于故井中，颖故臣收葬之。\n\n\t\t\t　　甲午，以前太傅刘寔为太尉，实以老固辞，不许。庚子，以光禄大夫高光为尚书令。\n\n\t\t\t　　前北军中候吕雍、度支校尉陈颜等，〖胡三省注〗注〗度支校尉，盖当时所置，以督漕运者也。〕谋立清河王覃为太子；事觉，太傅越矫诏囚覃于金墉城。\n\n\t\t\t　　初，太傅越与苟晞亲善，引升堂，结为兄弟。司马潘滔说越曰：“兖州冲要，魏武以之创业。〖胡三省注〗注〗事见六十卷、六十一卷。〕苟晞有大志，非纯臣也，久令处之，则患生心腹矣。若迁于青州，厚其名号，晞必悦。公自牧兖州，经纬诸夏，藩卫本朝，此所谓为之于未乱者也。”〖胡三省注〗注〗考子曰：其安易持，其未兆易谋，其脆易破，其微易散；为之于未有，治之于未乱。纬，于贵翻。〖按〗“于贵翻”之“于”，音乌。于，古有乌、渔二音。〕越以为然。癸卯，越自为丞相，领兖州牧，都督兖、豫、司、冀、幽、并诸军事。〖胡三省注〗注〗杜佑曰：晋司徒与丞相通职，更置迭废，未尝并立，至永嘉元年始两置焉，王衍为司徒，东海王越为丞相。〕以晞为征东大将军、开府仪同三司，加侍中、假节、都督青州诸军事，领青州刺史，封东平郡公。越、晞由是有隙。〖胡三省注〗注〗为后晞驰檄罪状越张本。〕\n\n\t\t\t　　晞至青州，以严刻立威，日行斩戮，州人胃之“屠伯”。〖胡三省注〗注〗邓展曰：言杀人若屠儿之杀六畜。伯，长也。〕顿丘太守魏植为流民所逼，众五六万，大掠兖州，晞出屯无盐以讨之。〖胡三省注〗注〗无盐县，属东平国，唐属济州界。〕以弟纯领青川，刑杀更甚于晞。晞讨植，破之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗乐陵县，汉属平原郡，晋分为乐陵国，唐为县。宋白曰：棣州阳信县，魏属乐陵国，晋斩汲桑于此，属沧州。为，于伪翻。〕", "〔〖胡三省注〗度支校尉，盖当时所置，以督漕运者也。〕", "〔〖胡三省注〗事见六十卷、六十一卷。〕", "〔〖胡三省注〗考子曰：其安易持，其未兆易谋，其脆易破，其微易散；为之于未有，治之于未乱。纬，于贵翻。〖按〗“于贵翻”之“于”，音乌。于，古有乌、渔二音。〕", "〔〖胡三省注〗杜佑曰：晋司徒与丞相通职，更置迭废，未尝并立，至永嘉元年始两置焉，王衍为司徒，东海王越为丞相。〕", "〔〖胡三省注〗为后晞驰檄罪状越张本。〕", "〔〖胡三省注〗邓展曰：言杀人若屠儿之杀六畜。伯，长也。〕", "〔〖胡三省注〗无盐县，属东平国，唐属济州界。〕"], "translation": "\n\n\t\t\t　　十二月，戊寅（初二），随司马腾“乞活”的州将田甄、田兰、薄盛等人起兵，为新蔡王司马腾报仇，在乐陵杀了汲桑。把成都王司马颖的棺材丢弃到故井里，司马颖的故臣又收拾好棺材安葬了。\n\n\t\t\t　　甲午（十八日），朝廷任前太傅刘寔为太尉，刘寔以年事高坚决推辞，但不批准。庚子（二十四日），任光禄大夫高光为尚书令。\n\n\t\t\t　　前北军中侯吕雍、度支校尉陈颜等人密谋立清河王司马覃为太子，事情暴露，太傅司马越假称诏令把司马覃囚禁在金墉城。\n\n\t\t\t　　起初太傅司马越与苟晞关系很亲近，带他进入后堂，结拜为兄弟。司马潘滔对司马越说：“兖州地处险要，魏武帝从这儿创业。苟晞有大志向，不是纯粹的臣下，让他在这里呆久了，就会成为心腹祸患。如果把他调迁到青州，提高他的名号，苟晞一定高兴。您亲自管理兖州，规划治理全国，藩卫朝廷，这就是所谓防患于未然。”司马越认为说得正确。癸卯（二十七日），司马越自任丞相，兼兖州牧，都督兖、豫、司、冀、幽、并诸军事。让苟晞任征东大将军、开府仪同三司、加任侍中，授予符节，都督青州诸军事、兼青州刺史，封东平郡公。司马越、苟晞之间因此产生怨恨。\n\n\t\t\t　　苟晞到青州，以严刑酷法建立威严，每天都有杀戮，青州人称他为“屠伯”。顿丘太守魏植迫于流民，聚众五六万人，到兖州大肆抢掠，苟晞出兵在无盐驻扎，来讨伐魏植。让弟弟苟纯兼任青州刺史，苟纯刑罚杀戮比苟晞还要厉害。苟晞讨伐魏植，打败了他。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　初，阳平刘灵，少贫贱，力制奔牛，走及奔马，时人虽异之，莫能举也。灵抚膺叹曰：〖胡三省注〗注〗膺，胸也。〕“天乎，何当乱也！”及公师藩起，灵自称将军，寇掠赵、魏。会王弥为苟纯所败，灵亦为王讃所败，遂俱遣使降汉。〖胡三省注〗注〗《考异》曰：弥传曰：“弥逼洛阳，败于七里涧，乃与其党刘灵谋归汉。”按十六国春秋：灵为王赞所遂，弥为苟纯所败，乃谋降汉。今年春，灵已在渊所，五月，弥乃如平阳。然则二人先降汉已久矣，弥传误也。〕汉拜弥镇东大将军、青徐二州牧、都督缘海诸军事，封东莱公；以灵为平北将军。\n\n\t\t\t　　李钊至宁州，〖胡三省注〗注〗光熙元年，李毅卒，钊今乃至宁州。钊，音昭。〕州人奉钊领州事。治中毛孟诣京师，求刺史，累上奏，不见省。孟曰：“君亡亲丧，幽闭穷城，〖胡三省注〗注〗谓李毅已死，宁州受围不解也。〕万里诉哀，精诚无感，生不如死！”欲自刎，朝廷怜之，以魏兴大守王逊为宁州刺史，〖胡三省注〗注〗《考异》曰：《华阳国志》以广汉太守王逊为宁州。按时广汉已为李雄所陷。今从逊传。〕仍诏交州出兵救李钊。交州刺史吾彦遣其子咨将兵救之。\n\n\t\t\t　　慕容廆自称鲜卑大单于。拓跋禄官卒，弟猗卢总摄三部，与廆通好。〖胡三省注〗注〗禄官分国为三部，事见上八十二卷惠帝元康五年。好，呼到翻。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗膺，胸也。〕", "〔〖胡三省注〗《考异》曰：弥传曰：“弥逼洛阳，败于七里涧，乃与其党刘灵谋归汉。”按十六国春秋：灵为王赞所遂，弥为苟纯所败，乃谋降汉。今年春，灵已在渊所，五月，弥乃如平阳。然则二人先降汉已久矣，弥传误也。〕", "〔〖胡三省注〗光熙元年，李毅卒，钊今乃至宁州。钊，音昭。〕", "〔〖胡三省注〗谓李毅已死，宁州受围不解也。〕", "〔〖胡三省注〗《考异》曰：《华阳国志》以广汉太守王逊为宁州。按时广汉已为李雄所陷。今从逊传。〕", "〔〖胡三省注〗禄官分国为三部，事见上八十二卷惠帝元康五年。好，呼到翻。〕"], "translation": "\n\n\t\t\t　　当初，阳平人刘灵，年轻时贫穷低贱，力气大得能制服奔跑着的牛，跑起来能与奔马相比，当时的人们虽然认为他不同寻常，但却无人推举他。刘灵抚胸感叹说：“天啊，为什么赶上乱世呢？”等到公师藩起兵，刘灵自称将军，进犯抢掠赵、魏地区。王弥被苟纯打败时，刘灵也被王讃打败，于是他们都派使者向汉投降。汉王刘渊任命王弥为镇东大将军，青徐二州牧，都督缘海诸军事，封东莱公。任命刘灵为平北将军。\n\n\t\t\t　　李钊到宁州，州里的人们尊奉李钊兼理州刺史事务。治中毛孟到京城，请求朝廷委派刺史，多次上奏，没有被审理。毛孟说：“州君已死，州城被围困，不远万里到朝廷倾诉悲哀，心意精诚而朝廷无动于衷，生不如死！”就想自刎，朝廷怜惜他，让魏兴太守王逊任宁州刺史，同时诏令交州出兵救援李钊。交州刺史吾彦派他儿子吾咨带兵去救援李钊。\n\n\t\t\t　　慕容廆自称鲜卑大单于。拓跋禄官去世，弟拓跋猗卢总管三部，与慕容廆结交友好。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　晋孝怀皇帝　永嘉二年（戊辰　公元308年）\n\n\t\t\t　　春，正月，丙午朔，日有食之。〖胡三省注〗注〗《考异》曰：帝纪、《天文志》云“丙子朔”。误。今从长历。〕\n\n\t\t\t　　丁未，大赦。\n\n\t\t\t　　汉王渊遣抚军将军聪等十将南据太行，辅汉将军石勒等十将东下赵、魏。〖胡三省注〗注〗《考异》曰：石勒载记曰：“元海使刘聪攻壶关，命勒帅所统七千为前锋都督。刘琨遣护军黄秀等救壶关，勒败秀于白田，杀之，遂陷壶关。”事在明年。今从十六国春秋。〕\n\n\t\t\t　　二月，辛卯，太傅越杀清河王覃。\n\n\t\t\t　　庚子，石勒寇常山，王浚击破之。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：帝纪、《天文志》云“丙子朔”。误。今从长历。〕", "〔〖胡三省注〗《考异》曰：石勒载记曰：“元海使刘聪攻壶关，命勒帅所统七千为前锋都督。刘琨遣护军黄秀等救壶关，勒败秀于白田，杀之，遂陷壶关。”事在明年。今从十六国春秋。〕"], "translation": "\n\n\t\t\t　　晋怀帝永嘉二年（戊辰　公元308年）\n\n\t\t\t　　春季，正月，丙午朔（初一），出现日食。\n\n\t\t\t　　丁未（初二），宣布大赦。\n\n\t\t\t　　汉王刘渊派遣抚军将军刘聪等十名将军向南占据太行，派辅汉将军石勒等十名将军向东到赵、魏地区。\n\n\t\t\t　　二月，辛卯（十六日），太傅司马越杀死清河王司马覃。\n\n\t\t\t　　庚子（二十五日），石勒进犯常山，王浚击败了石勒。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　凉州刺史张轨病风，口不能言，使其子茂摄州事。陇西内史晋昌张越，凉州大族，〖胡三省注〗注〗惠帝分敦煌、酒泉置晋昌郡。杜佑曰：晋昌，汉冥安县地。〕欲逐轨而代之，与其兄酒泉太守镇及西平太守曹袪，〖胡三省注〗注〗袪，丘于翻。《考异》曰：晋春秋作“曹祗”。今从《张轨传》。〕谋遣使诣长安，告南杨王模，称轨废疾，请以秦州刺史贾龛代之。龛将受之，其兄让龛曰：“张凉州一时名士，威著西州，汝何德以代之！”龛乃止。镇、祛上疏，更请刺史，未报；遂移檄废轨，以军司杜耽摄州事，使耽表越为刺史。\n\n\t\t\t　　轨下教，欲避位，归老宜阳。长史王融、参军孟畼蹋折镇檄，排阁入言曰：“晋室多故，明公抚宁西夏，〖胡三省注〗注〗此西夏，谓河西之地。〕张镇兄弟敢肆凶逆，当鸣鼓诛之。”遂出，戒严。会轨长子寔自京师还，乃以寔为中督护，将兵讨镇。遣镇甥太府主簿令狐亚〖胡三省注〗注〗按张轨传，有太府司马、主簿，又有少府主簿。盖以都督府为太府，凉州府为少府也。〕先往说镇，为陈利害，镇流涕曰：“人误我！”乃诣寔归罪。寔南击曹袪，走之。朝廷得镇、袪疏，以侍中袁瑜为凉州刺史。治中杨澹驰诣长安，〖胡三省注〗注〗《考异》曰：晋春秋作“张澹”，今从《张轨传》，澹，徒览翻，又徒滥翻。〕割耳盘上，诉轨之被诬。南阳王模表请停瑜，武威太守张琠亦上表留轨；〖胡三省注〗注〗《字林》：琠，他殄翻。〕诏依模所表，且命诛曹袪。轨于是命寔帅步骑三万讨祛，斩之。〖胡三省注〗注〗帅，读曰率；下同。〕张越奔邺，凉州乃定。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗惠帝分敦煌、酒泉置晋昌郡。杜佑曰：晋昌，汉冥安县地。〕", "〔〖胡三省注〗袪，丘于翻。《考异》曰：晋春秋作“曹祗”。今从《张轨传》。〕", "〔〖胡三省注〗此西夏，谓河西之地。〕", "〔〖胡三省注〗按张轨传，有太府司马、主簿，又有少府主簿。盖以都督府为太府，凉州府为少府也。〕", "〔〖胡三省注〗《考异》曰：晋春秋作“张澹”，今从《张轨传》，澹，徒览翻，又徒滥翻。〕", "〔〖胡三省注〗《字林》：琠，他殄翻。〕", "〔〖胡三省注〗帅，读曰率；下同。〕"], "translation": "\n\n\t\t\t　　凉州刺史张轨患风疾，不能说话，让他儿子张茂代理州政。陇西内史晋昌人张越，是凉州名门望族，想驱逐张轨后自己取代他的地位，与他哥哥酒泉太守张镇和西平太守曹袪商量，派使者到长安向南阳王司马模报告，说张轨因病残废，请求让秦州刺史贾龛取代他。贾龛将要接受新职，他哥哥责备贾龛说：“凉州张轨是当代名士，威名传播于西州地区，你有什么德望来代替张轨呢？”贾龛于是没有去接受这个取务。张镇、曹袪向朝廷上奏章，请求另行任命刺史，没有回音。于是发布檄文废除张轨的职务，让军司杜耽代理州政，又让杜耽表奏任命张越为刺史。\n\n\t\t\t　　张轨下发告谕，想辞去职位，告老回故乡宜阳。长史王融、参军孟畅用脚碎踏张镇的檄文，推开门进去说：“晋朝多变故，您安抚平定西夏地区，张镇兄弟胆敢肆意逞凶叛逆，应当鸣鼓诛讨他们。”说完出去，在城中戒严。正赶上张轨的大儿子张寔从京城回来，于是就让张寔任中都护，带兵讨伐张镇。并派张镇的外甥都督府主簿令狐亚先去说服张镇，向他陈说利害关系，张镇流着眼泪说：“有人坑害我！”于是到张寔那里认罪受罚。张寔向南攻打曹袪，曹袪败走。朝廷接到张镇、曹袪的那份奏章，就任命侍中袁瑜为凉州刺史。州治中杨澹跃马奔向长安，割掉耳朵放在盘上，诉说张轨被诬陷的情况。南阳王司马模表奏停止任命袁瑜，武威太守张琠亦上奏表挽留张轨，朝廷诏令按照司马模所奏的办，并且诏令诛杀曹袪。张轨于是命令张寔率领三万步兵和骑兵讨伐曹袪，把曹袪斩首。张越逃奔到邺城，凉州于是安定。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　三月，太傅越自许昌徙镇鄄城。\n\n\t\t\t　　王弥收集亡散，兵复大振。分遣诸将攻掠青、徐、兖、豫四州，所过攻陷郡县，多杀守令，有众数万；苟晞与之连战，不能克。夏，四月，丁亥，弥入许昌。\n\n\t\t\t　　太傅越遣司马王斌帅甲士五千人入卫京师，张轨亦遣督护北宫纯将兵卫京师。五月，弥入自轘辕，〖胡三省注〗注〗轘，音环。〕败官军于伊北，〖胡三省注〗注〗伊水之北也。〕京师大震，宫城门昼闭。壬戌，弥至洛阳，屯于津阳门。〖胡三省注〗注〗津阳门洛阳城南面东头第二门。〕诏以王衍都督征讨诸军事。甲子，衍与王斌等出战，北宫纯募勇士百余人突陈，〖胡三省注〗注〗陈，读曰阵。〕弥兵大败。乙丑，弥烧建春门而东，衍遣左卫将军王秉追之，战于七里涧，又败之。弥走渡河，与王桑自轵关如平阳。〖胡三省注〗注〗轵关在河内轵县。轵，音只。〕汉王渊遣侍中兼御史大夫郊迎，令曰：“孤亲行将军之馆，拂席洗爵，敬待将军。”及至，拜司隶校尉，加侍中、特进，以桑为散骑侍郎。\n\n\t\t\t　　北宫纯等与汉刘聪战于河东，败之。\n\n\t\t\t　　诏封张轨西平郡公，轨辞不受。时州郡之使，莫有至者，轨独遣使贡献，岁时不绝。\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗轘，音环。〕", "〔〖胡三省注〗伊水之北也。〕", "〔〖胡三省注〗津阳门洛阳城南面东头第二门。〕", "〔〖胡三省注〗陈，读曰阵。〕", "〔〖胡三省注〗轵关在河内轵县。轵，音只。〕"], "translation": "\n\n\t\t\t　　三月，太傅司马越从许昌迁徙到鄄城镇守。\n\n\t\t\t　　王弥收拢聚集流亡逃散的残兵，军队重新大为振作。王弥又派遣部将们分别攻打抢掠青州、徐州、兖州、豫州等地，攻陷郡和县，把郡守、县令大多杀掉，聚集了几万部众。苟晞与王弥的军队接连交战，没有能够取胜。夏季，四月，丁亥（十三日），王弥攻入许昌。\n\n\t\t\t　　太傅司马越派遣担任司马的王斌带领五千兵卒进京城防卫，张轨也派遣督护北宫纯带兵保卫京城。五月，王弥从辕出发，在伊水以北打败官军，京城大为震动，宫城门白天也关闭。壬戌（十九日），王弥到达洛阳，在津阳门驻扎。诏令以王衍指挥征讨王弥的各项军事行动。甲子日，王衍与王斌等出战，北宫纯招募一百多勇士突袭王弥兵阵，王弥的军队大败。乙丑（二十二日），王弥放火烧建春门后向东逃窜，王衍派左卫将军王秉追击他，在七里涧交战，又打败了王弥。王弥逃跑渡过黄河，与王桑从轵关到平阳。汉王刘渊派侍中兼御史大夫到郊外迎接，命令说：“我将亲自去将军的府第，擦拭座席清洗酒爵，诚心诚意对待将军。”王弥到后，任他为司隶校尉、兼侍中，并授以特进职位。任王桑为散骑侍郎。\n\n\t\t\t　　北宫纯与汉刘聪的军队在河东交战，打败了刘聪。\n\n\t\t\t　　诏令封张轨为西平郡公，张轨推辞而不接受。当时各州郡都没有到京城的使者，只有张轨独自派遣使者进贡，每年都不中断。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　秋，七月，甲辰，汉王渊寇平阳，太守宋抽弃郡走，河东太守路述战死；渊徙都蒲子。〖胡三省注〗注〗蒲子县，即晋公子重耳所居蒲城也；汉属河东郡，晋属平阳郡。刘昫曰：唐隰州治隰川县，汉蒲子县地。杜佑曰：隰州隰川、蒲县，汉蒲子县地。《考异》曰：刘琨答太傅府书曰：“潜遣使驿离间其部落，渊遂怖惧，南奔蒲子，杂虏归降，万有余落。琨传亦然。按时渊强琨弱，岂因畏琨而徙都！盖琨为自大之辞，史因承以为实耳。〕上郡鲜卑陆逐延、氐酋单征并降于汉。〖胡三省注〗注〗酋，慈由翻。单，上演翻。降，户江翻。《考异》曰：载记作“氐酋大单于征”。按当时戎狄酋长，皆谓之“大”。征，即光文单后之父。“于”衍字也。〕\n\n\t\t\t　　八月，丁亥，太傅越自鄄城徙屯濮阳；〖胡三省注〗注〗濮阳，卫墟，汉属东郡，晋初分置濮阳阳国，唐鄄城、濮阳二县，皆属濮州。鄄，音绢。濮，音卜。〕未几，又徙屯荥阳。\n\n\t\t\t　　九月，汉王弥、石勒寇邺，和郁弃城走。诏豫州刺史裴宪屯白马以拒弥，车骑将军王堪屯东燕以拒勒，〖胡三省注〗注〗汉东郡燕县，古南燕国，晋省，而故城犹在，曰东燕城。后魏县，属陈留郡。刘昫曰：唐滑州胙城县，汉南燕县。燕，于贤翻。〕平北将军曹武屯大阳以备蒲子。〖胡三省注〗注〗大阳县，属河东郡。《地理志》曰：北虢也。应劭曰：在大河之阳，唐并入陕州河北县界。〕宪，楷之子也。〖胡三省注〗注〗裴楷仕武帝、惠帝时。〕\n\n\t\t\t　　冬，十月，甲戌，汉王渊即皇帝位，大赦，改元永凤。十一月，以其子和为大将军，聪为车骑大将军，族子曜为龙骧大将军。〖胡三省注〗注〗骧，思将翻。〕\n\n\t\t\t　　壬寅，并州刺史刘琨使上党太守刘惇帅鲜卑攻壶关，〖胡三省注〗注〗杜佑曰：唐潞州治上党。汉壶关县，后魏移壶关县当羊肠阪羊头之阸。帅，读曰率；下同。〕汉镇东将军綦毋达战败亡归。\n\n\t\t\t　　丙午，汉都督中外诸军事大司马、领丞相右贤王宣卒。\n\n\t\t\t　　石勒、刘灵帅众三万寇魏郡、汲郡、顿丘，〖胡三省注〗注〗汲县，汉属河内郡，武帝泰始二年，分置汲郡；唐之卫州即其地。〕百姓望风降附者五十余垒；皆假垒主将军、都尉印绶，简其强壮五万为军士，老弱安堵如故。己酉，勒执魏郡太守王粹于三台，杀之。〖胡三省注〗注〗三台注见后八十八卷永嘉六年。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗蒲子县，即晋公子重耳所居蒲城也；汉属河东郡，晋属平阳郡。刘昫曰：唐隰州治隰川县，汉蒲子县地。杜佑曰：隰州隰川、蒲县，汉蒲子县地。《考异》曰：刘琨答太傅府书曰：“潜遣使驿离间其部落，渊遂怖惧，南奔蒲子，杂虏归降，万有余落。琨传亦然。按时渊强琨弱，岂因畏琨而徙都！盖琨为自大之辞，史因承以为实耳。〕", "〔〖胡三省注〗酋，慈由翻。单，上演翻。降，户江翻。《考异》曰：载记作“氐酋大单于征”。按当时戎狄酋长，皆谓之“大”。征，即光文单后之父。“于”衍字也。〕", "〔〖胡三省注〗濮阳，卫墟，汉属东郡，晋初分置濮阳阳国，唐鄄城、濮阳二县，皆属濮州。鄄，音绢。濮，音卜。〕", "〔〖胡三省注〗汉东郡燕县，古南燕国，晋省，而故城犹在，曰东燕城。后魏县，属陈留郡。刘昫曰：唐滑州胙城县，汉南燕县。燕，于贤翻。〕", "〔〖胡三省注〗大阳县，属河东郡。《地理志》曰：北虢也。应劭曰：在大河之阳，唐并入陕州河北县界。〕", "〔〖胡三省注〗裴楷仕武帝、惠帝时。〕", "〔〖胡三省注〗骧，思将翻。〕", "〔〖胡三省注〗杜佑曰：唐潞州治上党。汉壶关县，后魏移壶关县当羊肠阪羊头之阸。帅，读曰率；下同。〕", "〔〖胡三省注〗汲县，汉属河内郡，武帝泰始二年，分置汲郡；唐之卫州即其地。〕", "〔〖胡三省注〗三台注见后八十八卷永嘉六年。〕"], "translation": "\n\n\t\t\t　　秋季，七月，甲辰（初二），汉王刘渊进犯平阳，太守宋抽丢下郡城逃跑，河东太守路述战死。刘渊迁都到蒲子县。上郡鲜卑人陆逐延、氐人酋长单征都向汉投降。\n\n\t\t\t　　八月，丁亥（十五日），太傅司马越从鄄城迁徙到濮阳驻扎，没有多久，又迁徙到荥阳驻扎。\n\n\t\t\t　　九月，汉国王弥、石勒进犯邺城，守将和郁弃城而逃。诏令豫州刺史裴宪在白马驻扎以抵御王弥；车骑将军王堪在东燕驻扎以抵御石勒；平北将军曹武驻扎在大阳以护备蒲子。裴宪是裴楷的儿子。\n\n\t\t\t　　冬季，十月，甲戌（初三），汉王刘渊即皇帝位，宣布大赦，改年号为永凤。十一月，任命他儿子刘和为大将军，刘聪为车骑大将军，同族侄子刘曜为龙骧大将军。\n\n\t\t\t　　壬寅（初一），并州刺史刘琨让上党太守刘惇带领鲜卑人攻打壶关，汉的镇东将军綦毋达战败而逃回。\n\n\t\t\t　　丙午（初五），汉国都督中外诸军事大司马、兼丞相右贤王刘宣去世。\n\n\t\t\t　　石勒、刘灵率领三万人进犯魏郡、汲郡、顿丘等地，五十多个村垒的百姓望风投降，石勒对全部村垒头目都授给将军、都尉的印章和绶带，并从百姓中挑选了五万强壮者作为兵士，对老弱病残的百姓仍让他们在原地安居。己酉（初八），石勒在三台抓住并杀了魏郡太守王粹。\n\n\t\t\t　　"}, {"original": "\n\n\t\t\t　　十二月，辛未朔，大赦。\n\n\t\t\t　　乙亥，汉主渊以大将军和为大司马，封梁王；尚书令欢乐为大司徒，封陈留王；后父御史大夫呼延翼为大司空，封雁门郡公；宗室以亲疏悉封郡县王，异姓以功伐悉封郡县公侯。\n\n\t\t\t　　成尚书令杨褒卒。〖胡三省注〗注〗《考异》曰：载记云“丞相杨褒”。今从晋春秋。〕褒好直言，成主雄初得蜀，用度不足，诸将有以献金银得官者，褒谏曰：“陛下设官爵，当网罗天下英豪，何有以官买金邪！”雄谢之。雄尝醉，推中书令杖太官令，褒进曰：“天子穆穆，诸侯皇皇。〖胡三省注〗注〗《礼记》曲礼言。〖按〗言天子仪态肃穆，天下王侯自能小心奉事。〕安有天子而为酗也！”〖胡三省注〗注〗陆德明曰：酗，况具翻。以酒为凶曰酗。〕雄惭而止。\n\n\t\t\t　　成平寇将军李凤屯晋寿，〖胡三省注〗注〗葭萌县，汉属广汉郡，蜀改为汉寿县，属梓潼郡；晋又改汉寿曰晋寿。〕屡寇汉中，汉中民东走荆沔。〖胡三省注〗注〗沔自梁州入荆州界为荆沔。〕诏以张光为梁州刺史。荆州寇盗不禁，诏起刘璠为顺阳刺史，江、汉间翕然归之。〖胡三省注〗注〗璠父弘之丧未终，起之于苫块；荆州之民怀其父，故翕然归其子。璠，扶元翻。〕\n\n\t\t\t　　", "husanxing_comment": ["〔〖胡三省注〗《考异》曰：载记云“丞相杨褒”。今从晋春秋。〕", "〔〖胡三省注〗《礼记》曲礼言。〖按〗言天子仪态肃穆，天下王侯自能小心奉事。〕", "〔〖胡三省注〗陆德明曰：酗，况具翻。以酒为凶曰酗。〕", "〔〖胡三省注〗葭萌县，汉属广汉郡，蜀改为汉寿县，属梓潼郡；晋又改汉寿曰晋寿。〕", "〔〖胡三省注〗沔自梁州入荆州界为荆沔。〕", "〔〖胡三省注〗璠父弘之丧未终，起之于苫块；荆州之民怀其父，故翕然归其子。璠，扶元翻。〕"], "translation": "\n\n\t\t\t　　十二月，辛未朔（初一），宣布大赦。\n\n\t\t\t　　乙亥（初五），汉主刘渊任大将军刘和为大司马，封为梁王。任尚书令欢乐为大司徒，封为陈留王。任皇后的父亲御史大夫呼延翼为大司空，封雁门郡公。宗室当中根据亲疏都封给郡县王，异姓长官根据战功都封予郡县公侯。\n\n\t\t\t　　成汉尚书令杨褒去世。杨褒喜欢直言，成汉主李雄刚刚占据蜀地时，费用不够，部将当中有因为捐献金银财物而得到职任的人，杨褒劝谏说：“陛下设置官职爵位，应该网罗天下的英雄豪杰，哪里有用官职换取金钱的道理？”李雄向他谢罪。李雄曾经喝醉了酒，让中书令杖打太官令，杨褒进言说：“天子威仪庄严，诸侯仪态端正。哪里有天子酗酒的道理！”李雄感到惭愧而停止了酗酒。\n\n\t\t\t　　成汉的平寇将军李凤在晋寿驻扎，多次进犯汉中，汉中百姓向东逃难到荆州、沔阳一带，朝廷诏令任张光为梁州刺史。荆州的强盗窃贼不能禁绝，朝廷诏令起用刘璠为顺阳内史，于是，江、汉地区的百姓纷纷聚集归附刘璠。"}]